{"data":[{"word":"a","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်ကၠာအိုတ်။  art.  မွဲ၊  မွဲဇကု။"}, 	
{"word":"A1","def":"adj.  မဒှ်အဇာခိုဟ်အိုတ်၊  အဇာပထမ။"},
{"word":"aback","def":"adv.  ဖာကြဴ၊  လ္ပာ်လက်ကရဴ။"},	
{"word":"abacus","def":"n. (pl.-cuses)   ဂတဵုဂၞန်ပးကြုက်။"},	
{"word":"abandon","def":"vt.  စ္ဍးအာ၊  ဒဴအာ။  ၂။  ဗိုတ်ကၠဟ်ထောံ၊ ဗလးထောံတဲ၊  ထွံ၊  ထွံကၠေံ၊  လသာ၊  သလးကၠေံ၊  သလးထောံကၠေံ၊  သၠးပွး။"},
{"word":"abase","def":"vt.  သကဵုယုတ်သဝ်စှ်ေ၊  သကဵုဂုန်စရာဲစှ်ေ၊  ဖျဝ်မာန၊  ဖျေံမာန။"},	
{"word":"abate","def":"vt. vi.  သကဵုယုတ်ဒေက်၊  သကဵုယုတ်ဒေက်စှ်ေ၊  လ္ၚတ်ဇတ်၊  (ဥပဒေ) သကဵုဒေံါအာ။"},	
{"word":"abattoir","def":"n.  ရုၚ်ဂစိုတ်(သတ်တိရစ္ဆာန်)။"},	
{"word":"abbot","def":"n.  နွံပိုန်၊  အ္စာတၠ၊  ကျာ်ဇၞော်။"},	
{"word":"abbreviate","def":"vt.  ဒမၠေံထောံ၊  သရောပ်ထောံ၊  ဟီုဂးချူနဲဒမၠေံ။"},	
{"word":"abbreviation","def":"n.   နဲဒမၠေံ၊  နဲကဲချူလဝ်ဗွဲဒမၠေံ။"},	
{"word":"abdicate","def":"vt. vi.  လသာထောံနန်၊  စ္ဍးထောံအခေါၚ်အဝဵု၊  စ္ဍးထောံဒၞာဲဝဲါ၊  အပ်ပြာပ်ဒၞာဲဝဲါအလဵုလဵု။"},	
{"word":"abdomen","def":"n.   ဗုၚ်၊  ဂၞဴ၊  ဒကုတ်ဗုၚ်စၟစၟောန်။"},  	
{"word":"abdominal","def":"adj.  မဆေၚ်စပ်ကဵုဗုၚ်၊  မဆေၚ်စပ်ကဵုဒကုတ်ဗုၚ်စၟစၟောန်။"},	
{"word":"abduct","def":"vt.  လှေံလှန်ကော်ကေတ်ဏာ၊  ကၠတ်ဏာဗြဴ။"},
{"word":"abet","def":"vt. (-tt-)  ကဵုဓတ်ဗ္တိုက်ဖအောဝ်။"},
{"word":"abeyance","def":"n.  ပွမပဒေံါပဆုဲထောံ၊  ဒဒှ်မပဆုဲပဒေံါထောံမွဲချိုန်ခဏ။"},	
{"word":"abhor","def":"vt. (-rr)  ဓအိုန်က္ဍုဟ်၊  ဓအိုန်ဂန္ဓ၊  ဇအိုန်၊  ဇအိုန်ဇရ၊  က္ဍုဟ်မၠေံဇအိုန်ဇရ။"},
{"word":"abhorent","def":"adj.  မဒှ်သွက်သ္ဂောံက္ဍုဟ်မၠေံခိုဟ်။"},	
{"word":"abhorrence","def":"n.  ဣဿာ၊  ဒဒှ်မဇအိုန်ဇရက္ဍုဟ်မၠေံ။"},	
{"word":"abide","def":"vt. vi. (pt. pp.  abode)  ဒၠိ၊  မံၚ်တန်တဴ၊  မၚ်စၟဳဒၟံၚ်၊  နွံသစ္စ၊  နွံကဵုသစ္စတန်ကြန်ဗိုန်ခိုၚ်၊  ဒုၚ်အဍေဝ်အဍာ။"},	
{"word":"ability","def":"n.  အစောံဇြဟတ်၊  အစောံစရာဲ၊  အစောံသတ္တိဗျတ္တိ၊  ပတိဗလ။"},	
{"word":"able","def":"adj.  မသ္ပမာန်၊  မကၠောန်မာန်၊  မဆိုက်ဗ္ဒက်၊  မဍိုဟ်ကေက်။ ၂။  သၟဟ်ရထ။  able to read (adj) လေပ်လိက်။"},	
{"word":"abnormal","def":"adj.   အပြောံဟွံသေၚ်၊  မဒှ်တၟေၚ်နူကဵုမၞိဟ်အပြောံ၊  မဟွံဒှ်ဗီုဓမ္မတာ၊  မဒှ်ဗီုမက္တဵုဒှ်ကၠုၚ်ဒၟံၚ်ဟွံသေၚ်။"},	
{"word":"aboard","def":"adv.  လ္တူက္ၜၚ်၊  လ္တူက္ၜၚ်ကျာ။  go aboard (adv)  တိုန်က္ဍိုက်က္ၜၚ်။  prep.  ပ္ဍဲလ္တူက္ၜၚ်၊  ပ္ဍဲလ္တူက္ၜၚ်ကျာ။  aboard ship (prep)  နွံပ္ဍဲက္ၜၚ်၊  နွံပ္ဍဲလ္တူက္ၜၚ်။"},	
{"word":"abode","def":"n.  သ္ၚိ၊  တာဲ၊  ဒၞာဲဌာန်ဒၟံၚ်၊  ဂအာၚ်၊  ဒတဴ။  abode of the king  (n)  နန်။"},	
{"word":"abolish","def":"vt.  သကဵုဟဲရးအာ၊  သီပလီုထောံ၊  သကဵုတုဲဒှ်အာ။"},	
{"word":"abominate","def":"vt.  ဒအိုန်၊  ဇအိုန်၊  ဇအိုန်က္ဍုဟ်၊  ဇအိုန်ဂန္ဓ၊  ဇအိုန်ဇရ။"},	
{"word":"aboriginal","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ဍုၚ်အရၚ်အရိုၚ် ညးမတန်တဴဒၟံၚ်ပ္ဍဲတိုက်သြသတြေလျ။"},	
{"word":"aborigines","def":"n. (pl.)  မၞိဟ်က္ဍတ်ပါ်ဝါတံဒိ ပ္ဍဲကဵုဌာန်ဒေသမွဲမွဲ, ဍုၚ်မွဲမွဲ၊  ကောန်ဍုၚ်အရၚ်အရိုၚ်။"},	
{"word":"abortion","def":"n.  ဒဒှ်ကောန်မလီု၊  ပွမပလီုဖျေံကောန်၊  ပွမပလီုထောံကောန်။"},	
{"word":"abound","def":"vt.  ဂၠိုၚ်ဂၠၚ်၊  ဒှ်ယိုဟ်၊  ဂၠိုၚ်ဆိုအ်၊  ဂၠိုၚ်တဴဗွဲမလောန်၊  နွံတဴဗွဲမဂၠိုၚ်။"},	
{"word":"about","def":"adv.  ယာံဗၞတ်၊  လ္ပာ်နာနာသာ်၊  ဒိုဟ်လ္ပာ်နာနာသာ်၊  ပ္ဍဲဒၞာဲပြးဇး၊  ကရပ်ပွဳပွူ ဂှ်၊  ဆေၚ်စပ်တုဲ၊  မစပ်ဖျပ်တုဲ၊  ကြပ်၊  ဗၞတ်၊  ၜိုတ်၊  တေံအဏံ၊  လ္ပာ်ဗွဲကြဴ၊  မွဲလ္ပာ်တေံ၊  ပရော၊  ညန်၊  ညောန်။  about eight (adv)  ညန်ဒ္စာံအခါ။"}, 	
{"word":"above","def":"prep.  လ္တူ၊  ပ္ဍဲလ္တူ၊  ဒၞာဲမသၠုၚ်ညိ၊  သာတုဲဂၠိုၚ်၊  သာတုဲ။  adv.  လ္တူ၊  ပ္ဍဲလ္တူတေံ၊  ဗွဲကိုပ်ကၠာတေံ။"}, 	
{"word":"abrade","def":"vt.  တုပ်သၠောတ်ပ္တိတ်၊  ဂဇိုတ်တုပ်ပ္တိတ်၊  ပေါန်၊  သိတ်။ "}, 	
{"word":"abrasive","def":"adj.  မဒရိတ်စအာ၊  မစအာ၊  မဗၚ်ဗုဲ။"},	
{"word":"abreast","def":"adv.  ဗျာၚ်တုဲပတဝ်၊  ဗျာၚ်တုဲ၊  ဗျာၚ်ဗျာၚ်။  adj.  ဗျာၚ်။"},	
{"word":"abridge","def":"vt.  ခမၞန်၊  သရောပ်ထောံ၊  သကဵုဂၠေံအာ၊  သရုပ်ထောံ။  abridged  (adj)  မခမၞန်။"},	
{"word":"abridgement","def":"n.  ဗွဲသရုပ်၊  ဗွဲသရောပ်၊  ဗွဲဒမၠေံ၊  သၚ်္ခေပ၊  ဗွဲခမ္ဍန်၊  သံၚ်ဟာရ။"},	
{"word":"abroad","def":"adv.  ပ္ဍဲဍုၚ်သအာၚ်၊  ပ္ဍဲလ္ပာ်တၞဟ်ဟ်။"},	
{"word":"abrupt","def":"adj.  လွာဲဂှ်၊  အဖန်ဂှ်၊  ချိုန်ခနှဂှ်။"},	
{"word":"abscess","def":"n.  ဗြိုအ်သရပတိုဟ်ဒှ်အပ္ဍဲဖျုန်။"}, 	
{"word":"abscond","def":"vi.  ဂြိပ်ဒဴ၊  ဗလေတ်ပဲါဒၟံၚ်။"},	
{"word":"absence","def":"n.  ဒဒှ်ဟွံတိုန်စိုပ်ကၠုၚ်၊  ဟွံမွဲ၊  ဒဒှ်မဟွံမွဲ၊ ဒဒှ်မလီုသွက်ဂွံတိုန်စိုပ်ကၠုၚ်။  absence of sickness  (n)  အဗျာဓိ၊  ဒဒှ်မဟွံမွဲကဵုယဲဘဲ။"},	
{"word":"absent","def":"adj.  မဟွံမွဲ၊  မဟွံတိုန်။  vt.  ဟွံစိုပ်ကၠုၚ်၊  ဟွံမွဲ။"},	
{"word":"absentee","def":"n.  မၞိဟ်လီုအာသွက်ဂွံတိုန်ကၠုၚ်၊  မၞိဟ်ဟွံမွဲ၊  မၞိဟ်ဟွံတိုန်စိုပ်။"},  	
{"word":"absent-minded","def":"adj.  မလေပ်ဝိုတ်သတိ။"}, 	
{"word":"absolute","def":"adj.  မသ္ဍိုက်ပေၚ်တဴကဵုအရာအိုဿီု၊  မဒှ်တၠအဝဵု၊  မက္ဍိုက်ပေၚ်တဴကဵုသြဇာ။  absolutely  (adv)  ဍိုက်ဍိုက်ပေၚ်ပေၚ်။"}, 	
{"word":"absolve","def":"vt.  သကဵုအခေါၚ်ဗၠးတိတ်၊  သကဵုအခေါၚ်ဗၠၜးတိတ်အာနူဒုဟ်။"},  	
{"word":"absorb","def":"vt.  ဇြောတ်၊  ဇြောတ်ကေတ်၊  သကဵုစိုတ်ဂၠက်လုပ်စဒၟံၚ်ပ္ဍဲအာရီု။"},  	
{"word":"absorbent","def":"adj.  မဇြောတ်ကေတ်မာန် (ဍာ်ဍာ်)။"},	
{"word":"abstain","def":"vi.  ဝေၚ်ပဲါ၊  ဝေၚ်ကၠေံ၊  ဒေံါထောံ၊  ဟွံဆက်ကၠောန်။"},	
{"word":"abstainer","def":"n.  မၞိဟ်ဒေံါဝေၚ်ပဲါထောံအရက်။"},	
{"word":"abstainee","def":"n.  ပွမအေၚ်ဒုၚ်သတှ်ေ၊  ပွမဟေန်ချာဲ။"}, 	
{"word":"abstemious","def":"adj.  မခၞေံစ၊  မဟေန်ချာဲစ၊  မစသုၚ်ကဵုသၞောတ်ဗ္ၜတ်။"}, 	
{"word":"abstention","def":"n.  ဒဒှ်မဒၟံၚ်ဟွံကၠောန်ဟွံသ္ပမွဲသာ်၊  ဒဒှ်ဟွံကဵုမာဲ၊  မံၚ်ထောံအကြာ။"}, 	
{"word":"abstinence","def":"n.  လွေၚ်။"},	
{"word":"abstract","def":"adj.  မသ္ဂောံတီမံၚ်ဆအပ္ဍဲစိုတ်၊  ဟၟဲကဵုဒပ်ရုပ်ရာ။  n.  တၚ်ကံက်နုက်ပ္တိတ်နၚ်ဗွဲသရုပ်၊  သ္ကေံ။  vt.  နုက်ပ္တိတ်၊  ပါ်ခြာကေတ်၊   ပ္တိတ်တၚ်နုက်ကံက်ကေတ်၊  ကၠောန်သံခိပ်။  to abstract a tooth. (vt)  ၜောတ်ပ္တိတ်ထောံေၚက်။"},	
{"word":"abstraction","def":"n.  ဨကဂ္ဂတာ၊  ဒဒှ်မဗၠးဒၟံၚ်ကဵုသတိ၊  ဒဒှ်မဟဳသ္ပဝ်ဒၟံၚ်ကဵုကသပ်။"}, 	
{"word":"abstruse","def":"adj.  ဂမ္ဘဳရ၊  မဇိပ်ကၠိပ်၊  မဇြိုဟ်နက်၊  မဇြိုဟ်နက်ပ္ဍဲအဓိပ္ပါယ်၊  မဝါတ်ဂါတ်၊  သၠောဟ်ကၠောဟ်။"}, 	
{"word":"abundance","def":"n.  ဒဒှ်မရိုက်၊  ဒဒှ်မဂၠိုၚ်၊  ပွမပေၚ်က္ဍာတ်မံၚ်၊  ပွမပေၚ်၊  မညောန်ခြက်။"}, 	
{"word":"abundant","def":"adj.  မရိုက်ဒၟံၚ်၊  မရိုက်ဆိုအ်ဒၟံၚ်၊  မဒှ်ယိုဟ်၊  မသိုက်ဘိုက်၊  မဂၠိုၚ်ဂၠၚ်။"}, 	
{"word":"abuse","def":"n.  ပွမရပ်စပ်စသုၚ်ထောံ၊  ပွမရပ်စပ်ထောံဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  ပွမတေၚ်ခွာတ္ၜေဟ်လက်၊     ပွမတ္ၜေဟ်လက်၊  ပွမပ္တိုန်ဂလာန်ရုန်ရုန်မဵုမဵု။  vt.  ရပ်စပ်စသုၚ်ထောံမဟွံမွဲကဵုဗဗွဲဓဝ်၊  ပကီုပရာပ်စုတ်နကဵုနဲကဲအဓမ္မ။  ၂။  ၜေဟ်ကၠဟ်၊  ၜေဟ်လက်၊  တ္ၜေဟ်လက်၊  လက်တ္ၜေဟ်၊ ဗျံက်၊  ဗျံက်ဗျ၊     ဟီုလှံက်၊  ကၠိန်က္ၜောတ်၊  က္ၜေံညး၊  တေၚ်ခွာတ္ၜေဟ်လက်။"},   	
{"word":"abusive","def":"adj.  မဒှ်ဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  မတေၚ်ခွာတ္ၜေဟ်လက်။၂။  မကြံကြ၊  မဂြိုဟ်စာ။"}, 	
{"word":"abut","def":"vi.(-tt-)  ဆက်စပ်ဒၟံၚ်ကဵုတွဵုဒနက်၊  နွံကဵုတွဵုဒနက်မွဲဖစပ်။"},  	
{"word":"acacia","def":"n.  ကပေါဝ်၊  တၞံကပေါဝ်။  acacia catechu  (n)  လကံ၊  ကြက်လကံ (တၞံဆု)။acacia sirissa  (n)  ဆုသြိုဟ်။acacia cinchona  (n)  ပြက်ခ၊  ပရက်ခ။"},   	
{"word":"academic","def":"adj.  မဆေၚ်စပ်ကဵုဘာ ပရေၚ်ပ္ကတ်ဗ္တောန်ပညာကဆံၚ်သၠုၚ်ပ္ဍဲဘာတက္ကသဵု၊  မဆေၚ်စပ်ကဵုပရေၚ်သဘဴဓဝ်ဂၠိုၚ်အာနူကဵုပရေၚ်နတဲနမတ်၊  မဆေၚ်စပ်ကဵုပရေၚ်ကတ်ဗ္တောန်ပညာပ္ဍဲဘာတက္ကသဵုကဝ်လိက်တံ။"}, 	
{"word":"academy","def":"n. (pl.-mies)  ဘာပ္ကတ်ဗ္တောန်ကဵုပညာဗွဲတၟေၚ်သွက်တန်ကဆံၚ်သၠုၚ်၊  ဘာတက္ကသဵု။"}, 	
{"word":"accede","def":"vi.  စိုတ်တုပ်သၟဟ်ဒုၚ်တဲ၊  တိုန်နန်။"}, 	
{"word":"accelerate","def":"vt. vi.  အသိၚ်ဒမြိပ်ဍေံဂၠိုၚ်တိုန်ကၠုၚ်၊  သာတုဲဂၠိုၚ်တိုန်ကၠုၚ်၊  ကဵုသာတုဲပြဟ်ပြဟ်ကၠုၚ်။"}, 	
{"word":"accent","def":"n.  ရမျာၚ်ဂရုလဟု၊  လက်သန်ထ္ၜးရမျာၚ်ဂရုလဟု၊  ဗီုလအာအရေဝ်။  vt.  သကဵုရမျာၚ်ဂရုလဟုတိတ်၊  ထ္ၜးလက်သန်ရမျာၚ်ဂရုလဟု။"}, 	
{"word":"accept","def":"vt.  ဒုၚ်တဲ၊  ယဵုဒုၚ်၊  ယဵုဒုၚ်လဝ်။  accept a bribe. (vt)  စသြန်၊  စလာပ်။"}, 	
{"word":"acceptance","def":"n.  ပွမဒုၚ်တဲ၊  ဒဒှ်မဒုၚ်တဲ၊  ဒဒှ်မဒုၚ်ကေတ်တဲ။"},  	
{"word":"access","def":"n.  ဂၠံၚ်လုပ်၊  ဂၠံၚ်အာစိုပ်မာန်။"}, 	
{"word":"accession","def":"n.  ပွမတိုန်နန်၊  ပွမကေတ်အဝဵု၊  ပွမကေတ်ဒၞာဲဝဲါ၊  ပွမဂိုၚ်ကေတ်အဝဵု။"},  	
{"word":"accessory","def":"n. (pl.-ries)  မၞိဟ်ပကီုပရာပ်ကၠုၚ်လဝ်မွဲစွံ၊  မၞိဟ်သၟဟ်ကၠုၚ်လဝ်စိုတ်မွဲစွံ။၂။  ကပေါတ်ကညောတ်သွက်ဂွံတောဲရပ်စပ်စကာ။"}, 	
{"word":"accident","def":"n.  အန္တရာဲ၊  ပွမက္တဵုဒှ်ဟွံရန်တၟံလဝ်မွဲသာ်၊  ဒဒှ်မဂွံဘဲကဝ်ကေက်ချိုတ်အာဟွံရန်တၟံလဝ်မွဲသာ်၊  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်မွဲလစုတ်ဓဝ်။  accidental  (adj)  ဥပပါတ်။"}, 	
{"word":"acclaim","def":"vt.  ဒုၚ်တၠုၚ်ဂြုဂြုဂြီုဂြီု။  n.  ဒဒှ်မဒုၚ်တၠုၚ်ဂြုဂြုဂြီုဂြီု။"}, 	
{"word":"acclamation","def":"n.  ရမျာၚ်အထိုၚ်အသးကြဵုဇာ(ကြဵုကြီု)။"},	
{"word":"acclimate","def":"vt. vi.  သကဵုဒၟံၚ်စှ်ေအာအလိုက်ရာသဳဥတုဒၞာဲဒေသတိဍာ်တၟိ။"}, 	
{"word":"accolade","def":"n.  ဒဒှ်မၜပ္တိုန်ကဵုဒဒှ်ညးခမိဟ်၊  ဒဒှ်မထိုၚ်သးဂုန်၊  ဒဒှ်မပ္တိုန်ဂုန်စရာဲ။"}, 	
{"word":"accommodate","def":"vt.  ကဵုသၞာဂဇံ၊  ကၠောန်သ္ပညံၚ်ရဴဂွံညဳသာ။"}, 	
{"word":"accompaniment","def":"n.  သေဟာန်၊  အသေဟာန်။  an accompaniment of fish curry.  (n)  အမာဲကဖျုန်။"}, 	
{"word":"accompany","def":"vt. (pt.pp.-nied)  ဗက်အာမွဲကရောံ၊  ကၠောန်အာမွဲဒမြိပ်ဓဝ်၊  ပါ။"},  	
{"word":"accomplice","def":"n.  မၞိဟ်မွဲကသပ်မွဲဂၞန်၊  မၞိဟ်ပကီုပရာပ်ကၠုၚ်လဝ်ပွမွဲစွံ။"},  	
{"word":"accomplish","def":"vt.  တုဲ၊  တုဲဒှ်အာ၊  စိုပ်အာဒတုဲ၊  ကိရၚ်ပတုဲတုဲ။"},  	
{"word":"accomplishment","def":"n.  သိတ်၊  သၟိတ်၊  ပွမတုဲဒှ်အာ၊  ပွမစိုပ်အာဒတုဲ၊  သဒ္ဓိ၊  သဒ္ဓိကာ။"},  	
{"word":"accord","def":"n.  တၚ်မတုပ်သၟဟ်လဝ်စိုတ်။  vt. vi.  သာဓာ၊  ပအပ်ကဵု၊  ထံက်ပၚ်ကဵု၊  အပ်ပြာပ်ကဵု၊  ဇိုန်နှၚ်ကဵု။  of one accord. (n) ခေန်။"}, 	
{"word":"accordance","def":"n.  ဒဒှ်မတုပ်စိုတ်၊  တၚ်မတုပ်စိုတ်၊  တၚ်မတုပ်သၟဟ်စိုတ်၊  တၚ်မတုပ်လဝ်စိုတ်၊  တၚ်မတုပ်သၟဟ်စိုတ်။"}, 	
{"word":"according  to","def":"prep.  တာံ၊  တိုၚ်၊  အတိုၚ်၊  အတိုၚ်ဂှ်၊  အတိုၚ်ဗီုသ္ဂးကၠုၚ်လဝ်၊  အတိုၚ်ဗီုပၟိက်ဂှ်၊  အလိုက်အလိုက်။  according to plan. (prep) အတိုၚ်မဖျေံလဝ်ဗီု၊  အတိုၚ်အပ္ဍဲဗီု။"}, 	
{"word":"accordingly","def":"adv.  လၟေၚ်၊  လၟေၚ်လၟေၚ်၊  အတိုၚ်မက္တဵုဒှ်ကၠုၚ်လဝ်ဂှ်။"},  	
{"word":"accost","def":"vt.  ဆက်ပါၚ်၊  ဆက်ဂလာန်၊  ဟီုဂလာန်မုဟ်ပါၚ်၊  ဟီုဂလာန်ဆက်မုဟ်ပါၚ်။"}, 	
{"word":"account","def":"vt. vi.  သောၚ်ထ္ၜးကဵု၊  သောၚ်ကၠးကဵု။  n.  သွက်၊  အကွက်၊  တၚ်မသောၚ်ထ္ၜး။"}, 	
{"word":"accountable","def":"adj.  မနွံကဵုတာလျိုၚ်သွက်ဂွံသောၚ်ထ္ၜး။"}, 	
{"word":"accountancy","def":"n.  ပွမရပ်စရၚ်၊  ကွတ်ရပ်စရၚ်။"}, 	
{"word":"accountant","def":"n.  မၞိဟ်ရပ်စရၚ်။"}, 	
{"word":"accountrements","def":"n.  ကဝေၚ်ပၞာန်(ကယျိုၚ်,လွဟ်ဟွံပါ)၊  ကပေါတ်ကညောတ်ကောန်ပၞာန်၊  တဆိပ်ထ္ၜးကဆံၚ်အလံၚ်။"}, 	
{"word":"accredit","def":"vt.  ဗလးဏာကလုတ်နကဵုနကဲ မလုပ်ကဵုဗဗွဲဓဝ်။"}, 	
{"word":"accumulate","def":"vt. vi.  ကောံကလောံကၠုၚ်၊  သကဵုဂၠိုၚ်ပၟဝ်တိုန်၊  သကဵုဂၠိုၚ်ကၠုၚ်၊  သၜိုန်။  accumulation  (n)  ဥစ္စာယိုဟ်၊  ဒဒှ်မကောံကလောံကၠုၚ်၊  ဒဒှ်မဂၠိုၚ်ပၟဝ်ကၠုၚ်။"}, 	
{"word":"accumulator","def":"n.  ထၟာဲကြိုၚ်လဝ်ဓတ်ဓါတ်လလဳ။"}, 	
{"word":"accuracy","def":"n.  ဒဒှ်မကိတ်ညာပ်၊  ဒဒှ်မဒးချိုတ်ပၠိုတ်၊  ဒဒှ်မဟၟဲကဵုဗၠေတ်မှာယောၚ်ယာ။"},  	
{"word":"accurate","def":"adj.  မဟွံမွဲကဵုယောၚ်ယာ၊  မချိုတ်ပၠိုတ်၊  မကိတ်ညာပ်။"},  	
{"word":"accurately","def":"adv.  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  နဒဒှ်မဟွံမွဲကဵုဗၠေတ်မှာယောၚ်ယာ။"},  	
{"word":"accursed","def":"adj.  မဒးလဝ်ကသဴ၊  မဒးဒုၚ်ချဴလဝ်။"}, 	
{"word":"accurst","def":"ရံၚ် accursed တေံညိ။"},	
{"word":"accuse","def":"vt.  ပ္ကီုစုတ်ဒုဟ်၊  နၚ်စုတ်ကဵု၊  နၚ်ဒုဟ်၊  နၚ်စုတ်ဒုဟ်၊  စောဲစုတ်ဒုဟ်။  accuser (n)  မၞိဟ်ဒးဒုၚ်ပ္ကီုစုတ်ဒုဟ်။  accusation (n)  ဗယိ၊  ပွမနၚ်စုတ်ဒုဟ်။"}, 	
{"word":"accustom","def":"vt.  ဒှ်ဒၟံၚ်အခိုက်အလိုက်၊  ကေၚ်မံၚ်၊  ဒှ်မံၚ်လၟိုန်၊  ကၠောန်မံၚ်လၟိုန်၊  တုဲဒှ်ဒၟံၚ်လၟိုန်။  accustom to.  (vt)  လေပ်။"}, 	
{"word":"accustomed","def":"adj.  မကေၚ်၊  မဒှ်အတိုၚ်နနဲကၠောန်ကၠုၚ်၊  မဒှ်အတိုၚ်နနဲအခိုက်ကၞာကၠာတေံ။"},  	
{"word":"acetic","def":"adj.  မဆေၚ်စပ်ကဵုဍာ်သံဍာ်ဗ္စး။"}, 	
{"word":"ache","def":"n.  ပွမဂိ။  vi.  ဂိ၊  ဂိကိတ်စ။"}, 	
{"word":"achieve","def":"vt.  တုဲဒှ်၊  ဂွံအာအံၚ်ဇၞး၊  ဒုၚ်ကာယဵုဂၠေၚ်တုဲဒှ်အာ။  achievement (n)  ဒဒှ်မဂွံအာအံၚ်ဇၞး၊  ဒဒှ်မဂွံဇၞးမာန်။"}, 	
{"word":"acid","def":"n.  ဓာတ်ဗစး၊  ဍာ်တက်။  adj.  မနွံကဵုသတ္တိဓာတ်ဗစး၊  မနွံကဵုရှ်ကေက်သ္ကာတ်။"}, 	
{"word":"acknowledge","def":"vt.  တုပ်စိုတ်ဒုၚ်ဝန်ဒဒှ်မဒှ်ဍာံစၟတ်၊  ကလေၚ်ကလိုဟ်ကဵုပရိုၚ်ဒဒှ်မဂွံဒုၚ်ကေတ်လဝ်တဲ။  acknowledge indebtedness  (vt)  ယဵုဂုန်။  acknowledgement  (n)  ဒဒှ်မတုပ်စိုတ်ဒုၚ်ဝန်၊  လိက်ကလေၚ်ဏာဒဒှ်မသ္ဂောံဒုၚ်ကေတ်တဲ။"}, 	
{"word":"acquaint","def":"vt.  ခဒှ်ေ၊  သကဵုတီ၊  သကဵုဒဒှ်ေဒယှ်၊  သကဵုကၠိုဟ်ခၠၚ်ကၠုၚ်၊  ဒဒှ်ေဒယှ်အာ၊  ဆန်က္ၜန်၊  ဆန်ၜန်။  acquainted with (vt)  တီညာတ်၊  ဒဒှ်ေ၊  ဒဒှ်ေဒယှ်။"}, 	
{"word":"acquaintance","def":"n.  ပွမကၠိုဟ်ခၠၚ်ညိညသ္ဇိုၚ်သာ၊  ဒဒှ်ေဒယှ်၊  ပွမဍုက်ကေဝ်ကၠုၚ်၊  ဒဒှ်ေဒယှ်ကၠုၚ်။  acquaintanceship (n)  ဒဒှ်မတီညာတ်။"}, 	
{"word":"acquire","def":"vt.  ကလိဂွံ၊  ကေတ်ထောံ၊  ကတ်လ္ၚတ်၊  မိက်ဂွံပတၠ၊  မိက်ဂွံဂွံ။"},  	
{"word":"acquirement","def":"n.  ပွမကတ်လ္ၚတ်ကေတ်၊  အရာမကတ်လ္ၚတ်ဂွံလဝ်၊  ပွမဆိုက်ဗ္ဒက်၊  အစောံစရာဲယဵုဒုၚ်မာန်။"},  	
{"word":"acquisition","def":"n.  ပွမကေတ်ထောံ၊  ပွမသီကေတ်ထောံ၊  အရာမသီဂိုၚ်ကေတ်လဝ်။"},  	
{"word":"acquisitive","def":"adj.  မနွံကဵုဓာတ်စိုတ်ဗွဲမသ္ကာတ်မြဟ်လ္တူမကတ်လ္ၚတ်၊  မကေတ်လေပ်နူကတ်လ္ၚတ်။"},  	
{"word":"acquit","def":"vt. (-tt-)  ဗလးဒုဟ်၊  ဗလးထောံနူဒုဟ်၊  ဗလးထောံဟိုတ်နူဒဒှ်မဟွံမွဲကဵုဒုဟ်။"},	
{"word":"acre","def":"n.  ဨက၊  ဗၜတ်နွံ ၄၈၄ဝ ပန်ကၠၚ်ဂေတ် (ဟွံသေၚ်မ္ဂး) ဗၜတ်ၜိုတ် ၄ဝဝဝ မဳတာပန်ကၠၚ်။"},  	
{"word":"acrid","def":"adj.  မရိၚ်က္တၚ်၊  မသ္ကာတ်(ရှ်)။"}, 	
{"word":"acrobat","def":"n.  သၟာဗ္တက်ဂျန်၊  သၟာဝေၚ်ဂျန်ဆလန်။"}, 	
{"word":"across","def":"prep.  နူလ္ပာ်ဏံစဵုကဵုလ္ပာ်တေံ၊  နူလ္ပာ်တေံစဵုကဵုစိုပ်လ္ပာ်ဏံ။  adv.  လက်လၞၚ်။  ၂။  လ္ပာ်တၞဟ်သအာၚ်တေံ၊  ပ္ဍဲလ္ပာ်တၞဟ်တေံ။၃။  နဒဒှ်မတတ်စွံလဝ်လက်လၞၚ်၊  ဗွဲမလမၞၚ်၊  ဗွဲလမၞၚ်။"}, 	
{"word":"act","def":"vt. vi.  ကၠောန်ယဵုဒုၚ်။  ၂။  ကၠောန်ယဵုဒုၚ်ကဵုညံၚ်ရဴညးနွံပၟိက်။  ၃။  လုပ်လှ်ေထ္ၜး၊  လုပ်လှ်ေထ္ၜးကဵုဗီုပြၚ်။  to act in concert  (vt. vi.)  ဂၠုံအုံ။  to act up (vt)  ဒ္ဂေတ်။  to act a part (vt)  ပမန၊  ပအာကာရ။  (n)  ပွ။  ၂။ အိတ်ဥပဒေ။  an act of mercy (n)  မေတ္တာ။  an heroic act (n)  ပွကောန်သ္ဂံၚ်။"}, 	
{"word":"action","def":"n.  ပွ၊  လ္ၚ၊  ပြဝ၊  စရိတ်၊  စရိုတ်၊  ပွမချဳဒရာၚ်၊  ပွမယဵုဒုၚ်ဒၟံၚ်၊  ပွမကေတ်ကာ(ကေတ်အရေဝ်)။"},	
{"word":"activate","def":"vt.  သကဵုချဳဒရာၚ်၊  သကဵုကလိုက်ကၟဵုတိုန်။"}, 	
{"word":"active","def":"adj.  ပရေက်၊  ဗရေက်၊  မြက်၊  မြက်စာ၊  သာက္ဍာ၊  သာဍာ၊  မကၠောန်ဒၟံၚ်၊  မယဵုဒုၚ်ဒၟံၚ်၊  မကလိုက်ကၟဵုတိုန်ဒၟံၚ်၊  မတ္ၚံလ္ပံလ္တူကမၠောန်၊  မပြဟ်၊  မပြဟ်ပြေဟ်။  ၂။  မဒှ်နမတ်၊  မစိုပ်တရဴ။  ၃။  ကြိယာမစၞောန်ထ္ၜးကဵုကမၠောန်ကတ္တာ။  active state of mind  (adj)  သတိ။  activity  (n.  pl.-ties)   ပွမချဳဒရာၚ်ကလိုက်ကၟဵုတိုန်။"},  	
{"word":"actor","def":"n.  သၟာတဂန်၊  မၞိဟ်တြုံဍိုက်ဇာတ်။"}, 	
{"word":"actress","def":"n.  မၞိဟ်ဗြဴဍိုက်ဇာတ်။"}, 	
{"word":"actual","def":"adj.  မနွံကွေံကွေံ၊  မဒှ်ကွေံကွေံ၊  မနွံဍာံဍာံ၊  မခယျကေတ်ဟွံသေၚ်၊  မညာတ်ဒးရး။  actually  (adv)  မုချ၊  စၟတ်ဍာံ၊  ဍာံဍာံ၊  ဇေတ်ဇေတ်တေံ၊  ဍာံဍာံတေံ။"},  	
{"word":"actuate","def":"vt.  ဆဝ်ပ္ၚုဟ်၊  ဂဇုဟ်ကဵုဓတ်၊  ဗ္တိုက်ဖအောဝ်၊  သ္ဒးဒုၚ်ကဵုဇြဟတ်ဂရိုဟ်ဂစာန်။"}, 	
{"word":"acute","def":"adj.  မဂိဒဇတ်၊  မသ္ကေက်သ္ကာ၊  မစၚ်စူ၊  မနွံကဵုလညာတ်သ္ကေက်သ္ကာ၊  မနွံကဵုဂမြၚ်ညာဏ်သ္ကေက်သ္ကာ၊  မက္ဍၚ်ဒၟံၚ်၊  မဒှ်က္ဍၚ်မံၚ်၊  မက္ဍန်သွတ်။"},	
{"word":"adage","def":"n.  ဂလာန်ညးတံမၠာ၊  ဂလာန်ပေါရဏာံပေါရဒံါ။"}, 	
{"word":"adam's apple","def":"n.  ဖျေဲ(စာၚ်, အဒါ, ဂစေံ)။  ၂။  ပေါၚ်ကအ်။"}, 	
{"word":"adamant","def":"adj.  မကြံၚ်မ္ၚိုဟ်၊  မဟီုဂးစဝါတ်၊  က္ဍိုပ်ကြံၚ်။၂။  တၟံဗိုတ်မနွံကဵုသတ္တိကြံၚ်မ္ၚိုဟ်(ကုတ်ကရေက်ဟွံမာန်)။"}, 	
{"word":"adapt","def":"vt.  ပြုပြေၚ်လဝ်ညံၚ်ရဴရပ်စပ်ဂွံလောဲ သ္ဂောံကလိတ်ကလောတ်။"},  	
{"word":"adaptable","def":"adj.  မပလေဝ်ပလေတ်မာန်၊  မပလေဝ်ကေတ်ဂွံမာန်။"}, 	
{"word":"adaptation","def":"n.  ပွမပလေဝ်ပလေတ်ထောံ ညံၚ်ရဴရပ်စပ်သ္ဂောံလောဲသွာ၊  အရာမပြုပြေၚ်ပလေဝ်ပလေတ်လဝ်။"}, 	
{"word":"adapter","def":"n.  မၞိဟ်ကၠာဲစၠောံဘာသာ ညံၚ်ရဴသ္ဂောံကလိတ်ကလောတ်။"}, 	
{"word":"adaptor","def":"n.  ကရိယာပလေဝ်ပလေတ်လဝ် သွက်ဂွံရပ်စပ်ဓတ်ဓါတ်လလဳပ္ဍဲအရာစကာ။"},  	
{"word":"add","def":"vt. vi.  တော်၊  ပံၚ်၊  ဗပေၚ်၊  တပ်၊  ထပ်၊  လံၚ်၊  ဟုဲ၊  လံၚ်စုတ်၊  မောဝ်၊  လစံက်၊  လဇံက်၊  ဟုဲစုတ်။  add more to (vi)  ထပ်လံၚ်။  add to (vi)  မောဝ်၊  လံၚ်စုတ်။"}, 	
{"word":"addendum","def":"n.  တၚ်ဗပေၚ်စုတ်။"}, 	
{"word":"adder","def":"n.  ဇြုံဗုဲမွဲဂကူ။"},	
{"word":"addict","def":"n.  စောဲလာံ၊  ဗက်စ။"}, 	
{"word":"addictive","def":"adj.  မလုလန်၊  မလုဟ်။"}, 	
{"word":"addition","def":"n.  ပွမပံၚ်၊  ပွမထပ်ပံၚ်စုတ်၊  ပွမထပ်လံၚ်စုတ်၊  အရာမထပ်ဗပေၚ်စုတ်။   Idioms: in addition to - ပဲါနူဂှ်၊  ဆဂှ်သၟးဟွံသေၚ်။"}, 	
{"word":"additional","def":"adj.  မထပ်ဗပေၚ်စုတ်လဝ်ဂွံရပ်အဇာ။"}, 	
{"word":"additive","def":"n.  ကပေါတ်မထပ်ဗပေၚ်။"}, 	
{"word":"addle","def":"vt.  က္ဍိုၚ်အာ(ခၟာဲစာၚ်,အဒါ)။"}, 	
{"word":"address","def":"vt.  ပ္တီ၊  ချူလိက်ဌာန်ဒၟံၚ်၊  ဟီုဂလာန်၊  မြော်ဂလာန်၊  သ္ပအာရီုတုဲကၠောန်ၜိုတ်။  n.  ဒၞာဲဌာန်ဒၟံၚ်၊  ဂလာန်၊  ဗီုလအာဟီုဂး၊  ပွမကေတ်စမုက်၊  ပွမသ္ပတၠနာဲမုက်။  address a superior (vt)  ဂရၚ်ပ္တီ။"}, 	
{"word":"addressee","def":"n.  တၠဒၞာဲဌာန်ဒၟံၚ်။"}, 	
{"word":"adduce","def":"vt.  ကံက်နုက်ပ္တိတ် သွက်ဂွံထ္ၜးကဵုအထံက်သာဓက။"}, 	
{"word":"adenathera pavonia","def":"n.  ပေါၚ်မဇၞော်(တၞံဆု)။"},	
{"word":"adept","def":"n.  မၞိဟ်ဆိုက်ဗ္ဒက်၊  မၞိဟ်စိုန်သ္ကီု။  adj.  မဆိုက်ဗ္ဒက်၊   မစိုန်သ္ကီု။"}, 	
{"word":"adequacy","def":"n.  ပရိယတ္တိ၊  ဒဒှ်မရုံဂပ်။"}, 	
{"word":"adequate","def":"adj.  မရုံဂပ်၊  မက္ဍိုက်ပေၚ်တဴကဵုအစောံစရာဲ၊  သၟဟ်ရထ။"},  	
{"word":"adequately","def":"adv.  ရုံရုံဂပ်ဂပ်၊  နဒဒှ်မဍိုက်ပေၚ်တဴကဵုစရာဲနွံပၟိက်။"},  	
{"word":"adhere","def":"vt.  ထနေန်၊  ထၞေန်၊  ထၞေန်စပ်၊  ဗ္ဒ၊  ဗာန်၊  ဓဗာန်၊  ကြပ်၊  ခၜိုတ်၊  စေန်စပ်။  ၂။  ဗိုန်ဗတ်၊  ဟွံမွဲကဵုဖံက်ပၠန်၊  နွံကဵုသစ္စ။  adherence (n)  ပွမၞုံကဵုသစ္စ။  adherent  (n)  မၞိဟ်ထံက်ဂလာန်၊  မၞိဟ်ဇုတ်ဒရံၚ်။"}, 	
{"word":"adhesion","def":"n.  ပွမဗာန်၊  ဒဒှ်မထံက်ဂလာန်။"}, 	
{"word":"adhesive","def":"n.  ကဝ်၊  ထၜိုတ်။  adj.  မထ္ၜိုတ်ဗာန်၊  မကၠေတ်ဗာန်။  adhesiveness  (n)  ဗတ်၊  ဒဒှ်မဗတ်။"}, 	
{"word":"ad hoc","def":"adj.  adv.  (Lat.)  မပြုပြေၚ်စဳရေၚ်လဝ် သွက်ပၟိက်ကိစ္စမွဲမွဲ, ဗွဲမချိုတ်ပၠိုတ်၊  နဒဒှ်မဟွံတုပ်ကဵုဗီုပြၚ်နဲကဲ ကၠောန်ကၠုၚ်လဝ်နူတမၠာ။"},  	
{"word":"adjacent","def":"adj.  မနွံစပ်ဖျပ်မံၚ်၊  မနွံကြပ်မံၚ်။"}, 	
{"word":"adjectival","def":"adj.  မဆေၚ်စပ်ကဵုနာမဝိသေသန၊  မဒှ်ညံၚ်ရဴနာမဝိသေသန။"},  	
{"word":"adjective","def":"n.  နာမဝိသေသန၊  ပိုဒ်မပတၟေၚ်ကဵုအသဝ်နာမ်။"}, 	
{"word":"adjoin","def":"vt.  နွံဒၟံၚ်ကြပ်ကြပ်၊  နွံဒၟံၚ်မွဲကရောံမွဲစွံ။"},  	
{"word":"adjourn","def":"vt. vi.  ပဆုဲထောံ။  ၂။ ပရးထောံမၞိဟ်၊  ကၠောန်ပြံၚ်လှာဲဒၞာဲ။"},  	
{"word":"adjunct","def":"n.  အဘဳ၊  မုက်ကွိုန်၊  ကၞောဝ်။"}, 	
{"word":"adjust","def":"vt.  ချိၚ်ပကိတ်၊  ပလေဝ်ပလေတ်ချိၚ်ပကိတ်။  adjust a garment.  (vt)  ရုၚ်သၠောံ၊  ရုၚ်သၠောံသ္ၚာ။"}, 	
{"word":"adjustable","def":"adj.  မပလေဝ်ပလေတ်မာန်၊  မချိၚ်ပကိတ်မာန်။"}, 	
{"word":"adjustment","def":"n.  ပွမပလေဝ်ပလေတ်၊  ပွမချိၚ်ပကိတ်၊  ကရိယာသွက်ဂွံပလေဝ်ပလေတ် ချိၚ်ပကိတ်။"},  	
{"word":"adjutant","def":"n.  ဒိုၚ်(ဂစေံ)။  ၂။  ဗဵုဇၞော်ပရေၚ်ဒပ်။  adjutant stork  (n)  ဒိုၚ်စၟာဲဖျေဲ၊  ဒိုၚ်စၟာဲဂဗေၚ်၊  ဒိုၚ်ဗျု။"},	
{"word":"administer","def":"vt.  သ္ကိုပ်သ္က၊  စဳရေၚ်ဖန်ဖက်။၂။  အုပ်ဓုပ်။၃။  ဖျုၚ်ဗ္စ၊  ဖျုၚ်ဂဥုဲ။၄။  ဌာနဝန်ဇၞော်။  administer a remedy (vt)  သကဵုဂဥုဲဇဗ။  administer medicine (vt)  ဖျုၚ်ဂဥုဲ။"}, 	
{"word":"administration","def":"n.  ပွမစဳရေၚ်ဖန်ဖက်၊  ပွမအုပ်ဓုပ်၊  ဌာနဝန်ဇၞော်၊  ဒဒှ်မသကဵုဂွံ၊  ပွမသကဵုအပ်၊  ပွမဖျုၚ်ဂဥုဲ၊  ပွမဖျုၚ်ဗ္စ။"},  	
{"word":"administrative","def":"adj.  မဆေၚ်စပ်ကဵုကမၠောန်ပွမစဳရေၚ်ဖန်ဖက်၊  မဆေၚ်စပ်ကဵုကမၠောန်ပွမစဳရေၚ်အုပ်ဓုပ်။"},  	
{"word":"administrator","def":"n.  မၞိဟ်စဳရေၚ်ဖန်ဖက်၊  မၞိဟ်အုပ်ဓုပ်။"}, 	
{"word":"admirable","def":"adj.  မခိုဟ်သွက်ဂွံဒှ်အထိုၚ်အသး သွက်ဂွံဒှ်အံသဝ်၊  မဒှ်ဒဒှ်ခိုဟ်အိုတ်။  admirably (adv)  နဒဒှ်မဒှ်ခိုဟ်အိုတ်။"}, 	
{"word":"admiral","def":"n.  သကိုပ်ဗိုလ်ဒပ်ဍာ်၊  ဇမၞော်ဒပ်ဂကောံက္ၜၚ်ပၞာန်။"},  	
{"word":"admiration","def":"n.  ပွမသ္ဍိုက်မၠိုက်စိုတ်၊  ပွမဒးဂၞပ်၊  ပွမကေတ်အစာံအဲပရဲ၊  ပွမသ္ဇုၚ်သ္ဍိုက်အဲပရဲ။"}, 	
{"word":"admire","def":"vt.  ဒှ်အံသဝ်၊  ဒးစိုတ်၊  ဗက်စညး၊  မိက်ဂွံဒှ်ကီု၊  အထေၚ်ဇၞော်။"},  	
{"word":"admissible","def":"adj.  မကဵုအခေါၚ်မာန်။"}, 	
{"word":"admission","def":"n.  အခေါၚ်လုပ်၊  ပွမသကဵုအခေါၚ်လုပ်၊  ပွမဒုၚ်ဝေါန်။"},  	
{"word":"admit","def":"vt. vi. (-tt-)  ကဵုအခေါၚ်လုပ်။  ၂။  ဒုၚ်ဝန်။  ၃။  ကဵုအခေါၚ်၊  သၠးစွံလဝ်ကဵုဒၞာဲ။"}, 	
{"word":"admittedly","def":"adv.  အတိုၚ်ညးဂမၠိုၚ်မဒုၚ်ကေတ်လဝ်တဲ။"}, 	
{"word":"admix","def":"vt. vi.  နှဴရဴ၊  နှဴရဴအာ။"}, 	
{"word":"admixture","def":"n.  ပြဝမသၞဴ၊  အရာမသၞဴလဝ်။"}, 	
{"word":"admonish","def":"vt.  ဟီုဂလာန်ဒၠောံဗ္တောန်၊  ဟီုဂလာန်ကဵုသတိ၊  ဒၠောံဗ္တောန်။  admonition (n)  ဂလာန်ဒၠောံဗ္တောန်၊  ဂလာန်ကဵုသတိ၊  သြဝါဒ။"}, 	
{"word":"ado","def":"n.  ဒဒှ်မံၚ်ဟွံမာန်၊  ပွမထကၠိုက်ထကၠန်ဒၟံၚ်။"}, 	
{"word":"adobe","def":"n.  ဍိုတ်စဲတ္ၚဲ။"}, 	
{"word":"adolescence","def":"n.  အဝဲဇၟူဝုတ်ဗၠာဲလုပ်။"}, 	
{"word":"adolescent","def":"n.  adj.  အဝေါၚ်ဇၟူလုပ် (အာယုက် ၁၂-၂ဝ)၊  မလုပ်အဝေါၚ်ဇၟူလုပ်။"},  	
{"word":"adopt","def":"vt.  လွဳပစ၊  ကပှ်ပစ။  ၂။  ပတှ်ေဒ္ဂေတ်ဗက်၊  ဒ္ဂေတ်ဗက်ဒုၚ်တဲ၊  ဒုၚ်လဝ်တဲ၊  ဒုၚ်ကေတ်တဲ၊  ဒ္ဂေတ်ဗက်၊  ဗက်ကၠောန်။  adopt new methods (vt)  ကေတ်ဒွန်တၟိ။"}, 	
{"word":"adoption","def":"n.  ပွမပတှ်ေ၊  ပွမစှ်ေစိုတ်၊  ဒဒှ်ပွသွက်မဒုၚ်ကေတ်တဲခိုဟ်။"},  	
{"word":"adorable","def":"adj.  မထေက်ကဵုသ္ဒးရှ်ေသှ်ေရဴဂဴခိုဟ်၊  မထေက်ကဵုသ္ဒးမှောဝ်ဇဴခိုဟ်။"},  	
{"word":"adoration","def":"n.  ပွမရှ်ေသှ်ေ၊  ပွမသ္ပအဲပရဲ။"}, 	
{"word":"adore","def":"vt.  စ္ၜုဲစ္ၜော်ဆိုက်ဗ္ဒက်၊  ရှ်ေသှ်ေအဲပရဲ။  ၂။  သ္ဍိုက်မၠိုက်။"},  	
{"word":"adorn","def":"vt.  ကျိုၚ်ကျဝ်၊  ကျိုၚ်ကြာဲ၊  ဇိုပ်၊  ဇိုပ်သ္ကိုပ်၊  ဇြိုပ်၊  သ္ကိုပ်ဇြိုပ်(ဂြိုပ်)၊  ကယျိုၚ်၊ မြီဆာဲ၊  မြီညႇာ၊  မြီသ္ဇုၚ်၊  ဗြံက်ဗြ၊  ကျိုၚ်ကျဝ်ဗိုက်လ္တက်၊  ကျိုၚ်ကျဝ်စိစောန်၊  ကျိုၚ်ဗွိုက်လ္တက်၊  ကျိုၚ်ကယျိုၚ်၊  ဖျေံဖျောန်ကျိုၚ်ကျဝ်၊  ကရှ်၊  ကရှ်ပလေဝ်ပလေတ်၊  ဂ္ညိဂ္ညာတ်။  adornment (n)  ဂ္ညိ၊  ကပေါတ်ဂ္ညိဂ္ညာတ်၊  ကပေါတ်ကယျိုၚ်ကယျဝ်။"}, 	
{"word":"adrift","def":"adj. adv.  မပှော်ဟဳတိတ်အာ၊  နဒဒှ်မပှော်ဟဳတိတ်အာ။"},  	
{"word":"adulation","def":"n.  ပွမခစနကဵုဟီုဖျိုက်။"}, 	
{"word":"adult","def":"adj.  မၞိဟ်စိုပ်အဝဲ၊  မၞိဟ်အာယုက်ပေၚ်(၂ဝ)တုဲ။"}, 	
{"word":"adultery","def":"n.  ဒဒှ်မဒေပ်တြုံသ္ကဲ၊  ပွမလုတ်လောန်ကဵုတြုံဗြဴညးတၞဟ်သအာၚ်။  adulterer (n)  မၞိဟ်လုတ်လောန်ကဵုကောန်သမ္ဘာညးတၞဟ်သအာၚ်။  adulteress (n)  မၞိဟ်ဗြဴမလုတ်လောန်ကဵုတြုံတၠသ္ၚိညးတၞဟ်သအာၚ်။"}, 	
{"word":"advance","def":"vt. vi.  တိုန်၊  ဆုဲတိုန်ကၠုၚ်ဂတ၊  ၜေတ်တိုန်ဂတ၊  ကဵုတိုန်ဂတဗွဲကိုပ်ကၠာ၊  ကၠုၚ်ဗွဲကိုပ်ကၠာ၊  သၠုၚ်တိုန်ကၠုၚ်(ၚုဟ်)၊  ကဵုသြန်ခရံ၊  ပ္တိတ်ဒၠေံကဵုသၠုဲ။  n.  ပွမဆုဲတိုန်ဂတ၊  ဒဒှ်ၚုဟ်မးတိုန်ကၠုၚ်၊  သြန်ခရံ၊  ဒက်မိတ်တက်ကျာကဝေၚ်။  in advance (adv)  နဒဒှ်မကဵုလဝ်ဒတုဲ။"}, 	
{"word":"advancement","def":"n.  ပွမသၠုၚ်ပ္တိုန်၊  ပွမၜေတ်တိုန်၊  ပွမကဵုတောတက်တိုန်၊  ဒတိုန်သွိုန်၊  ပွမသၠုၚ်ပ္တိုန်ၚုဟ်မး၊  ပွမပ္တိတ်ကဵုသြန်ခရံ၊  ပွမဂၠေံကဵုလှဲ(သြန်)။"}, 	
{"word":"advantage","def":"n.  ဒတုဲ၊  ထတုဲ၊  ဒတုဲကၟဝ်၊  ဒတုဲမြမောဝ်၊  မြမောဝ်၊  ပရဲ၊  ဖဵု၊  ဖဵုဂုန်၊  အနိဿံသ၊ ပွမတဴတက်ကၠုၚ်၊  ပွမဇၞော်မောဝ်တိုန်။၂။  ပွမဒှ်ကၠုၚ်ဖဵု၊  ပွမဂွံကၠုၚ်ပရဲပရာံ။  vt.  ဒှ်ဖဵုဂုန်၊  ဂွံကၠုၚ်လ္ပာ်လ္တူ၊  အခေါၚ်အဝဵုခိုဟ်ကၠုၚ်။"},  	
{"word":"advent","def":"n.  ပွမစိုပ်ကၠုၚ်ကဆံၚ်ဒတုဲကၟဝ် အခိၚ်အခါပၟိက်ဇၞော်သွက်ဂွံရာၚ်ဆာဲ၊  ပွမစိုပ်ကၠုၚ်၊  ပွမမံက်ကၠုၚ်။"}, 	
{"word":"adventure","def":"n.  အဓိပ္ပတ္တိ၊  ဟိုတ်မဒှ်ကၠုၚ်ဟွံကေၚ်ဆဵုမွဲလှ်ေ၊  ဟိုတ်မဒှ်ကၠုၚ်ဗွဲတၟေၚ်။  ၂။  ပွမထောံလမျီုကၞောတ်သော်တုဲ မဂေတ်ဂ္ၚေၚ်အာတရဴ၊  ပြဝဒုၚ်ချိုတ်လမျီု၊  တရဴမသ္ဒးအာဒှ်မံၚ်ဂဝိၚ်၊  ဂြိုဟ်ချဳမံၚ်ဂြုဂြု၊  ထၜေက်မတ်တုဲကၠောန်။"}, 	
{"word":"adverb","def":"n.  ကြိယာဝိသေသန၊  ပိုဒ်မတၟေၚ်ကဵုအသဝ်ကြိယာ။"}, 	
{"word":"adverbial","def":"adj.  မဆေၚ်စပ်ကဵုကြိယာဝိသေသန၊  မဒှ်ညံၚ်ရဴကြိယာဝိသေသန။"},  	
{"word":"adversary","def":"n. (pl.-ries)  သၞ၊  သတြု၊  မၞိဟ်ပြိုၚ်ပ္ကာန်။"},  	
{"word":"adverse","def":"adj.  အကာဲအရာဟွံခိုဟ်၊  အခေါၚ်အဝဵုဟွံခိုဟ်၊  မဒစဵုဒစးဒၟံၚ်။"},  	
{"word":"adversity","def":"n. (pl.-ties)  ဒဒှ်ပွမစိုပ်ဒဒိုက်၊  ပွမစိုပ်ဒဒှ်ကံကုသဵုပရေံ။"},  	
{"word":"advert","def":"vt.  စၞောန်ပ္ညုၚ်။  n. (ဒမၠေံ, advertisement)  ပွမလလောၚ်တြး။"}, 	
{"word":"advertise","def":"vt. vi.  လလောၚ်တြး။  ၂။  လလောၚ်တြးတုဲကော်ကေတ်။"},  	
{"word":"advertisement","def":"n.  လိက်လလောၚ်တြး၊  ပွမလလောၚ်တြး။"}, 	
{"word":"advertiser","def":"n.  မၞိဟ်လလောၚ်တြး။"}, 	
{"word":"advice","def":"n.  ကသပ်ဂၞန်၊  လိက်ဗ္ကန်စပရေၚ်သွံရာန်၊  တၚ်ပရေၚ်ဗ္ကန်စကပေါတ်ပရေၚ်သွံရာန်။"},  	
{"word":"advisable","def":"adj.  မကၠောန်ထေက်၊  မသ္ပထေက်။"}, 	
{"word":"advise","def":"vt.  ကဵုကသပ်ဂၞန်။  ၂။  ကလိုဟ်ဟီုလဴစ၊  ဗ္ကန်ဖျန်ကီုဏာကသပ်။"},  	
{"word":"advisory","def":"adj.  မနွံကဵုအခေါၚ်အဝဵုကဵုကသပ်၊  မကဵုကသပ်ဂၞန်။"}, 	
{"word":"advocate","def":"n.  သၟာဂဗုတ်၊  မၞိဟ်ရီုဗၚ်ထံက်ဂလာန်ဟီုဂး။  advocacy (n)  ပွမဗက်ရီုဗၚ်ပ္ဍဲကေၚ်ကာကိစ္စဂဗုတ်၊  ပွမဟီုဂးထံက်ဂလာန်။"}, 	
{"word":"adze","def":"n.  ဝါစဳ (ကရိယာသၟာဓဇဲ)။"}, 	
{"word":"aerial","def":"n.  ဇုက်လောတ်ရပ်ရမျာၚ် ဗလးနၚ်နူရုၚ်ဗလးရမျာၚ်။  adj.  မဆေၚ်စပ်ကဵုကျာ၊  မဒှ်အပ္ဍဲကျာ၊  မဒှ်ဗိုန်ဗိုန်ဗတ်ဗတ်ဟွံသေၚ်၊  မဒှ်ဆၜိုတ်ချပ်လဝ်ပ္ဍဲစိုတ်။"}, 	
{"word":"aero-","def":"prefix.  မဆေၚ်စပ်ကဵုကျာ၊  မဆေၚ်စပ်ကဵုက္ၜၚ်ကျာ။"}, 	
{"word":"aerodrome","def":"n.  ခလှာတ်က္ၜၚ်ကျာ။"}, 	
{"word":"aeroplane","def":"n.  က္ၜၚ်ကျာ။"},  	
{"word":"afar","def":"adv.  နူဌာန်ဇမ္ၚောဲ၊  ပ္ဍဲဌာန်ဇမ္ၚောဲ။"}, 	
{"word":"affable","def":"adj.  မနွံကဵုမုဟ်ပါၚ်ဍာတ်။"}, 	
{"word":"affair","def":"n.  ပရေၚ်ကိစ္စ၊  ကမၠောန်ကိစ္စ၊  ဟိုတ်ဒဒှ်၊  ပရေၚ်ပရော။"},  	
{"word":"affect","def":"vt.  သကဵုစိုတ်လီု၊  လီုစိုတ်။  ၂။  ပပၞ၊  ပကလော်၊  တိုအ်ၜတ်၊  ပ္တောံ၊  မံၚ်ညံၚ်ရဴဟွံတီ။  ၃။  သ္ဍိုက်မၠိုက်၊  ဒးဂၞပ်။"}, 	
{"word":"affectation","def":"n.  ပပၞ၊  ပ္တောံ။"}, 	
{"word":"affection","def":"n.  မေတ္တာ၊  ပွမသ္ဍိုက်ဆာန်၊  ပွမသ္ဍိုက်မၠိုက်၊  ပွမဆာန်ကၟိန်။၂။  ဒဒှ်ယဲမထၞေန်စပ်။"}, 	
{"word":"affectionate","def":"adj.  မသ္ဍိုက်ဆာန်၊  မသ္ဍိုက်မၠိုက်၊  မဆာန်ကၟိန်၊  ဇိပ်ဂၠိပ်၊  သိပ်ဂၠိပ်။"}, 	
{"word":"affectionately","def":"adv.  ဗွဲမသ္ဍိုက်မၠိုက်၊  သ္ဍိုက်က်မၠိုက်က်၊  နဒဒှ်မသ္ဍိုက်မၠိုက်သီုစိုတ်သီုစရိုတ်။"}, 	
{"word":"affiliate","def":"vt. vi.  ဒုၚ်ကေတ်တဲအနေဒဒှ်ကောန်ဂကောံ၊  ဆက်ဆောံအာအနေဒဒှ်ကောန်ဂကောံ၊  ဆက်စပ်ကေတ်အနေဒဒှ်ကောန်ဂကောံ။  n.  ပူဂဵုမလုပ်အဝေါၚ်ဂကောံ၊  ပူဂဵုမဆေၚ်စပ်ကဵုဂကောံ။"}, 	
{"word":"affinity","def":"n. (pl.-ties)  ဒဒှ်မစပ်ဖျပ်နဲတုပ်ဒၟံၚ်၊  ဒဒှ်မဆက်နဲတုပ်ဒၟံၚ်၊  ပွမနဲတုပ်ဒၟံၚ်ညံၚ်ရဴသၞောဝ်ဒတောဝ်။  ၂။  သတ္တိမပံၚ်ကောံကလောံအာလေပ်။"},  	
{"word":"affirm","def":"vt.  ဟီုဂးဗိုန်ဗိုန်ဗတ်ဗတ်၊  ဟီုဂးသ္ပဒတန်။"}, 	
{"word":"affirmation","def":"n.  ဒဒှ်မဟီုဂးလဝ်ဗိုန်ဗိုန်ဗတ်ဗတ်၊  တၚ်မဟီုဂးလဝ်ဗိုန်ဗိုန်ဗတ်ဗတ်။"},  	
{"word":"affirmative","def":"adj.  မသွဟ်ကဵုဒဒှ်ဍာံဍာံ။  n.  ပွမသွဟ်ကဵုဒဒှ်ဍာံဍာံ။"}, 	
{"word":"affix","def":"n.  အရာမဆက်ဖျပ်စုတ်လဝ်။  affix denoting the feminine gender. (n)  ၝောံ၊  ဗြဴ။  vt.  ဖျပ်ဆက်လဝ်၊  ဖျပ်ဗာန်လဝ်၊  ဖျပ်ဆက်ဍံၚ်စုတ်လဝ်။  affix a stamp to a letter. (vt)  ဗာန်က္ဍိုပ်လိက်ပ္ဍဲလိက်။"}, 	
{"word":"afflict","def":"vt.  ဒဒိုက်၊  ပရိုက်၊  ဒိုက်ဒိန်ကာဲကၞာဲ၊  ကဵုဝေဒနာထၞေန်စပ်။  afflict the body. (vt)  ဒဒိုက်ကာယ။  afflictions (n)  ဒစုက်ဒလ၊   အရာမစၚ်လုပ်ဒၟံၚ်ပ္ဍဲဖျုန်ဇကု။"}, 	
{"word":"affluence","def":"n.  ဒဒှ်မသိုက်ဘိုက်၊  ပွမနွံကဵုသၠုဲသၠာ်။"}, 	
{"word":"affluent","def":"adj.  မသိုက်ဘိုက်၊  မနွံကဵုဂြပ်ဗွဲမဂၠိုၚ်။"}, 	
{"word":"afford","def":"vt.  ပ္တိတ်ဇြဟတ်။  ၂။  စေက်လဝ်၊  ဒုၚ်ဖအိုတ်လဝ်။  ၃။  ကဵု၊  သကဵုဂွံ။"}, 	
{"word":"afforest","def":"vt.  ကလေၚ်လဟိုဟ်တဵုပ္တိုန်တၞဆုဂြိုပ်ဆု၊  တဵုတၞံဆု။"},  	
{"word":"afforestation","def":"n.  ပွမလွဳလဟိုဟ်ပ္တိုန်ဂြိုပ်ဆု။"}, 	
{"word":"affray","def":"n.  ပေဲါသေက်ဇဵုကလိုက်ကၟဵု။"},	
{"word":"affright","def":"vt.  ဘပလ၊  ပရဂဟီ။"}, 	
{"word":"affront","def":"vt.  ပတဝ်တေက်ဒးမုက်၊  ဓလဵုထနံၚ် (ဟလဵုဟနံၚ်)။  n.  ပွမဓလဵုထနံၚ်။"}, 	
{"word":"afield","def":"adv.  နူသ္ၚိစဵုကဵုဌာန်ဇမ္ၚောဲတေံ၊  စဵုကဵုသ္ၚောဲသ္ၚောဲတေံ။"},  	
{"word":"aflame","def":"adj.  မဂဵုဒၟံၚ်သဴသဴ၊  မဂဵုသလံဒၟံၚ်၊  မဍာဲဂြၚ်ဒၟံၚ်။"},  	
{"word":"afloat","def":"adj.  မဟဳဂတဝ်ဒၟံၚ်၊  မဟဳဒယိုန်ဒၟံၚ်။ ၂။  မဒှ်ပ္ဍဲဂၠုၚ်၊  မဒှ်ပ္ဍဲလ္တူက္ၜၚ်မနွံပ္ဍဲဂၚ်။  ၃။  မစပ္တံကၠုၚ်ဒၟံၚ်။  ၄။  မပြးဇးတိတ်အာဒၟံၚ်။"},	
{"word":"afoot","def":"adj.  မက္တဵုဒှ်ဒၟံၚ်။"}, 	
{"word":"aforementioned","def":"adj.  မဒှ်အတိုၚ်စၞောန်ထ္ၜးလဝ်ဗွဲဂတတေံ။"},
{"word":"aforesaid","def":"ရံၚ် aforementioned တေံညိ။"},	
{"word":"afraid","def":"adj.  မဖေက်၊  မဂွိၚ်၊  မဖေက်ဂၟံက်၊  မသမ္ၚာတ်ဒည။"},	
{"word":"afresh","def":"adv.  ပၠန်တၟိမွဲဗီု၊  မွဲဗီုမွဲနဲပၠန်။"}, 	
{"word":"Africa","def":"n.  တိုက်အာဖရိက။  African  (n)  ကောန်တိုက်အာဖရိက။"}, 	
{"word":"aft","def":"adv.  လက်သၞေဝ်၊  ပ္ဍဲလ္ပာ်သၞေဝ်၊  ဖာလ္ပာ်သၞေဝ်။"},  	
{"word":"after","def":"prep. adv. adj.  ကြဴ၊  ဗွဲကြဴ။  ၂။  ပ္ဍဲမွဲဒၞာဲတေံ၊  လက်ကရဴ။  ၃။  လ္ပာ်လက်ကရဴ၊  လ္ပာ်စး။  ၄။  ဟိုတ်ဂှ်။  ၅။  အကြာဂှ်ပၠန်။  ၆။  မွဲတုဲမွဲ။  ရ။  ဗက်ဂၠာဲဒၟံၚ်ဖိုဟ်၊  တုဲပၠန်။  after midnight. (adv)  သဂါတ္ၚဲလောန်၊  ဒဂါတ္ၚဲလောန်။  after the manner of.  (prep)  ရဴဗတ်သၟ၊  ညံၚ်ဗတ်သၟ၊  နဲဗတ်သၟ။  after years.  (adj)  မဒှ်အပ္ဍဲသၞာံလက်ကရဴ။"},	
{"word":"afterbirth","def":"n.  အခါမၜံၚ်ပၟတ်ပၞာၚ်တုဲ။"}, 	
{"word":"afterlife","def":"n.  ဒဒှ်လမျီုမအိုတ်အာတုဲ။"}, 	
{"word":"aftermath","def":"n.  ဂုန်ဖဵုအဆက်ဆက်၊  ဂုန်ဖဵု၊  လာပ်ဂွံ။"}, 	
{"word":"afternoon","def":"n.  ဖာတ္ၚဲစေၚ်၊  ပယျာံတ္ၚဲစေၚ်၊  အခိၚ်တ္ၚဲစေၚ်၊  ဝိကာလ။"},  	
{"word":"afterthought","def":"n.  တုဲဒှ်တုဲမှကသပ်မံက်ကၠုၚ်။"}, 	
{"word":"afterwards","def":"adv.  ကြဴ၊  ကြဴတဲ(ကရဴတဲ)၊  ဗွဲကြဴ၊  ဒေါဝ်ကြဴ၊  လက်ကရဴ၊  စိုပ်ပ္ဍဲအခိၚ်ဗွဲကြဴ၊  တုဲပၠန်။"}, 	
{"word":"again","def":"adv.  တုန်၊  မွဲနဲတုန်၊  ပၠန်၊  မွဲဝါပၠန်၊  မွဲတဲပၠန်၊  မွဲအလန်ပၠန်၊  မွဲလတုန်ပၠန်။  ၂။  ဟွံလံဟွံလံ၊  ဟွံပိုတ်ဟွံပိုတ်။  ၃။  ထပ်တုဲထပ်ပၠန်၊  မွဲလန်တုဲမွဲလန်ပၠန်။  ၄။  ထပ်မွဲဗလးပၠန်။  ၅။  တုဲပၠန်၊  ရံၚ်မွဲလ္ပာ်တေံပၠန်၊  ရံၚ်မွဲနဲပၠန်မ္ဂး။  again and again.  (adv)  ကဆံ၊  ထပ်ကဵုထပ်၊  မွဲလန်တုဲမွဲလန်၊  ထပ်တုဲထပ်ပၠန်။"}, 	
{"word":"against","def":"prep.  စး၊  ပ္ဍဲကဵုလ္ပာ်ဒစး။  ၂။  ဒစဵုဒစးတုဲ။  ၃။  ဆေၚ်စပ်တုဲ၊  လုက်စုက်ဒးတုဲ။  ၄။  ဒဒှ်အနေမပလေဝ်ပလေတ်လဝ်တုဲ၊  ကျဝ်တုဲ။  ၅။  ညံၚ်ရဴသ္ဂောံဂတာပ်၊  ဗျာၚ်တုဲ။  adv.  ဗွဲဒစး။"}, 	
{"word":"agate","def":"n.  တၟံမဟူရာ၊  မတ်ဗ္ဂဲ၊  တၟံသမ္ထိုက်မနွံကဵုအရံၚ်နာနာသာ်။"},  	
{"word":"agati tree","def":"n.  လေမ်သု၊  တၞံလေမ်သု။"},	
{"word":"age","def":"n.  ခြဴ၊  အာယုက်။  ၂။  အဝဲစိုပ်။  ၃။  ခေတ်ကာလ။  ၄။  အခိၚ်ခရာလံဂၠိၚ်။  ၅။  အဖက်။  vt. (pl.aged)  ဇၞော်သၠုၚ်ကၠုၚ်။"}, 	
{"word":"aged","def":"prep. adj.  မနွံအဝဲ၊  မနွံအဇာ။  ppl. adj.  မဇၞော်ဗျုတဴ။"}, 	
{"word":"ageless","def":"adj.  မတန်ကြန်ဒၟံၚ်ဍာ်ဇမၠိၚ်၊  မဟၟဲကဵုလဟုတ်ဆုတ်စှ်ေ။"},  	
{"word":"age-long","def":"adj.  မတန်ကြန်ကၠုၚ်အလုံခေတ်ကာလမွဲဗွဲဍာ်ဇမၠိၚ်။"}, 	
{"word":"agency","def":"n. (pl.-cies)  မၞိဟ်စၞး၊  ကမၠောန်ရုၚ်ကမၠောန်၊  ကမၠောန်မၞိဟ်စၞး။  ၂။  အစောံသတ္တိမလေပ်ပလေဝ်ပလေတ်။  ၃။  အသိၚ်၊  အသိၚ်သြဇာ။"}, 	
{"word":"agenda","def":"n.  လၟေၚ်ပေဲါကောံဓရီု၊  လၟေၚ်ကမၠောန်။"}, 	
{"word":"agent","def":"n.  စၞး၊  သၞး၊  မၞိဟ်စၞး။  ၂။  မၞိဟ်ဒုၚ်သ္ဇိုၚ်၊  မၞိဟ်မဗ္စိုပ်ကဵုဖဵုမွဲမွဲ၊  အရာမဖျိုပ်ကဵုဖဵုမွဲမွဲ၊  ပူဂဵုမရေၚ်တၠုၚ်ဗစိုပ်ကဵုဖဵုမွဲမွဲ။"},  	
{"word":"aggregate","def":"n.  adj.  အပံၚ်ဂွံဖအိုတ်၊  မဒှ်အရာမဟုဲဂွံသီုဖအိုတ်၊  ဒဒှ်မဆောံပံၚ်ကေတ်၊  အနက်။  vt. vi.  သကဵုပံၚ်ကောံကလောံကၠုၚ်၊  ကလာပ်။"}, 	
{"word":"aggression","def":"n.  ပွမခလိုၚ်လောန်လုပ်၊  ပွမဂၠာဲသၞ။"}, 	
{"word":"aggressive","def":"adj.  မနွံပၟိက်ကဵုခလိုၚ်လောန်လုပ်၊  မလေပ်ခလိုၚ်လောန်လုပ်၊  မဂၠာဲသၞ၊  မဆေၚ်စပ်ကဵုပရေၚ်ခလိုၚ်လောန်လုပ်၊  မဒှ်သွက်ပရေၚ်မလိုၚ်လောန်လုပ်။"},	
{"word":"aggressor","def":"n.  မၞိဟ်ခလိုၚ်လောန်လုပ်ဂၠာဲသၞ၊  ရးမခလိုၚ်လောန်လုပ်ဂၠာဲသၞ။"},  	
{"word":"agitate","def":"vt. vi.  ထကဵုလၟာဲ၊  ထကဵုဂၠိုက်ဂၠာဲ၊  ဓရိုက်၊  ဓရိုက်ဒရာၚ်၊  ဖ္တိုက်ဖအောဝ်ခ္ဍဟ်ခ္ဍာဲပ္တိုန်၊  ဗ္တးဂၠိုက်ဂၠာဲပ္တိုန်။"},  	
{"word":"agitation","def":"n.  ပွမဓရိုက်၊  ပွမဖ္တိုက်ဖအောဝ်ခ္ဍဟ်ခ္ဍာဲပ္တိုန်၊  ပွမဂတးဂတန်ဂၠိုက်ဂၠာဲ။"}, 	
{"word":"aglow","def":"prep. adj. adv.  မဍာဲယျေဝ်ဒၟံၚ်၊  မဍာဲဂြၚ်ဒၟံၚ်၊  နဒဒှ်မဍာဲဂြၚ်ဒၟံၚ်။"},  	
{"word":"ago","def":"adv.  ပ္ဍဲအခိၚ်အခါမလောန်ကၠုၚ်တေံ၊  ပ္ဍဲကာလမလောန်ကၠုၚ်တုဲတေံ။"},  	
{"word":"agree","def":"vt. vi.  အနုညာတ်၊  ဖျပ်၊  ဖျပ်ပရာပ်၊  တုပ်စိုတ်၊  သၟဟ်၊  သၟဟ်စိုတ်၊  သၟဟ်ညဳ၊ သၟဟ်တး၊သၟဟ်သ္တး၊  ယဵုဒုၚ်၊  ယဵုဒုၚ်လဝ်၊  သၟဟ်ကဵုဆန္ဒ။  ၂။  တုပ်သၟဟ်ပ္ဍဲကဵုဆန္ဒ။  ၃။  ညဳညဳသာသာ၊  ညဳညတ်၊  ညဳသၟဟ်၊  ညဳအပ်၊  ညဳသာသၟဟ်သၟန်။  ၄။  ဒးရး၊  စှ်ေဗီု၊  သာဓာ၊  ဒုၚ်အာရီု။"},  	
{"word":"agreeable","def":"adj.  မကြိုက်စိုတ်သၟဟ်ရထ၊  မဗဗွဲဗက်၊  မလၟိၚ်စိုတ်၊  မခိုဟ်တဴသွက်ဂွံသ္ဍိုက်မၠိုက်၊မစှ်ေတဴအခိုက်အလိုက်၊  မအပ်ဒပ်၊  သ္ဂီု၊  သ္ဂီုကြီု၊  သ္ဂီုကၠီု၊  သ္ဂီုဂၠု၊  အိန်သ္ဂီု။  agreeableness (n)  ဒဒှ်မဗဗွဲဗက်၊  ဒဒှ်မကြိုက်စိုတ်။  agreeably (adv)  ဂီုဂီု။"}, 	
{"word":"agreement","def":"n.  ပရေ၊  ဒစပ်၊  တၚ်မတုပ်သၟဟ်စိုတ်၊  တၚ်မတုပ်သၟဟ်ဆန္ဒ၊  ပတ္တိညာန်။"},  	
{"word":"agriculture","def":"n.  ၚ၊  ဇၟိက်၊  ဇိက်ဗ္ၚ၊  ပရေၚ်တဵုလွဳ၊  ကွတ်ဗ္တောန်ပရေၚ်တဵုလွဳ။  agriculturist (n)  ဇၟိက်၊  ကောန်ဇၟိက်၊  ညးဗ္ၚ၊  တြုံညးဗ္ၚ၊  မၞိဟ်ဗ္ၚ။"},   	
{"word":"aground","def":"vi.  ဒိုပ်။  prep. adj. adv.  မဒိုပ်အာလ္တူဗတဳ(ဂၠုၚ်,က္ၜၚ်)၊  နဒဒှ်မဒိုပ်ဒၟံၚ်လ္တူဗတဳ။"}, 	
{"word":"ah","def":"int.  ဟာဲ၊  ဟး(ဒှ်အံသဝ်တုဲ ရမျာၚ်မတိတ်ကၠုၚ်နူသၟန်ပါၚ်)။"},  	
{"word":"aha","def":"int.  အဟာဲ၊  အဟး(ဒှ်အံသဝ်တုဲရမျာၚ်မတိတ်ကၠုၚ်နူသၟန်ပါၚ်)။"},  	
{"word":"ahead","def":"adv. pred. adj.  ဌာန်ဂတတေံ၊  ဂတနူဏံ၊  မဂြၚ်သ္ၚေဝ်ဂၠေပ်သွက်ဓာန်ဂတ၊  မဆက်ကၠောန်တိုန်အာဂတတေံ။"}, 	
{"word":"ahem","def":"int.  ခအီ(အဟီ)၊  မဗြုထောံရမျာၚ်။"}, 	
{"word":"aid","def":"vt.  ကဵုအရီုအဗၚ်၊  ရီုဗၚ်။  n.  သၚ်္ဂဟ၊  အရီုအဗၚ်၊  အထံက်အပၚ်၊  အရာမကဵုအထံက်အပၚ်။"}, 	
{"word":"aide-de-camp","def":"n.  ဗဵုကဵုအရီုအဗၚ်ကဵုဂဥုပ်ဗဵု၊  တဲခွာဗဵု၊  ပၟၚ်ပၟဲဗဵု။"},  	
{"word":"ail","def":"vt. vi.  သကဵုစိုပ်ဒဒိုက်၊  သကဵုယဲဒိုက်၊  ဒးဝပ်။"},  	
{"word":"ailment","def":"n.  ဒဒှ်မံၚ်စဟွံခိုဟ်၊  ဒဒှ်မက္တဵုဒှ်ယဲ၊  ဒဒှ်မဂိယဲ။"},  	
{"word":"aim","def":"vt. vi.  ကေဝ်၊  သ္ဍာံ၊  ပ္ဍာံ၊  ဖျာံ။  ၂။  ကေဝ်ပန်ဗလး။  ၃။  ပြယာဲ၊  ရန်တၟံ။  n.  ပွမကေဝ်သ္ဍာံ၊  ပွမရန်တၟံ၊  တၚ်မရန်တၟံ။"}, 	
{"word":"aimless","def":"adj.  မဟၟဲကဵုရန်တၟံ။"}, 	
{"word":"air","def":"n.  ကျာ၊  ဝါယော။  ၂။  ဗီုပြၚ်၊  အရာမဆေၚ်စပ်ကဵုစွံပ္တန်မုက်မတ်၊  ဗီုပွမချဳဒရာၚ်။  ၃။  ရမျာၚ်ဒွက်။  vt.  ဂဟောဲလဝ်။  ၂။  သကဵုကျာလုပ်။  ၃။  သကဵုသ္ဂောံတီ၊  ဓမံက်ပ္တိတ်။"},
{"word":"air-","def":"prefix.  ဝေါဟာအဆက်မဗ္ဒစုတ်လ္ပာ်ဂတ သွက်ဝေါဟာမွဲမွဲ သ္ဂောံက္တဵုဒှ်တိုန်ဝေါဟာတၟိမွဲ။  air-borne (adj)  မပ္ဍိုက်ဏာနကဵုတရဴက္ၜၚ်ကျာ။  air conditioned (adj)  မသ္ဂံက်သအးဗ္ၜိုဟ်လဝ်နကဵုကျာ။  aircraft (n)  က္ၜၚ်ကျာစုတ်လဝ်စက်။  airfield (n)  ခလာတ်က္ၜၚ်ကျာ။  air-hole (n)  ဗ္တၚ်ကျာ။  airhostess (n)  ဝုတ်သၟာက္ၜၚ်ကျာ။  airline (n)  ကမၠောန်ပ္တိုန်ပ္ဍိုက်ဗၞိက်နကဵုက္ၜၚ်ကျာ၊   ကမ္ပနဳပ္တိုန်ပ္ဍိုက်ဗၞိက်နကဵုက္ၜၚ်ကျာ။  airliner (n)  က္ၜၚ်ကျာပ္ဍိုက်ပ္တိုန်မၞိဟ်။  airmail (n)  လိက်,ကပေါတ်ဗလံၚ်ဗစိုပ်နကဵုက္ၜၚ်ကျာ။  airman (n)  မၞိဟ်ဒဳက္ၜၚ်ကျာ၊  သကိုပ်က္ၜၚ်ကျာ။  airport (n)  သၞေဟ်က္ၜၚ်ကျာ။  airscrew (n)  ပၚ်ကာက္ၜၚ်ကျာ။  airtight (adj)  မနွံကဵုကဆံၚ်ကျာလုပ်တိတ်ဟွံဂွံ၊  မကၠက်ၜေက်(ကျာတိတ်လုပ်ဟွံဂွံ)။  မနွံကဆံၚ်ကျာဟွံရိုၚ်။  airgun (n)  ဂစတ်ဒုန်၊  သၞာတ်ကျာ။"},	
{"word":"airy","def":"adj.  မနွံကဵုကဆံၚ်ကျာပိုက်ဒၟံၚ်ပြဳပြဳ။  ၂။  မဆေၚ်စပ်ကဵုကျာ၊  မတုပ်သၟဟ်ကဵုကျာ၊  မနွံဒၟံၚ်ကဆံၚ်မိပ်မိပ်ဇြိပ်ဇြိပ်။"}, 	
{"word":"ajar","def":"adj.  မလဟာ်ဒၟံၚ်၊  မနွံဒၟံၚ်ကဆံၚ်ကၠာမံက်ကဵုဟွံမံက်။"},
{"word":"akimbo","def":"adv.  နဒဒှ်မထံက်လဝ်ဂၞိၚ်။"},	
{"word":"akin","def":"prep. adj.  မဒှ်ဒၟံၚ်ကလောကောဒေံမသ၊  မဒှ်တၞောဝ်ဒတောဝ်၊  တုပ်၊  မတုပ်။"},	
{"word":"alabaster","def":"n.  တၟံခၜိုဟ်ဍာ်၊  ဂကူတၟံသမ္ထိုက်၊  တၟံမနွံအရံၚ်ဗုဗုၜတ်ၜတ်။"},  	
{"word":"alarm","def":"n.  ဗဟေက်၊  စက်မ္ၚုဟ်မၞိဟ်၊  ရမျာၚ်စက်မ္ၚုဟ်ကဵုသတိမၞိဟ်၊  ရမျာၚ်ဗ္တိုက်ဖအောဝ်။  ၂။  ဗဟေက်စိုတ်၊  ဘယဥတြာ၊  ဒဒှ်မဖေက်လကိုတ်။  vt.  သကဵုဖေက်လကိုတ်၊  ပ္ၚုဟ်ဆဝ်ဖ္တိုက်ဖအောဝ်။  alarming (adj)  မဒှ်တဴသွက်သ္ဒးဖေက်လကိုတ်။"}, 	
{"word":"alarmed","def":"adj.  မလကိုတ်ဖေက်ဂတဝ်ဇဝဝ်။"}, 	
{"word":"alas","def":"int.  အောန်စိုတ်ဂွိၚ်ဂၠိုၚ်တိုန်တုဲ ရမျာၚ်ဗြုတိတ်ကၠုၚ်နူပါၚ်။"},	
{"word":"albatross","def":"n.  ဂစေံအဘာၜဳ။"},	
{"word":"albino","def":"n. (pl.-s)  မၞိဟ်ဂွံလဝ်ယဲဗု၊  သတ်တိရစ္ဆာန်မဒှ်လဝ်ယဲဗု၊  သေတ။"},  	
{"word":"album","def":"n.  လိက်အုပ်မုက်မနွံသၠးသၠး သွက်ဂွံဂိုၚ်ဒေပ်ဗီုက္ဍိုပ်လိက်။"},  	
{"word":"albumen","def":"n.  လှာဲခၟာဲ၊  ဍာ်အသုစိ။"},	
{"word":"alburnum","def":"n.  သၠာဲဆု။"},	
{"word":"alchemy","def":"n.  အဂ္ဂိရာတ်(ဓၟုၚ်)၊  သၟာအဂ္ဂိရာတ်မရန်တၟံကၠောန်ဗဒှ်ထဝ် နူကဵုဖ္ကောဝ်အပြောံပ္ဍဲအခိၚ်အခါသက္ကရာဇ်ခရေတ်လဒေါဝ်တေံ။  alchemist (n)  သၟာအဂ္ဂိရာတ်၊  မၞိဟ်ဇက်ဓၟုၚ်။"}, 	
{"word":"alcohol","def":"n.  အရက်၊  သိအရက်၊  သိအရက်မလုပ်ပါဒၟံၚ်၊  ပ္ဍဲအရက်သုရာနာနာသာ်၊  အေဝ်ကဟဵု။"}, 	
{"word":"alcoholic","def":"n.  မၞိဟ်အိက်အရက်၊  မၞိဟ်ဂွံလဝ်ယဲထၞေန်စပ်ကဵုအရက်, သၟုၚ်အရက်၊  လဗၚ်သၟုၚ်။  adj.  မနွံသီုအရက်၊  မဒှ်သီုအရက်။"}, 	
{"word":"alcove","def":"n.  ခဒမ်သၟတ်၊  ဂိုဟ်။"}, 	
{"word":"ale","def":"n.  အရက်ဗဳယျာတဲဍိုန်ဍိုန်။"},	
{"word":"alert","def":"adj.  မနွံကဵုသတိဗလ၊  မတိက်ဆာတ်၊  မနွံဆာတ်ပ္ဍဲသ္တိက်ဒၟံၚ်၊  မနွံကဵုသ္တိက်ဆာတ်ဆာတ်။  vt.  သကဵုနွံမံၚ်ကဵုသတိ။"}, 	
{"word":"algebra","def":"n.  သၚ်္ချာအက္ခဝ်။"}, 	
{"word":"alias","def":"n. (pl.-es)  ယၟုထပ်တၚ်လဝ်တၞဟ်၊  ယၟုအလီ။"}, 	
{"word":"alien","def":"adj.  မဒှ်ကောန်ဍုၚ်တၞဟ်သအာၚ်၊  မဒှ်နူဍုၚ်သအာၚ်။ ၂။  မစပ်ဖျပ်ကေတ်ဟွံဂွံ၊  ဒှ်ဒၟံၚ်ညးတၞဟ်အဲတၞဟ်၊  မဒှ်ကောန်ဍုၚ်သအာၚ်။"}, 	
{"word":"alienate","def":"vt.  သကဵုမိတ်လီု၊  သကဵုဆီပါ်ထကး၊  သကဵုသ္ၚောဲသာဲခြာ၊  လှဲပြံၚ်ကဵုကပေါတ်။"},	
{"word":"alight","def":"pred. adj.  လဂဵုသလံၚ်ဒၟံၚ်၊  မတၟးဒၟံၚ်၊  မယးတၟးဒၟံၚ်။  vi.  ဆၚ်၊  စှ်ေ၊  ဆၚ်စှ်ေ(နူလ္တူကွဳစက်,ကွဳပၟတ်)၊  ဍုန်(ဂစေံ)။"}, 	
{"word":"align","def":"vt.  သကဵုရေၚ်တန်ဒၟံၚ်၊  စွံလဝ်ကဵုရေၚ်တန်၊  သကဵုတုပ်စိုတ်။"},  	
{"word":"alignment","def":"n.  ပွမပြေၚ်လဝ်မွဲကရုၚ်ဓဝ်၊  ပွမပြေၚ်လဝ်မွဲပၠိုဟ်ဓဝ်။"},  	
{"word":"alike","def":"pred. adj.  သၟဟ်၊  သၟဟ်ညဳ၊  သၟဟ်တး၊  သၟဟ်သ္တး၊  သၟဟ်သၟန်၊  မတုပ်၊  မတုပ်ဗီုပြၚ်၊  မသၟုၚ်။  adv.  ညံၚ်ရဴဗီုဂှ်၊  တုပ်တဴဗီုဂှ်၊  သၟဟ်ရဴသာ်ဂှ်၊  တုပ်သၟဟ်ဗီုဂှ်။"}, 	
{"word":"alimentary","def":"adj.  မဆေၚ်စပ်ကဵုဂၠံၚ်တရဴ။  alimentary canal (n)  ဂၠံၚ်တရဴစၞစှ်ေအာပ္ဍဲဗုၚ်။"}, 	
{"word":"alive","def":"pred. adj.  မဂျိုၚ်၊  မနွံမံၚ်လမျီု၊  မဂျိုၚ်ဒၟံၚ်လမျီု။  ၂။  မတန်ကြန်၊  မတန်တဴ။  ၃။  မတီညာတ်။"},	
{"word":"alkali","def":"n. (pl.-s) (chem.)  ဓါတ်ခပဵု။"}, 	
{"word":"all","def":"adj.  အိုတ်၊  အိုတ်ကၠေံ၊  သီု၊  အိုဿီု၊  ခပ်သီ၊  သဗ္ဗ၊  သြေဲသြေဲ၊  မဒှ်သီုဖအိုတ်၊  မဒှ်ဖအိုတ်။  pron.  ဖအိုတ်၊  စၟံစၟံအရာ၊  စၟံစၟံကပေါတ်၊  စၟံစၟံမၞိဟ်၊  လ္တူနူကပေါတ်တၞဟ်ခြာတံဖအိုတ်။  adv.  အိုတ်သီု၊  သီုဖအိုတ်။  n.  ဆၜိုတ်နွံကဵုနွံ။  all at once (adv)  မွဲဝါဓဝ်။  all knowing (n)  သဗ္ဗညု။  all-around (adv)  နဒဒှ်မကၠောံဒၟံၚ်၊  ကၠောံကၠောံ၊  ဗိုၚ်ကၠောံ၊  ရေၚ်ကေတ်၊  ဝုတ်ဒိုဟ်။  all-time (adv)  ဗၞတ်တွဵု။  all right (adv)  ဍာံ၊  ကွေံ၊  ယွံ။"}, 	
{"word":"allay","def":"vt. (pt.pp.-layed)  သကဵုယုတ်ဒေက်၊  သကဵုအောန်စှ်ေ၊  သကဵုသက်သာအာ၊  သကဵုဍး။"}, 	
{"word":"allayment","def":"n.  ဒဒှ်မသကဵုသက်သာတိုန်၊  ဒဒှ်မသကဵုယိုပ်ယာတိုန်။  allayment of grief (n)  အသာလဝါတ်၊  ဒဒှ်မသကဵုသောကသက်သာအာ။  allayment of fear (n)  အသာရဝါတ် ဒဒှ်မသကဵုသက်သာအာနူဂွိၚ်ဖေက်။"}, 	
{"word":"allege","def":"vt.  ဟီုဂးစုတ်ဒုဟ်၊  တၚ်စုတ်ဒုဟ်၊  ပ္ကီုပရာပ်စောဲစုတ်၊  နၚ်စုတ်ဒုဟ်။"},  	
{"word":"allegiance","def":"n.  သစာ။"},  	
{"word":"allergic","def":"adj.  မဟွံဒးကဵုအရာမွဲမွဲ၊  မဟွံသ္ဍိုက်မၠိုက်အရာမွဲမွဲ။"},  	
{"word":"allergy","def":"n. (pl.-gies)  ပွမသၞော်၊  ပွမထ္ၜူဟိုတ်နူစဒးစၞစအရာမွဲမွဲဟွံဒးကဵုဆီ။"},  	
{"word":"alleviate","def":"vt.  သကဵုသက်သာတိုန်၊  သကဵုသာတိုန်(နူဝေဒနာ)။  alley (n. pl.-s)  ဂၠံၚ်ကရေပ်မၞုံအကြာဒတန်တိုက်။"}, 	
{"word":"alliance","def":"n.  ပွမပံၚ်ကောံညဳညတ်အာနဒဒှ်မဟာမိတ်။"}, 	
{"word":"alligator","def":"n.  ကျာံ(က္ဍိုပ်ဂၠေံဂၠေံ)(သတ်ဂမာအာ)။  ၂။  ကျာံ(ကွိၚ်ကွိုက်)။"}, 	
{"word":"allocate","def":"vt.  ရာၜတ်ကၞာတ်လဝ်။"}, 	
{"word":"allocation","def":"n.  ပွမရာၜတ်ကၞာတ်လဝ်။  ၂။  အရာမရာကၞာတ်ၜတ်လဝ်။"},  	
{"word":"allot","def":"vt.(-tt-)  ပရံစၟတ်သမ္တီကဵု၊  ပရအ်ကဵု။"}, 	
{"word":"allotment","def":"n.  အရာမပါ်ပရံစၟတ်သမ္တီကဵုလဝ်၊  အရၚ်၊  ဂအာၚ်၊  ဂအာၚ်(တၞ)။"},	
{"word":"allow","def":"vt. vi.  ကဵုအခေါၚ်။  ၂။  ဒုၚ်တဲ၊  ဒုၚ်ဝန်။  ၃။  စိုတ်တုပ်သွက်ဂွံကဵု။  ၄။  စုတ်လဝ်ပ္ဍဲဒၞာဲသွက်ဂွံချပ်၊ ကျဝ်တုဲရာလဝ်,တော်ဆလဝ်၊  ပဲါစွံလဝ်ကဵုဒၞာဲ။"}, 	
{"word":"allowance","def":"n.  သြန်ကဵုလဝ်အခေါၚ်နဓမ္မတာ၊  အရာမကဵုလဝ်အခေါၚ်နဓမ္မတာ။"},  	
{"word":"alloy","def":"n.  လောဟ၊  ဖကောဝ်ပၠၚ်သၞဴလဝ်။  vt.  ပံၚ်ဖနှဴလဝ်။"}, 	
{"word":"allspice","def":"n.  ၜဲစလန် (အရာမြမောဝ်မစုတ်ပ္ဍဲသွ)။"}, 	
{"word":"allude","def":"vi.  စၞောန်၊  ချူတ္ၜေဟ်၊  ဟီုတ္ၜေဟ်။"},	
{"word":"allure","def":"vt.  တံၚ်ဂြဲ၊  ပၠောဘန်၊  တံၚ်္ၚဲ။"},	
{"word":"allurement","def":"n.  ပွမတံၚ်ဂြဲ၊  ပွမပၠောဘန်။"}, 	
{"word":"alluvial","def":"adj.  မတၟုဲတဴဒၟံၚ်နကဵုတိလတာ၊  မတၟုဲတဴကဵုတိဗ္တဳ၊  မတၟုဲတဴကဵုတိပလေတ်၊  မတၟုဲတဴနကဵုမဳမာကောန်တိ။"}, 	
{"word":"ally","def":"vt. (pt.pp.-lied)  ပံၚ်ကောံအာနဒဒှ်မဟာမိတ်။  ၂။  နွံကဵုဆက်စပ်ဒၟံၚ်၊  နွံကဵုအဆက်အဆေန်။  n.  မဟာမိတ်။  allied (adj)  မဒက်လဝ်မဟာမိတ်။"}, 	
{"word":"almanac","def":"n.  သၚ်ဝတ်စပ်၊  ကြက္ကဒိန်။"}, 	
{"word":"almond","def":"n.  တၞံကတောဝ်က္ၜိုၚ်၊  သတ်ကတောဝ်က္ၜိုၚ်။"},	
{"word":"almost","def":"adv.  ကြပ်၊  ကြပ်တုဲဒှ်။"}, 	
{"word":"alms","def":"n.  ပိဏ္ဍပါတ်၊  ဒါန်ကုသဵု၊  ဒဒှ်မတရးဂစာဲ၊  ဒဒှ်မကဵုဒါန်တရးဂစာဲ။  alms-bowl (n) ဗဗေၚ်။  almsgiver (n)  ဒါယကာ။  almsgiving (n)  စရၚ်ဒါန်၊  စာဂ၊  ဒါန၊  ဘိက္ခ။"}, 	
{"word":"almshouse","def":"n.  သ္ၚိညးဗျုယဲရဲဒုက္ခိတတံသ္ဂောံဒီုဒေံါ၊ ရုၚ်ဒါန်၊  ရိုၚ်ဒါန်။"},  	
{"word":"aloe","def":"n.  လတာ်ကျာံ(တၞံ)။  aloeswood (n)  အဂၠဴ(တၞံမလုပ်ဂဥုဲဇဗ)။"}, 
{"word":"aloft","def":"adv.  လ္တူဒၞာဲသမၠုၚ်၊  ပ္ဍဲဒၞာဲသၠုၚ်သၠုၚ်၊  လ္တူကၞောတ်တိုၚ်ယာ။"},  	
{"word":"alone","def":"adv. pred. adj. ညးမွဲဓဝ်၊  အဖဴဟွံမွဲ၊  ဟွံမွဲကဵုမၞိဟ်ရီုဗၚ်။  ၂။  ဗၠးပါ။  မွဲမွဲဓဝ်။  ၃။  ပဲါနူဂှ်ညးမွဲဟွံမွဲ။  ၄။  မသကဵုဍေံဒၟံၚ်ဘာသာဍေံကဵုဍေံ၊  မဒှ်ညးမွဲဓဝ်၊  မဟွံမွဲကဵုအဖဴ၊  မဟွံမွဲကဵုမၞိဟ်ရီုဗၚ်။"},	
{"word":"along","def":"prep.  မွဲဒမြိပ်။  ၂။  ဂတတေံ၊  ဒၞာဲတၞဟ်တေံ၊  သ္ၚောဲသ္ၚောဲတေံ။"},  	
{"word":"alongside","def":"adv.  ဗ္ဒကြပ်လုပ်တုဲ။  prep.  ဗ္ဒလုပ်လ္ပာ်သ္ကဲ၊  ဗ္ဒစုတ်လဝ်,ဒံါလဝ်ပ္ဍဲကဵုသ္ကဲ(ဒကဴ)။"}, 	
{"word":"aloof","def":"adv. pred. adj.  ပါ်ခြာလဝ်၊  တၞဟ်တၞဟ်ခြာခြာ၊  ပိုၚ်ပိုၚ်ခြာခြာ၊  မၜိုဟ်ဂံက်၊  မစွံစိုတ်ၜိုဟ်ၜိုဟ်၊  မလေပ်စွံစိုတ်ၜိုဟ်ၜိုဟ်၊  မဟွံတီမၞိဟ်သၠိုက်။"}, 	
{"word":"aloud","def":"adv.  ထတ်ထတ်၊  နကဵုရမျာၚ်ထတ်ထတ်။"}, 	
{"word":"alp","def":"n.  ဒဵုသၠုၚ်သၠုၚ်၊  တိလမၠးဒဵုသၠုၚ်သၠုၚ်ဒၞာဲချောဲတိုန်။"},  	
{"word":"alpha","def":"n.  လၟေၚ်အက္ခဝ်ဗျဉ်ဂကူဂရိ(ဟေလာသ)တံ ဗွဲကိုပ်ကၠာအိုတ်။"}, 	
{"word":"alphabet","def":"n.   အက္ခဝ်။"}, 	
{"word":"alphabetical","def":"adj.  မဆေၚ်စပ်ကဵုအက္ခဝ်။"}, 	
{"word":"alpine","def":"adj.  မဆေၚ်စပ်ကဵုဒေသဒလာဲဒဵု။"}, 	
{"word":"already","def":"adv.  လၟုဟ်ရ၊  လၟုဟ်ညိကီု၊  ဟွံလအ်ဏီ။  ၂။  ကၠာနူဏံညိ၊  နူကၠၚ်ဏံညိကွေံ၊  ဒှ်ဒၟံၚ်ဒတုဲ။"},	
{"word":"alright","def":"တုပ်မံၚ်ကဵု all right ရ။  ရံၚ်ပ္ဍဲကဵု all တေံညိ။"}, 	
{"word":"also","def":"adv.  လေဝ်၊  ဂှ်လေဝ်၊  ဂှ်လေဝ်ကီု၊  ကီု၊  လေဝ်ကီု။  conj.  ဂှ်လေဝ်၊  ဂှ်လေဝ်ကီု။"}, 	
{"word":"altar","def":"n.  ဒလာၚ်၊  ပလ္လၚ်ပူဇဴယဇ်၊  ကတိုၚ်ယဇ်။  ၂။  ခဗံက်ဒၞာဲစသုၚ်ရဲခရေတ်တံ။"}, 	
{"word":"alter","def":"vt. vi.  သကဵုပြံၚ်လှာဲ။"}, 	
{"word":"alteration","def":"n.  ဒဒှ်မပြံၚ်လှာဲ၊  ပွမပြံၚ်လှာဲ။"}, 	
{"word":"altercation","def":"n.  ပွမဒှ်သၞ၊  ပေဲါဂြဲသေက်ဇဵုညးသ္ကံ၊  ပွမကယျာန်ဓဝါတ်ညးသ္ကံ နကဵုပါၚ်ဇၞော်ကံသၠဲ။"},  	
{"word":"alternate","def":"adj.  ဒဒှ်မွဲမွဲအလန်၊  မဒှ်မွဲမွဲဗလး၊  မဒှ်မွဲတုဲမွဲ။  vt. vi.  သကဵုဒှ်နကဵုအလန်။"}, 	
{"word":"alternation","def":"n.  ပွမသကဵုဒှ်နကဵုအလန်၊  ဝိကာရ။"}, 	
{"word":"alternative","def":"adj.  မနွံကဵုအခေါၚ်အဝဵုပၞောဝ်ကဵုၜါဂှ်ရုဲစှ်ကေတ်မွဲမွဲ။  n.  အရာသွက်ဂွံရုဲစှ်ကေတ်ဗွဲကြဴ၊  လကာ။"},  	
{"word":"although","def":"conj.  ၜိုန်၊  ဗတ်၊  ဗတ်ရ၊  ၜိုန်ရ၊  ၜိုန်ဂှ်လေဝ်။  ၂။  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်။"}, 	
{"word":"altimeter","def":"n.  ကရိယာ(ကပေါတ်)ၜတ်မုက်ဂၠးတိ ၜိုတ်လဵုသၠုၚ်နူမုက်ဂၠးဍာ်ဂၚ်။"}, 	
{"word":"altogether","def":"adv.  သီုဖအိုတ်၊  အိုတ်သီု၊  အလုံအိုဿီု၊  သရောပ်ကေတ်ရံၚ်ဖအိုတ်မ္ဂး။"},  	
{"word":"alum","def":"n.  တၟံဗစး၊  တၟံခစး၊  တၟံဂစး။"}, 	
{"word":"aluminium","def":"n.  ဒါန်(ဖကောဝ်မွဲဂကူ)။"},	
{"word":"aluminum","def":"n.  ဒါန်(ဖကောဝ်မွဲဂကူ)။"},	
{"word":"always","def":"adv.  တဝဵု၊  တွဵု၊  ထာဝရ၊  လၟိုန်၊  လၟိုန်ကာလ၊  ဒမၠိ၊  ဒမၠိကာလ။  ၂။  ထပ်တုဲထပ်ပၠန်၊  နိရန္တရ၊  လအိတ်တွဵု။"}, 	
{"word":"am","def":"ရံၚ် be တေံညိ။"}, 	
{"word":"amalgamate","def":"vt. vi.  ပံၚ်ကောံ၊  ပံၚ်စပ်၊  ပံၚ်နှဴ။"}, 	
{"word":"amaranthus","def":"vt.  ကဴလံဇြ၊  ကာပ်သာ်ထဝ်(လုပ်အဝေါၚ်ကဴလံဇြ)။"},	
{"word":"amass","def":"vt.  ပကောံကေတ်လဝ်ဂၠိုၚ်ဂၠိုၚ်၊  ပကောံကေတ်လဝ်ကလောံကလောံ။"},  	
{"word":"amaze","def":"vt.  ဘၚ်၊  လှၚ်၊  ဒေၚ်လှၚ်၊  ဝိဝိၚ်ဒေၚ်လှၚ်၊  သဒေၚ်သၠၚ်၊  သကဵုလှၚ်ဒိုပ်အာ၊  သကဵုဒှ်အံသဝ်၊  သကဵုခၚ်ခအာ၊  လ္ၚုၚ်လ္ၚ။"}, 	
{"word":"ambassador","def":"n.  ကလုတ်၊  ဒုတ်၊  ဇာဒုတ်။"}, 	
{"word":"amber","def":"n.  ပယျေန်(ရတ်မွဲဂကူ)၊  အရံၚ်ပယျေန်။"},	
{"word":"ambiguity","def":"n. (pl.-ties)  ဒဒှ်အဓိပ္ပါယ်မတိတ်ၜါလွး၊  ဂလာန်အဓိပ္ပဲါမတိတ်ၜါလွး၊  ပွမဒှ်အဓိပ္ပါယ်ဟွံချိုတ်ပၠိုတ်၊  ဂလာန်မၞုံကဵုအဓိပ္ပါယ်ဟွံချိုတ်ပၠိုတ်။"},  	
{"word":"ambiguous","def":"adj.  မနွံကဵုအဓိပ္ပါယ်ၜါလွး၊  မနွံကဵုအဓိပ္ပါယ်ဟွံချိုတ်ပၠိုတ်။"},  	
{"word":"ambition","def":"n.  ဆန္ဒမိက်ဂွံဇၞော်မောဝ်၊  ဆန္ဒမိက်ဂွံဒယှ်တှ်၊  ဆန္ဒနွံသွက်ဂွံကၠောန်တုဲဒှ်။  ၂။  အရာပၟိက်မိက်ဂွံကၠောန်စဵုကဵုဒှ်။"},  	
{"word":"amble","def":"vi.  သကဵုဖျုန်ချိုတ်အာသိုက်သိုက်သဳသဳ(ဍိုက်ချေံ)။  n.  ပွမအာၜိုဟ်ၜိုဟ်။"}, 	
{"word":"ambrosia","def":"n.  စၞအမြိုတ်၊  ပုၚ်ဒိပ်၊  ရှ်သုဓာဘုတ်။  ambrosia of the gods. (n)  သုဓာဘုတ်၊  စၞဒိပ်။"}, 	
{"word":"ambulance","def":"n.  ကွဳစက်ပ္ဍိုက်မၞိဟ်ယဲ။"},	
{"word":"ambush","def":"n.  ပွမမၚ်တောပ်ဗ္တိုက်။  vt. vi.  သကဵုမၚ်တောပ်ဗ္တိုက်၊  မၚ်တောပ်ဒၟံၚ်သွက်ဂွံဗတိုက်။"}, 	
{"word":"amen","def":"n. int.  ဒဒှ်မရာဒနာကဵုဂွံဍိုက်ပေၚ်သီုဖအိုတ်ညိအဴ၊  အာမဘန္တေ။"}, 	
{"word":"amenable","def":"adj.  မလေပ်ဗက်လောဲ၊  မလေပ်ကလၚ်လောဲ၊  မသ္ဒုၚ်စံၜတ်မာန်။"},  	
{"word":"amend","def":"vt. vi.  ပလေဝ်ပလေတ်။  ၂။  ပလေဝ်ပလေဝ်(ဥပဒေ)၊  ပလေဝ်ပလေတ်ထောံ။"}, 	
{"word":"amendment","def":"n.  တၚ်ပလေဝ်ပလေတ်ထောံ(ဥပဒေ)။"}, 	
{"word":"amends","def":"n.  သြန်သ္ဒးလေဲ။"},	
{"word":"amenity","def":"n. (pl.-ties)  ပွမဂွံဒုၚ်စသိုၚ်ဒးဒးရးရး၊  တသိုက်စိုတ်။"},	
{"word":"amethyst","def":"n.  ဂေါမုတ်၊  နဳလာမၞုံအရံၚ်သာ်ကဴခဍောၚ်၊  မတ်မထေက်တန်ကဵုၚုဟ်မး။"},	
{"word":"American","def":"adj. n.  မဆေၚ်စပ်ကဵုဂကူအမေရိကာန်၊  ဂကူအမေရိကာန်။  an American  (n)  ကောန်အမေရိကာန်။"},	
{"word":"amiable","def":"adj.  မဒှ်သွက်သ္ဒးသ္ဍိုက်မၠိုက်တဴခိုဟ်၊  မလေပ်ဆာန်ဍူ။"},	
{"word":"amicable","def":"adj.  မစွံစိုတ်ညံၚ်ရဴရဲ။"},	
{"word":"amid","def":"prep.  ပ္ဍဲအဒေါဝ်ရောဝ်၊  ပ္ဍဲလဒေါဝ်၊  ဒေါဝ်။"},	
{"word":"amidst","def":"prep.  ပ္ဍဲအဒေါဝ်ရောဝ်၊  ပ္ဍဲလဒေါဝ်၊  ဒေါဝ်။"},	
{"word":"amidships","def":"adv.  ပ္ဍဲလဒေါဝ်၊  ပ္ဍဲလဒေါဝ်ခုန်မာတ်က္ၜၚ်၊  ပ္ဍဲလဒေါဝ်ကၞဳလ္တူက္ၜၚ်။"},	
{"word":"amiss","def":"adj.  မဗၠေတ်၊  မယောၚ်မှာ။  adv.  နဒဒှ်မဗၠေတ်ယောၚ်မှာ။"},	
{"word":"amity","def":"n.  ဒဒှ်မဒဒှ်ေဒယှ်ဍုက်ကေဝ်ဆာန်ကၟိန်၊  ပွမဒဒှ်ေဒယှ်ဍုက်ကေဝ်ဆာန်ကၟိန်၊  ပွမနွံကဵုဍုက်ကေဝ်ဒဒှ်ေဒယှ်သ္ဍိုက်ဆာန်။"},	
{"word":"ammeter","def":"n.  ကရိယာ(ကပေါတ်)သွက်ဂွံၜတ်အီပဳယျာ ၜတ်ဓါတ်လလဳ။"},	
{"word":"ammonia","def":"n.  ဓာတ်ဇဝက်သာ။"},	
{"word":"ammunition","def":"n.  မကံ (မကမ်)။"},	
{"word":"amnesty","def":"n. (pl.-ties)  အခေါၚ်အဝဵုသ္ဂောံတိတ်ဗၠးအာနူဒုဟ်ဒန်။"},	
{"word":"amoeba","def":"n. (pl.amoebae, ameobas)  ကကူစၟသောဲသောဲဗြောဲဗြောဲ ဟွံညာတ်ကေတ်နကဵုမတ်အပြောံ၊  အမဳဗာ။"},	
{"word":"among","def":"prep.  ဝိုၚ်ရေတ်မံၚ်၊  အကြာဂှ်၊  အပ္ဍဲ၊  ပ္ဍဲကဵု၊  ပ္ဍဲဇရေၚ်၊  အပ္ဍဲဂှ်။  ၂။  ပ္ဍဲဂှ်မဒှ်မွဲမွဲ၊  ပၞောဝ်ဂှ်မဒှ်မွဲမွဲ။  among the people. (prep)  ပ္ဍဲဇရေၚ်မၞိဟ်ဂမၠိုၚ်၊  အကြာမၞိဟ်ဂမၠိုၚ်။"},	
{"word":"amongst","def":"prep.  ဝိုၚ်ရေတ်မံၚ်၊  အကြာဂှ်၊  အပ္ဍဲ၊  ပ္ဍဲကဵု၊  ပ္ဍဲဇရေၚ်၊  အပ္ဍဲဂှ်။  ၂။  ပ္ဍဲဂှ်မဒှ်မွဲမွဲ၊  ပၞောဝ်ဂှ်မဒှ်မွဲမွဲ။  among the people. (prep)  ပ္ဍဲဇရေၚ်မၞိဟ်ဂမၠိုၚ်၊  အကြာမၞိဟ်ဂမၠိုၚ်။"},	
{"word":"amorous","def":"adj.  မဂြောပ်ဓလီုဒၟံၚ်ကဵုစိုတ်သ္ဍိုက်ဆာန်၊  မနွံကဆံၚ်ဍာ်သ္ဍိုက်ဆာန်ဓဇူမံၚ်။"},	
{"word":"amount","def":"vi.  သ္ဂောံအနေဒဒှ်လာပ်အပံၚ်၊  တုပ်သၟဟ်၊  စှ်ေအာသဘဴဂှ်။  n.  အပံၚ်ဖအိုတ်၊  ပမာဏ။"},	
{"word":"ampere","def":"n.  သၞောတ်ဗ္ၜတ်ၜတ်ဇၞော်ဓာတ်လလဳ၊  အီပဳယျာ။"},	
{"word":"amphibian","def":"n.  သတ်တိရစ္ဆာန် မဒီုပ္ဍဲဍာ်,ပ္ဍဲဒဵုမာန်။"},	
{"word":"ample","def":"adj. (-r,-st)  မနွံရုံရုံဂပ်ဂပ်၊  မနွံဍိုက်က်ပေၚ်ၚ်။"},	
{"word":"amplification","def":"n.  ပွံက်ကဵုဗွဲတရး၊  ပွမဇၞော်သၠဲပ္တိတ်ရမျာၚ်။  amplification of sound. (n)  ဒဒှ်မဇၞော်သၠဲပ္တိတ်ရမျာၚ်။"},	
{"word":"amplifier","def":"n.  ကပေါတ်ကရိယာဇၞော်သၠဲကဵုရမျာၚ်ပ္ဍဲရေဒဳယဝ်။"},	
{"word":"amplify","def":"vt. (pt.pp.-fied) ပွံက်ထ္ၜးကဵုဗွဲတရး၊  သကဵုရမျာၚ်ဇၞော်သၠဲတိတ်၊  သၠဲပတိတ်။"},	
{"word":"amputate","def":"vt.  ကုတ်ထပိုတ်ထောံ(ဇိုၚ်,တဲ)၊  တတ်၊  ကုတ်၊  တတ်ကုတ်၊  သ္ဒန်၊  သ္ဒန်ကၠေံ။"},	
{"word":"amuck","def":"adv.  နဒဒှ်ဗက်ရောဟ်ဂစိုတ်၊  နကဵုစိုတ်ထုဲထုဲကြာန်ကြာန်၊  နဒဒှ်ဆီပရေံက္တဵုတိုန်တုဲကၠောန်ဒၟံၚ်နးပး။"},	
{"word":"amulet","def":"n.  ဂဇံမန်ယန်။"},	
{"word":"amuse","def":"vt.  သကဵုစိုတ်လဟိၚ်လဟာဲမိပ်ဇြိပ်။"},	
{"word":"amusement","def":"n.  ပွမသကဵုစိုတ်လဟိၚ်လဟာဲမိပ်မြဟ်၊  အရာမသကဵုစိုပ်မိပ်မြဟ်လဟိၚ်လဟာဲ။"},	
{"word":"an","def":"art.  မွဲ၊  မွဲဇကု။  an offering of rice. (n) ပုၚ်မွဲခမောတ်။  an ornamental arm band. (art)  လက်ကြာပ်၊  လဗံက်။  an  overhanging cliff. (art)  လဗာၚ်။"},    	
{"word":"anaemia","def":"n.  ဒဒှ်ဇြဟတ်ဆီမအောန်။"},	
{"word":"anemia","def":"n.  ဒဒှ်ဇြဟတ်ဆီမအောန်။"},	
{"word":"anaesthesia","def":"n.  ကဆံၚ်ဝိုတ်အာ၊  ကဆံၚ်ဒေၚ်ဒိုဟ်အာ။"},	
{"word":"anesthesia","def":"n.  ကဆံၚ်ဝိုတ်အာ၊  ကဆံၚ်ဒေၚ်ဒိုဟ်အာ။"},	
{"word":"anaesthetic","def":"n.  ဂဥုဲဝိုတ်၊  ဂဥုဲဒေၚ်။"},	
{"word":"anesthetic","def":"n.  ဂဥုဲဝိုတ်၊  ဂဥုဲဒေၚ်။"},	
{"word":"analogous","def":"adj.  မတုပ်တဴကဵုဗီုပြၚ်ဂှ်၊  မသၠုၚ်ဒၟံၚ်ဗီုဂှ်၊  မစၞောန်ထ္ၜး, ပတဝ်ထ္ၜးကဵုနသာဓကမာန်။"},	
{"word":"analogy","def":"n. (pl.-gies)  ဒဒှ်မတုပ်ကဵုဗီုပြၚ်ဂှ်၊  ပွမသၠုၚ်ဒၟံၚ်ဗီုဂှ်။  ၂။  ပွမပ္တိုန်စၞောန်ထ္ၜးကဵုနသာဓက၊  ဒဒှ်မဒှ်မွဲကၞၚ်။"},	
{"word":"analyse","def":"(analyze)  vt.  ပါ်ကရေက်လ္ၚတ်၊  ပါ်ဓာတ်၊  ဓမံက်ပ္တိတ်ကဵုကြက်ရှ်၊  ပါ်ပိုဒ်(သဒ္ဒါ)။   analysis (n. pl.-yses)  ပွမလ္ၚတ်နကဵုပရေၚ်သ္ဇိုၚ်ပါ်ကရေက်၊  တၚ်မလ္ၚတ်နကဵုပရေၚ်သ္ဇိုၚ်ပါ်ကရေက်။"},	
{"word":"anarchism","def":"n.  ဝါဒမဟၟဲကဵုသၟိၚ်အလဵုအသဳ၊  ဝါဒမဟၟဲကဵုသၟိၚ်တလ။"},	
{"word":"anarchist","def":"n.  ဂကောံပတှ်ေကေတ်ဝါဒမဟွံမွဲကဵုသၟိၚ်တၠ။"},	
{"word":"anarchy","def":"n.  အကာဲအရာမဟၟဲကဵုသၟိၚ်တလ၊  ဒဒှ်မဒှ်သၞောတ်သၞောဝ်ဟွံမွဲ။"},	
{"word":"anatomy","def":"n.  ကွတ်ဗေဒကာယ၊  ကွတ်ဗေဒခန္ဓ၊  ကွတ်ပညာလ္ၚတ်ကရေက်ပါ်ဇကုကာယ။"},	
{"word":"ancestor","def":"n.  အပါ၊  အပါနော်၊  အပါနက်၊  ဇုဇဗဴလ။"},	
{"word":"ancestral","def":"adj.  မဆေၚ်စပ်ကဵုဇုဇဗဴလ၊  မဆက်ဆေန်စှ်ေကၠုၚ်နူကဵုအဆက်ဇုဇဗဴလ။"},	
{"word":"ancestry","def":"n.  ဒဒှ်မဆက်ဆေန်စှ်ေကၠုၚ်နူကဵုအပါနော်အပါနက်။"},	
{"word":"anchor","def":"n.  ဂြၚ်တၟံ၊  ဒြၚ်တၟံ။  vt. vi.  ဖျေံတၟံ၊  ဖျေံဂြၚ်တၟံ။"},	
{"word":"anchorage","def":"n.  ဒၞာဲဗ္ဒိုပ်က္ၜၚ်တံဇူဖျေံတၟံ၊  သၞေဟ်က္ၜၚ်။"},	
{"word":"anchorite","def":"n.  ဣသိ၊  ရသိ။"},	
{"word":"ancient","def":"adj.  မဆေၚ်စပ်ကဵုခေတ်တြေံ၊  မဒှ်ဗွဲတြေံတြဟ်၊  မဒှ်တြေံတြေံတြဟ်ဟ်။  ၂။  မပအိုဟ်၊  မဒှ်တြေံတဴဗွဲမလောန်။  ancient learning. (adj)  ပုံအဂီု။  ancient measure of time. (adj) ဗဳဇနာ။  anciently (adv)  တမၠာ၊  တမၠာတမၠာ၊  နဒဒှ်ဗွဲတြေံတြေံတြဟ်တြဟ်။"},	
{"word":"ancillary","def":"adj.  မရီုဗၚ်ဗပေၚ်စုတ်ကဵု၊  မဒှ်သွက်ဂွံဒှ်အထံက်အပၚ်ညိည၊  မဒှ်အနေဒဒှ်ဗွဲအသၟဝ်တဲ။"},	
{"word":"and","def":"conj.  ကဵု။  ၂။  သွက်သ္ဂောံဂွံ။  ၃။  ကီု။"},	
{"word":"anecdote","def":"n.  ဝၚ်ဟီုကၠုၚ်လဝ်ကဵုပါၚ်။"},	
{"word":"aneroid barometer","def":"n.  ကပေါတ်ကရိယာၜတ်ကၞာတ်ဇြဟတ်ပိန်ကျာ။"},	
{"word":"anew","def":"adv.  ပၠန်ကလေၚ်တၟိ၊  ပၠန်ကၠောန်တၟိ။"},	
{"word":"angel","def":"n.  ကလုတ်အာကာသ၊  ကလုတ်ကျာ်ထာဝရ၊  ဒေဝ။"},	
{"word":"angelic","def":"adj.  မဆေၚ်စပ်ကဵုကလုတ်ကျာ်ထာဝရ၊  မဆေၚ်စပ်ကဵုကလုတ်အာကာသ၊  မသအးဇ္ၚးနွံကဵုစရာဲသ္ဒးသ္ဍိုက်ဆာန်၊  မနွံကဵုရုပ်ရဴမဟၟဲကဵုဒုဟ်ဒန်။"},	
{"word":"anger","def":"n.  ဂၞံၚ်ဂၞာတ်၊  မနော၊  ဒေါသ၊  ပၞောတ်၊  ပွမထေဲပၞောတ်။  vt.  သကဵုဒေါသတိတ်၊  သကဵုထေဲပၞတ်၊  သကဵုမနောတိတ်။"},	
{"word":"angle","def":"n.  ဒကဴ၊  တၚ်တဲ၊  နၚ်။  ၂။  တၚ်သ္ၚေဝ်ဂၠေပ်။  vt.  က္ဍန်က၊  ချပ်က္ဍန်ကေတ်နကဵုပြယာဲ။"},	
{"word":"anglican","def":"adj. n.  မဆေၚ်စပ်ကဵုဂိုဏ်ခရေတ် အိန်ဂလဳကိန်(အေန်ဂလိန်)၊  ကောန်ဂကောံဂိုဏ်ဂှ်။"},	
{"word":"anglicise","def":"vt.  သ္ပထောံပွအၚ်္ဂလိက်။"},	
{"word":"anglicize","def":"vt.  သ္ပထောံပွအၚ်္ဂလိက်။"},	
{"word":"anglo","def":"prefix.  မဆေၚ်စပ်ကဵုဂကူအၚ်္ဂလိက်တံ၊  ဗက်အာကဵုအခိုက်အၚ်္ဂလိက်။"},	
{"word":"angry","def":"adj. (-ier,-iest)  စိုတ်က္တဵု၊  ထေဲ၊  ပၞတ်၊  သုတ်သာ၊  မဒှ်ဒေါသ၊  မဒဇဵု။  ၂။  မက္တဵုဒှ်တိုန်ကဆံၚ်ကျာထတ်လပှ်ဇၞော်၊  မဂုဟ်ဍာဲဒၟံၚ်(ဝပ်,သရ)။  angrily (adv)  နဒဒှ်မထေဲပၞတ်။"},	
{"word":"anguish","def":"n.  ဝေဒနာစိုတ်၊  ပွမဒှ်သောကသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},	
{"word":"angular","def":"adj.  မကလၚ်၊  မကၠၚ်၊  မနွံကဵုဒကဴဗွဲမဂၠိုၚ်၊  မၞုံကဵုနၚ်ဗွဲမဂၠိုၚ်၊  မၞုံကဵုဒကဴမဒှ်ဒၟံၚ်ညံၚ်ရဴတၚ်တဲ။  ၂။  မဇြာဲကံၚ်ညာတ်ဒၟံၚ်ဇုတ်သၟး၊  မဒှ်ဒၟံၚ်သၟိၚ်ဇုတ်။"},	
{"word":"aniline","def":"n.  ဍာ်ဂဥုဲဓာတ်ဖျောန်စ(အိန်နဳလေန်)။"},	
{"word":"animadvert","def":"vi.  ပါ်ပဲါပတိုန်ဒုဟ်။"},	
{"word":"animal","def":"n.  သတ်၊  သတ်နွံကဵုလမျီု။  ၂။  တိရစ္ဆာန်၊  သတ်တိရစ္ဆာန်။  ၃။  သတ်ဇိုၚ်ပန်။  ၄။  (attrib.)  မဆေၚ်စပ်ကဵုဆီမမိက်၊  မဆေၚ်စပ်ကဵုဆန္ဒဆီကျာ။"},	
{"word":"animate","def":"vt.  သကဵုမြာကၠုၚ်၊  သကဵုပလေဲပလာကၠုၚ်၊  သကဵုလမျီုလုပ်ကၠုၚ်။  animated (adj)  မနွံဒၟံၚ်ဓာတ်စိုတ်ကတိုၚ်ကတိုၚ်တၟဟ်တၟဟ်၊  မနွံကဵုလမျီု၊  မလုပ်ဒၟံၚ်ကဵုလမျီု။"},	
{"word":"animist","def":"n.  မၞိဟ်မနွံကဵုကွေတ်(ဆု,တၟံ,ကျာ)တံ ဒဒှ်မၞုံကဵုလမျီု။"},	
{"word":"animosity","def":"n.  ပွမဂၠာဲသၞ၊  က္ဍုဟ်မၠေံ။"},	
{"word":"ankle","def":"n.  မတ်ဇိုၚ်၊  ကံဇိုၚ်။  anklet (n)  လကံက်ဇိုၚ်၊  လီု။"},	
{"word":"ankle bone","def":"n.  မတ်စိၚ်၊  ဇုတ်မတ်စိၚ်။"},	
{"word":"anna","def":"n.  ၜဲ(သၠုဲရပ်စပ်ကၠုၚ်လက်ထက်အၚ်္ဂလိက်)။"},	
{"word":"annals","def":"n.  လိက်သမ္တီမလုပ်ဝၚ်၊  လိက်မွဲကဝ်၊  လိက်သမ္တီကၠုၚ်လဝ်လၟေၚ်သၞာံအဆက်ဆက်။"},	
{"word":"annex","def":"vt.  ပံၚ်ကောံ၊  ပံၚ်ဖျပ်၊  တောဲဖက်၊  သီကေတ်(တိဍာ်မွဲမွဲ)။"},	
{"word":"annexation","def":"n.  ပွမလုပ်ပံၚ်ကောံ၊  ပွမပံၚ်ဖျပ်၊  ပွမတောဲဖက်၊  ပွမသီကေတ်။"},	
{"word":"annihilate","def":"vt.  ပိုဟ်ဖလှေက်ပလီုပလာ်ထောံ။"},	
{"word":"annihilation","def":"n.  ပွမပိုဟ်ဖလှေက်ပလီုပလာ်ထောံ။  annihilation of human passion. (n)  နိဗ္ဗာန်။"},	
{"word":"anniversary","def":"n.  တ္ၚဲကလိလောန်ကၠုၚ်ဂွံမွဲသၞာံ၊  တ္ၚဲကၠောံကၠုၚ်သၞာံ၊  တ္ၚဲကၠောံသၞာံ။"},	
{"word":"annotate","def":"vt.  စုတ်ဗပေၚ်ဓမံက်ထ္ၜးလဝ်နကဵုလိက်တၚ်နၚ်အဓိပ္ပဲါပ္ဍဲလိက်ဗပိုတ်သမ္တီ။"},	
{"word":"announce","def":"vt.  ကဵုသမ္တီ၊  လလောၚ်တြး၊  ကဵုလဝ်နိမိတ်ဌာန်ဂတ။  announcer (n)  ပူဂဵုလလောၚ်တြးလၟေၚ်အစဳအဇန်ပရိုၚ်။"},	
{"word":"annoy","def":"vt.  ပျဲ၊  ပျဲစိုတ်၊  ပျဲပျာံ၊  ဒဟုက်၊  လဟုက်၊  စမြ၊  စမြိုက်၊  ကရောဲဂဝ၊  ကၠိန်က္ၜောတ်၊  ဂၠိန်ၜောတ်၊  ပလာပ်လှံက်၊  လုပ်ပထုဲ၊  လုပ်ထကဵု၊  ဗက်ပလီုပလာ်။  annoyance (n)  ပွမပလာပ်ပထုဲပယှုက်၊  ပွမကရောဲဂဝ။"},	
{"word":"annual","def":"adj.  မစိုပ်ကၠုၚ်ရိုဟ်သၞာံ၊  မဒှ်ကၠုၚ်ရိုဟ်သၞာံ။  ၂။  မတန်တဴပ္ဍဲဂွေၚ်မွဲသၞာံ။  n.  တၞံဒုၚ်မွဲရာသဳဒုၚ်မွဲသၞာံ။  ၂။  လိက်အုပ်ပ္တိတ်မွဲသၞာံမွဲဝါ၊  လိက်ပွိုၚ်သၞာံ။"},	
{"word":"annuity","def":"n.  သြန်လုပ်တိက်ပ္ဍဲဂွေၚ်ပွိုၚ်မွဲသၞာံ အလုံမွဲအာယုက်။"},	
{"word":"annul","def":"vt. (-ll-)  ပလီုပဲါတးထောံ၊  သီပလီုထောံ၊  သကဵုလီုဗျဟ်အာ။"},	
{"word":"annular","def":"adj.  မဒှ်ညံၚ်ရဴဗီုပြၚ်လကံက်။"},	
{"word":"anode","def":"n.  တၞုၚ်ဓတ်ဓာတ်လလဳကၟက်ဇက်တိတ်။"},	
{"word":"anoint","def":"vt.  ခယိ၊  ဂယိ၊  ခယိကၠေၚ်၊  လံက်ကၠေၚ်၊  လေတ်ကၠေၚ်၊  ပသေက်ပသဝ်။"},	
{"word":"anointing","def":"n.  ဘိသေခ၊  ပွမပသေက်။"},	
{"word":"anointment","def":"n.  ပွမဗသေက်(ပသေက်)၊  ဘိသေခ။"},	
{"word":"anomalous","def":"adj.  မဟွံသေၚ်ကဵုအခိုက်အတိုၚ်ဓမ္မတာ၊  မဟွံဒှ်ဗီုနဲတြေံ၊  မဟွံဒှ်ဗီုတြေံ။"},	
{"word":"anomaly","def":"n.  အရာဟွံသေၚ်ကဵုအတိုၚ်ဗီုအခိုက်တြေံ၊  ဗီုတြေံ။"},	
{"word":"anon","def":"adv.  ခြာဟွံလံ။"},	
{"word":"anonymous","def":"adj.  ယၟုဟွံမွဲ၊  ယၟုဟွံပါ၊  မဟွံဓမံက်ထ္ၜးလဝ်ယၟု။  anonymously (adv)  နဒဒှ်မဟွံဓမံက်လဝ်ယၟုယၟာ။"},	
{"word":"anorak","def":"n.  ပလောံဒုၚ်ဗြဲသီုကဵုအထုပ်က္ဍိုပ်။"},	
{"word":"another","def":"adj. pron.  တၞဟ်၊  သအာၚ်၊  တၞဟ်သအာၚ်၊  တၞဟ်သအာၚ်မွဲမွဲ၊  ညးတၞဟ်သအာၚ်မွဲမွဲ။  another world. (adj)  ပလိုက်၊  ပရလိုက်။  another thing. (adj)  မွဲတောၚ်။  from one to another. (pron)  နူမွဲကဵုမွဲ။"},	
{"word":"answer","def":"vt. vi. n.  သှ်၊  ကလုက်၊  သွဟ်၊  ကလေၚ်သွဟ်၊  ကလေၚ်ဟီု၊  ခၠေဝ်သှ်၊  ကဵုသှ်သွဟ်။"},	
{"word":"answerable","def":"adj.  မနွံတာလျိုၚ်၊  မသွဟ်ဂွံမာန်။"},	
{"word":"ant","def":"n.  သမတ်၊  ခမောတ်၊  ခၟောတ်။ an army of ants. (n)  ခၟောတ်သ္ကံ။  anthill (n)  ကဏံ၊  ကၞံ၊  တၞံ၊  တၞံဂြုန်။  anteater (n)  ခဗိ၊  ဂဗိ။"},	
{"word":"antagonise","def":"(antagonize)  vt.  သကဵုဒှ်သၞ။  antagonist (n)  သၞ။  antagonistic (adj)  မသကဵုဒှ်သၞ၊  မဂၠာဲသၞ။  antagonism (n)  ပွမဂၠာဲသၞ၊  ဒဒှ်မက္ဍုဟ်မၠေံ၊  ဒဒှ်မဒှ်ဆောကဆံၚ်သၞ။"},	
{"word":"ante-","def":"prefix.  ကၠာတေံ၊  အခိၚ်ကၠာနူဂှ်။"},	
{"word":"ante-date","def":"vt.  စုတ်လဝ်စၟတ်တ္ၚဲလဇုဲနူစၟတ်တ္ၚဲဍာံဍာံ၊  စုတ်လဝ်စၟတ်တ္ၚဲ  လဇုဲဒၟံၚ်နူစၟတ်တ္ၚဲဍာံဍာံ၊  ကၠုၚ်လဇုဲနူကဵုဒဒှ်ဍာံဍာံ။"},	
{"word":"ante-natal","def":"adj.  မက္တဵုဒှ်ကၠုၚ်နူကၠာဟွံဒှ်မၞိဟ်။"},	
{"word":"ante-room","def":"n.  ခဒံသၟတ်မနွံပ္ဍဲပါၚ်ဂၠံၚ်ၝောံခဒံဇၞော်။"},	
{"word":"antecedent","def":"n. (grammar)  နာမ်မကၠုၚ်ဂတမဆေၚ်စပ်ကဵုစၞးနာမ်ဂှ်။  ၂။  ပရေၚ်ဒဒှ်ဇကုမက္တဵုဒှ်ကၠုၚ်လဝ်နူကၠာကၠာတေံ၊  နော်နာဲဇုဇဗဴလတံ။  ၃။  ပွမကဵုက္ဍိုပ်၊  ပွမကဵုဂတ၊  ပွမကဵုကၠာ။"},	
{"word":"antelope","def":"n.  စိၚ်ဂၞာတ်၊  ဗ္ၜေံဂြိုပ်၊  ဒြာဲဨ၊  ဗတောတ်။"},	
{"word":"antenna","def":"n. (pl.antennae)  တသော်ပါၚ်စၟစၟောန်။  ၂။  ဇုက်လောတ်ဗလးရပ်ရမျာၚ်ပ္ဍဲရေဒဳယဝ်။"},	
{"word":"anterior","def":"adj.  မဒှ်ဗွဲကိုပ်ကၠာ၊  မဒှ်ကၠာ၊  မဒှ်တံဝါဒိတေံ။"},	
{"word":"anthem","def":"n.  ဒွက်ကောန်ဂကူ၊  ဒွက်ဇၞော်ဓမ္မ။"},	
{"word":"anther","def":"n.  ထိုၚ်ကသဝ်ပ္ကဴ၊  ဂၠံကသဝ်ပ္ကဴ။"},	
{"word":"anthracite","def":"n.  ချးတၟံ၊  ချးတၟံပရံၚ်ပၟတ်တူဝါတ်မွဲဂကူ။"},	
{"word":"anthology","def":"n.  ဂကောံကဗျ၊  လိက်ဇန်(ဇၟန်)ပကောံလဝ်။"},	
{"word":"anthrax","def":"n.  ယဲကံကၠက်မက္တဵုဒှ်ပ္ဍဲပြေၚ်ဂၠဴ။"},	
{"word":"anthropoid","def":"adj.  မတုပ်ကဵုမၞိဟ်။  n.  သတ်တိရစ္ဆာန်မတုပ်ကဵုမၞိဟ်မပ္တံကဵုကၟီတံ။"},	
{"word":"anthropology","def":"n.  ကွတ်ဗေဒမနုဿ၊  ကွတ်ပညာမကတ်လ္ၚတ်ပရောမၞိဟ်။"},	
{"word":"anti-","def":"prefix.  လက်ဂတး၊  လက်ဗၠိုက်။  antibiotic (n)  ပဋိဇဳဝ၊  ကပေါတ်ဇဳဝမသကဵုစၟစၟောန်ယဲတံလီုလာ်။  anticyclone (n)  ကျာလဗိုတ်ပိုက်ပတဝ်က္ဍိုပ်ဂေတ်တိတ်လ္ပာ်မ္ၚး(ဗဟဵုဍေံ)။ anti-semite (n)  မၞိဟ်ဒစဵုဒစးကဵုဂကူဂျူ(ရဟူဒဳ)။  anti-semitic (n. adj.)  မဆေၚ်စပ်ကဵုမၞိဟ်ဒစဵုဒစးကဵုဂကူဂျူတံ။  antiseptic (n. adj.)  ဂဥုဲဂစိုတ်စၟယဲ၊  မသကဵုစၟယဲချိုတ်။  antisocial (adj)  (မၞိဟ်)မဒစဵုဒစးကဵုဂကောံမၞိဟ်(ဂကောံလိုက်)။  antitoxin (n)  ဂဥုဲပရေကဵုအကၚ်ဂျိ၊  ဂဥုဲမလလံသွာကဵုအကၚ်ဂျိ။"},	
{"word":"anticipate","def":"vt.  ကၠောန်ပတုဲလဝ်ဒတုဲ၊  ပလေဝ်ပလေဝ်လဝ်သွက်သ္ဂောံဂွံကၠာညး၊  ကျဝ်ပလေဝ်ပလေဝ်ကၠောန်လဝ် သွက်ဂွံဒုၚ်စသိုၚ်၊  ကျဝ်တုဲကၠောန်လဝ်၊  ကျဝ်တုဲဒုၚ်စသိုၚ်။"},	
{"word":"anticlimax","def":"n.  ပွမဂြုဲစှ်ေကၠုၚ်ပ္ဍဲဂွေၚ်မွဲချိုန်ခဏ၊  ပွမစိုပ်ကၠုၚ်လ္ပာ်ဂၠံၚ်စှ်ေ,လ္ပာ်ဂၠံၚ်လဟုတ်။"},	
{"word":"antics","def":"n.  ပွ၊  ပွဗီုပြၚ်ဆဆဵု၊ ပွဟွံသ္ပကေၚ်ကာ၊  ဒဒှ်ဓမက်ထဍုတ်။"},	
{"word":"antidesma","def":"n.  ကလာၚ်၊  သတ်ကလာၚ်။"},	
{"word":"antidote","def":"n.  ဂဥုဲပရေကဵုအကၚ်ဂျိ၊  ဂဥုဲစဵုဒၞာကဵုယဲဘဲ။"},	
{"word":"antifreeze","def":"n.  ဒပ်ပံၚ်သွက်ဂွံသ္ဍဴဖက်ညံၚ်ရဴဍာ်ဟဂွံကလောံ။"},	
{"word":"antihero","def":"n. (pl.-oes)  မၞိဟ်ဍိုက်ဇာတ် မဟွံမွဲကဵုအစောံစရာဲဍိုက်ဇာတ်(ဝတ္ထု, ဇာတ်ပၠ)။"},	
{"word":"antiknock","def":"n.  အရာသွက်ဂွံသ္ဍဴစုတ်ပ္ဍဲကၠေၚ်ညံၚ်စက်ကွဳစက်ဗရုဗြုဂွံအောန်။"},	
{"word":"antiquarian","def":"adj.  မဆေၚ်စပ်ကဵုကပေါတ်တြေံတြဟ်။"},	
{"word":"antiquary","def":"n. (pl.-ries)  မၞိဟ်လ္ၚတ်ကပေါတ်တြေံတြဟ်။"},	
{"word":"antiquated","def":"adj.  မဟွံဂတာပ်ခေတ်၊  မဒှ်ခေတ်အိုတ်အာ။"},	
{"word":"antique","def":"adj.  မဆေၚ်စပ်ကဵုခေတ်တြေံတေံ၊  မဗဗွဲအာကဵုခေတ်တြေံ။  n.  ကပေါတ်တြေံတြဟ်။"},	
{"word":"antiquity","def":"n.  ခေတ်တြေံ၊  ခေတ်တမၠာတေံ၊  အခိၚ်တမၠာတေံ။"},	
{"word":"antithesis","def":"n.  လ္ပာ်ဒစဵုဒစး၊  ပွမဓမံက်ထ္ၜးပတဝ်ကဵုသဘဴလ္ပာ်ဒစဵုဒစး။"},	
{"word":"antler","def":"n.  ဒြၚ်ဒြာဲ။"},	
{"word":"antonym","def":"n.  ဝေါဟာအဓိပ္ပာဲတိတ်လက်ဂတး(လက်ဗၠိုက်)။"},	
{"word":"anus","def":"n.  တကေတ်၊  သိုၚ်တကေတ်၊  သိုၚ်အိက်၊  ပထောၚ်စၞတြေံတိတ်။"},	
{"word":"anvil","def":"n.  ပး၊  လပး၊  ပးဓၟာတ်။  ၂။  ဇုတ်မနွံပ္ဍဲပထောၚ်က္တောဝ်။"},	
{"word":"anxiety","def":"n.  လယိုၚ်၊  ပွမဂွိၚ်၊  ပွမဂွိၚ်ဂွာဲ၊  ပွမစံၚ်ဏှာ၊  ဓဝိၚ်၊  ဓဝိၚ်စိုတ်။  ၂။  ပွမနွံကဵုဆန္ဒသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ဆန္ဒနွံဗွဲမသ္ကာတ်မြဟ်။  ၃။  အစံၚ်အတူ။"},	
{"word":"anxious","def":"adj.  မဂွိၚ်ဂွာဲ၊  မစောန်၊  မစောန်ကၠိ၊  မဒှ်သွက်သ္ဒးဂွိၚ်ဂွာဲ၊  မက္တဴစိုတ်၊  မဂွိၚ်ဂွာဲ၊  မဂွိၚ်သ္ၚာတ်၊  မပူဆာ၊  မနွံကဵုဆန္ဒသ္ကာတ်သ္ကာတ်၊  မနွံကဵုစိုတ်ဆန္ဒမအာဂတ၊  မသမ္ၚေဟ်သမ္ၚံက်သမ္ၚာတ်၊  ဓဝိၚ်၊  ဂွိၚ်ဂွာဲ၊  လောံလာဲ၊  လောံလာဲပူဆာ၊  သ္ဗသအဝ်၊  သ္ၚောံ၊  သမ္ၚံက်သမ္ၚာတ်။"},	
{"word":"any","def":"adj.  ယြဴ၊  ယြဴညးမွဲမွဲ၊  ညးလဵုဒှ်ဒှ်။  ၂။  လ္ၚဵု။  any disease (adj)  မဒှ်ယဲလ္ၚဵုလ္ၚဵု။  any clearing in the midst of surrounding wood. (adj) ဝါ။  any point of land jutting into the water. (adj) မုဟ်ဂဒုၚ်။  any of the above. (pron)  အရာမထ္ၜးလဝ်ဗွဲလ္တူတေံ။"},	
{"word":"anybody","def":"pron.  ညးမွဲမွဲ၊  ညးလဵုမွဲမွဲညးဂှ်ဒှ်ဒှ်။"},	
{"word":"anyone","def":"pron.  ညးမွဲမွဲ၊  ညးလဵုမွဲမွဲညးဂှ်ဒှ်ဒှ်။"},	
{"word":"anyhow","def":"adv.  မွဲမွဲနဲ၊  နကဵုနယ်ကဲလဵုဟွံဟီု။"},	
{"word":"anything","def":"pron.  အရာမွဲမွဲ။  anything brought about. (pron) အရာမပ္ကီုပရာပ်။"},	
{"word":"anywhere","def":"adv.  ပ္ဍဲမွဲမွဲဒၞာဲ။"},	
{"word":"apace","def":"adv.  ဗွဲမပြဟ်၊  နကဵုလဂံါဇိုၚ်သၠဲသၠဲ။"},	
{"word":"apart","def":"adv.  နဒဒှ်မသ္ၚောဲတၞဟ်ခြာ။  ၂။  လ္ပာ်မွဲတေံ၊  ပ္ဍဲကဵုမွဲလ္ပာ်။  ၃။  နတၞဟ်တၞဟ်ခြာခြာ၊  နဒဒှ်မတၞဟ်ခြာပ္တိတ်။၄။  နဒဒှ်ပါ်ထကးပြးတိတ်အာ။  adj.  သြိၚ်၊  သြိၚ်ထောၚ်။"},	
{"word":"apartment","def":"n.  သ္ၚိလိၚ်စသီုကပေါတ်သ္ၚိကဵုဂိတု ဟွံသေၚ်ကဵုတ္ၚဲ။  ၂။  ခဒမ်။  apartments in the palace. (n)  ထာန်ဆံၚ်။"},	
{"word":"apathetic","def":"adj.  မသ္ပမဇ္ဇျဟ်၊  မသ္ပထောံဥပေက္ခာ၊  မဟွံပၠောပ်ပ္ဍဲစိုတ်။"},	
{"word":"apathy","def":"n.  ပွမသ္ပမဇ္ဇျဟ်(ဥပေက္ခာ)၊  ဒဒှ်မဟွံပၠောပ်ပ္ဍဲစိုတ်။"},	
{"word":"ape","def":"n.  ကၟီမၞိဟ်၊  ဂၚ်။  vt.  ပတုပ်ဗက်ၜိုန်တုပ်ဟွံမာန်၊  ဒးကီုဟွံဒးကီုပတုပ်ဗက်။"},	
{"word":"aperture","def":"n.  ဒွာ၊  ပၞော်၊  အကြာ၊  ပထောၚ်။"},	
{"word":"apex","def":"n.  ကၞောတ်၊  အထောတ်ကၞောတ်၊  အထောတ်၊  အလံၚ်၊  စမၠံၚ်။"},	
{"word":"aphorism","def":"n.  ဂလာန်ဒမၠေံမနွံကဵုကြက်၊  ဂလာန်ညးတမၠာ၊  ဂလာန်ပေါရဏာံ။"},	
{"word":"apiece","def":"adv.  သွက်ဂကောံညးညးအဲအဲ၊  နူကဵုဂကောံသွက်ညးမွဲမွဲ။"},	
{"word":"apocrypha","def":"n.  ဒဒှ်သ္ဂောံဒုၚ်ကေတ်တဲဝါတ်နဒဒှ်ပြကိုဟ်မဍာံစၟတ်မွဲ။"},	
{"word":"apocryphal","def":"adj.  မဒှ်ဍာံဍာံဇေတ်တ်ဟွံသေၚ်၊  မဒှ်ဇေတ်ဇေတ်ဟွံသေၚ်။"},	
{"word":"apologetic","def":"adj.  မဇံသဝ်ဒုၚ်ဂုန်။"},	
{"word":"apologise","def":"(apologize)  vi.  ဒုၚ်ဂုန်၊  ဇံသဝ်ဒုၚ်ဂုန်။"},	
{"word":"apology","def":"n. (pl.-gies)  တၚ်ဂလာန်ဒုၚ်ဂုန်ဇံသဝ်၊  တၚ်ထံက်ဂလာန်ဟီုဂး၊  တၚ်ဂလာန်စဵုဒုၚ်ဟီုဂး။"},	
{"word":"apoplexy","def":"n.  ဒဒှ်မဒးကျာ၊  ကျာဒမြာတ်။"},	
{"word":"appal","def":"vt. (-ll-)  သကဵုလကိုတ်အာ၊  သကဵုဖေက်အာ၊  သကဵုရောံဒညအာ။"},	
{"word":"appall","def":"vt.  သကဵုလကိုတ်အာ၊  သကဵုဖေက်အာ၊  သကဵုရောံဒညအာ။"},	
{"word":"apparatus","def":"n. (pl.-es)  ကရိယာ၊  ကပေါတ်ကညောတ်၊  ကြိယာဗာ။"},	
{"word":"apparel","def":"n.  ဗွိုက်လတက်၊  ဂၠိက်ယာတ်။  vt.  ဗိုက်လ္တက်၊  ခၠောတ်ပ္တိတ်။"},	
{"word":"apparent","def":"adj.  မပြာကတ်၊  မပြာထာ၊  မပြာထော်၊  မမံက်ဂတဝ်၊  မညာတ်ဆဵုမာန်၊  မထေၚ်ဂးဆၜိုတ်လ္တူကျာ။"},	
{"word":"apparently","def":"adv.  နလညာတ်ဗွဲလ္တူကျာ ဗွဲမပြာကတ်၊  နဒဒှ်မဆဵုညာတ်ကေတ်နကဵုမတ်။"},	
{"word":"apparition","def":"n.  ဒဒှ်ဟွံခိုဟ်ဟွံသန်တံမထ္ၜးဇကု၊  ကလော်၊  သရာဲ။"},	
{"word":"appeal","def":"vt.  ဂရၚ်ပ္တီ။  ၂။  လုပ်ဂရၚ်ပ္တီ။  ၃။  သကဵုစိုတ်လုပ်စ၊  သကဵုအရီုကယျောဝ်ကၠုၚ်။  n.  တၚ်ဂရၚ်ပ္တီ။  ၂။  ဒဒှ်စိုတ်မလုပ်စ၊  ဇြဟတ်တံၚ်ဂြ္ၚဲပၠောပ်။"},	
{"word":"appealing","def":"adj.  မသကဵုစိုတ်လုပ်စ။"},	
{"word":"appear","def":"vi.  တၟး၊  မံက်၊  မံက်ကၠုၚ်၊  လိုက်၊  စိုပ်ကၠုၚ်၊  စၞဟ်၊  ပြာကတ်။  ၂။  လက်သန်နွံ၊  ဒှ်ညံၚ်ရဴ။  ၃။  တိတ်ကၠုၚ်ဂတပုရိသာတ်၊  ပြာကတ်ကၠုၚ်။"},	
{"word":"appearance","def":"n.  ပွမမံက်တိုန်ကၠုၚ်၊  ပွမစိုပ်ကၠုၚ်။  ၂။  အာကာရ၊  ဝဏ္ဏာ၊  သာ်၊  သာ်လွာ၊  ရုပ်သာ်၊  ဗီုပြၚ်၊  ရူပါရီု၊  လက်သန်ဗီုပြၚ်။"},	
{"word":"appease","def":"vt.  စိုတ်ပြေ၊  ပြေစိုတ်၊  သကဵုၜိုဟ်သြိုဟ်အာ၊  သကဵုညိၚ်ဝတ်အာ၊  သကဵုဟဲအာ၊  သကဵုစိုပ်ကဆံၚ်ပြေအာစိုတ်၊  ပဟဲ၊  သွာလလံ။"},	
{"word":"appellation","def":"n.  ယၟု၊  မဟိမု၊  နာမ။"},	
{"word":"append","def":"vt.  တောဲစုတ်၊  ဍံၚ်စုတ်လဝ်အဆက်လက္ကရဴ နဒဒှ်အရာမထပ်တက်စုတ်။"},	
{"word":"appendage","def":"n.  သမန်၊  အရာမဆက်တောဲဍံၚ်စုတ်လဝ်၊  ကၞဟ်ပီု။"},	
{"word":"appendix","def":"n. (pl.-dices)  အဆက်လက္ကရဴ။  appendicitis (n)  ယဲပီုတၞဲကြုတ်။"},	
{"word":"appertain","def":"vt.  ပိုၚ်ပြဳ၊  ပိုၚ်ပြဳထေက်၊  ဒှ်သကုတ်ကရေက်ဂှ်၊  ဆေၚ်စပ်၊  စပ်ဖျပ်။"},	
{"word":"appetite","def":"n.  ကံ၊  အၚပ်၊  အၚပ်စ။"},	
{"word":"applaud","def":"vt. vi.  ထအောတက်တဲ၊  ကဵုဇြဟတ်ထိုၚ်သး။"},	
{"word":"apple","def":"n.  သတ်ကြေၚ်မၞိက်၊  သတ်ပ္ကဴ။"},	
{"word":"appliance","def":"n.  ကရိယာလွဟ်၊  ကပေါတ်ကရိယာ။"},	
{"word":"applicable","def":"adj.  မကိတ်ညဳ၊  မကိတ်ညာပ်၊  ပွမပတဝ်ကေတ်ဗီုသၟဟ်အစောံမာန်။"},	
{"word":"applicant","def":"n.  မၞိဟ်ဂရၚ်ပ္တီ။"},	
{"word":"application","def":"n.  ပွမဂရၚ်အာတ်မိက်၊  ပွမအာတ်မိက်ကေတ်။  ၂။  ပွမလံက်၊  ပွမလေတ်၊  ပွမပ္တိုန်၊  ပွမထပ်လ္ဇံက်၊  ဂဥုဲလံက်။  ၃။  ဝဳရိယ။  ၄။  ပွမကၠေံစိုတ်နကဵုအရီု။"},	
{"word":"applied","def":"ppl. adj.  မရပ်စပ်စကာဂတမုက်,ဂတမတ်။"},	
{"word":"apply","def":"vt. vi. (pt.pp.-lied)  ဂရၚ်ပ္တီ။  ၂။  ရပ်စပ်။  ၃။  စကာ။  ၄။  ရံၚ်လိက်၊  ကၠေံစိုတ်လွဳပရာ၊  စွံအရီု။  ၅။  ဆေၚ်စပ်၊  သ္ပအစာံ။"},	
{"word":"appoint","def":"vt.  ကၠေဝ်၊  ကၠေဝ်မက်၊  ခါန်၊  ခါန်ကၞက်၊  ပ္တိုန်ဒၞာဲ၊  သၟဲ၊  သမွဲ၊  သမောဲ၊  သၟောဲ၊  သၟဲကြန်၊  သမွဲလဝ်၊  ချိၚ်ဏာတ်ဖာတ်။  ၂။  ခါန်ကၞက်၊  သမွဲကြန်၊  ပညပ်၊  ဖာတ်၊  ဖာတ်ဏာတ်၊  ဖာတ်လဝ်။  appointed priest. (n)  ပရောဟိတ်၊  ပြောဟိတ်။"},	
{"word":"appointment","def":"n.  ပွမချိၚ်ဖာတ်၊  ပယောဇန၊  ပွမသမောဲ။  ၂။  ပွမခါန်ကၞက်၊  ပွမခါန်ကၞက်ကဵုဒၞာဲ၊  ပွမသမွဲကြန်။  ၃။  တၚ်ချိၚ်ဖာတ်လဝ်၊  ပွမပသြဝ်(အောဝ်)။"},	
{"word":"apportion","def":"vt.  ပါ်ကရေက်ပရံကဵု၊  သွက်လဝ်။  apportion rice. (n)  ပုၚ်သွက်လဝ်။"},	
{"word":"apposite","def":"adj.  မစှ်ေတၚ်နၚ်၊  မစှ်ေဗီုပြၚ်၊  မစှ်ေကွပ်။"},	
{"word":"apposition","def":"n.  ပွမရပ်စပ်ဝေါဟာထပ်ကဆံ သွက်အဓိပ္ပာဲဝေါဟာဂှ်ဂွံဇြိုဟ်နက် သ္ဂောံကၠးသောၚ်။"},	
{"word":"appraisal","def":"n.  ပွမပ္တန်ၚုဟ်မး၊  ပွမရာသူၚုဟ်မး။"},	
{"word":"appraise","def":"vt.  မြော်၊  ပ္တန်ၚုဟ်၊  ပ္တန်ၚုဟ်မး၊  ရာသူၚုဟ်မး၊  ဇဂုတ်၊  ဇဂုတ်ၚုဟ်မး၊  ထပိုတ်အကာဲအရာ။"},	
{"word":"appreciable","def":"adj.  မဆဵုညာတ်ကၠး၊  မတီကၠိုဟ်ကၠး။"},	
{"word":"appreciate","def":"vt. vi.  ကၠိုဟ်ခၠၚ်ဗွဲမဍာံစၟတ်၊  ကၠိုဟ်ခၠၚ်၊  ဒုၚ်စသိုၚ်ရှ်။  ၂။  စွံၚုဟ်မး၊  ဟီုဂးပ္တိုန်စဂုန်ညး၊  ၚုဟ်မးမတိုန်ကၠုၚ်။"},	
{"word":"appreciation","def":"n.  ပွမစွံၚုဟ်မး၊  ပွမပ္တိုန်စဂုန်စရာဲ၊  ဒဒှ်ၚုဟ်မး၊  မတိုန်ကၠုၚ်၊  ဒဒှ်မကၠိုဟ်ခၠၚ်ကၠုၚ်ပရေၚ်ဒဒှ်ဍာံဍာံ။  appreciative (adj)  မဒုၚ်စသိုၚ်လေပ်ရှ်သာပ္ဍဲစိုတ်။"},	
{"word":"apprehend","def":"vt.  ကၠိုဟ်ခၠၚ်လိုက်လဴ၊  ဂွိၚ်က္တဴ၊  ဖေက်ဒည၊  ရပ်ဂတ်။  apprehension (n)  ဒဒှ်မကၠိုဟ်ခၠၚ်၊  ဒဒှ်မဂွိၚ်။  apprehensive (adj)  မဂွိၚ်က္တဴ၊  မဒှ်ဂဝိၚ်။"},	
{"word":"apprentice","def":"n.  သၟာဗ္တောန်ကမၠောန်၊  ညးမကၠုၚ်ဗ္တောန်ကမၠောန်။"},	
{"word":"approach","def":"vt.  ပြာပ်၊  ကိရၚ်ပြာပ်အာ၊  သြပ်ကၠုၚ်၊  ဆိုက်ဗ္ဒက်၊  ကြပ်ကၠုၚ်၊  သြပ်ဖ္ဍပ်၊  ကြပ်ညန်၊  ကၠုၚ်တြပ်၊  လုပ်တရပ်။"},	
{"word":"approbation","def":"n.  ပွမတုပ်စိုတ်ဒုၚ်တဲ။"},	
{"word":"appropriate","def":"adj.  မကိတ်ညဳ၊  မဒးရး၊  မသၟဟ်တး၊  မဂပ်ဝ်။  vt.  ကေတ်သွက်ဇကုရပ်စပ်၊  သီကေတ်တုဲရပ်စပ်။  ၂။  ပါ်တၞဟ်ခြာထောံ၊  ၜတ်ကၞာတ်ရာလဝ်။"},	
{"word":"approval","def":"n.  ပွမတုပ်လဝ်စိုတ်ဒုၚ်လဝ်တဲ၊  ပွမဒးဂၞပ်၊  သာဓုကာ။"},	
{"word":"approve","def":"vt. vi.  တုပ်စိုတ်ဒုၚ်တဲ၊  သ္ပဒတန်၊  နွံပၟိက်တုဲဒုၚ်တဲ၊  ဒးဂၞပ်တုဲဒုၚ်တဲ၊  မြဟ်၊  မြောဟ်။"},	
{"word":"approximate","def":"adj.  မကြပ်အိုတ်၊  မဒှ်ဒဒှ်မကြပ်အိုတ်ကဵုဍာံဍာံ။  vt. vi.  ကေတ်လဝ်နကဵုၚုဟ်မးကြပ်အိုတ်၊  ကြပ်ကၠုၚ်။"},	
{"word":"approximately","def":"adv.  သရောပ်ကေတ်လဝ်ကြပ်အိုတ်၊  နဒဒှ်မကြပ်အိုတ်ကဵုသွဟ်ဍေံဍာံဍာံ၊  နဒဒှ်မချိၚ်ဆကေတ်လဝ်ကြပ်အိုတ်၊  နဒဒှ်မဆောံကေတ်လဝ်ကြပ်အိုတ်။"},	
{"word":"appurtenance","def":"n.  ကပေါတ်ကရိယာ၊  ကဝေၚ်(ကွေၚ်)၊  ခြိက်ခြာ၊  ပရိက္ခရာ။"},	
{"word":"apricot","def":"n.  ဗဒဝ်ကြုက်(တၞံ,သတ်)။"},	
{"word":"april","def":"n.  ဂိတုအေပြေယ်(လ်)(ဂိတုအၚ်္ဂလိက်)။"},	
{"word":"apron","def":"n.  ယာတ်ဂတ်ဂၞိၚ်သွက်ဂွံဒုၚ်ကၠိခန်၊  ယာတ်ဂရောပ်ဂတမုက်။"},	
{"word":"apropos","def":"pred. adj.  မဒးရး၊  မကိတ်ညဳ၊  မသၟဟ်တး။  ၂။  မဆေၚ်စပ်တုဲ၊  မဆက်ဆေန်တုဲ။  adv.  နဒဒှ်မဒးရး၊  နဒဒှ်မကိတ်ညဳ။"},	
{"word":"apt","def":"adj. (-er,-est)  မလေပ်လောဲ၊  မဗ္တောန်ဖျောန်လောဲ။  ၂။  မဒးရး၊  မစှ်ေကဵုသၞောတ်။  ၃။  မလေပ်ဗဗွဲဗက်လောဲ၊  မလေပ်စိုတ်ပါလောဲ။  aptly (adv)  နဒဒှ်စိုတ်မလေပ်ပါလောဲ။"},	
{"word":"aptitude","def":"n.  ဝါသနာ၊  ဗဳဇ၊  ပွမကိတ်ညဳသၟဟ်တး။"},	
{"word":"aquaculture","def":"n.  ပရေၚ်လွဳစပ္ဍဲဍာ်၊  ပရေၚ်လွဳစသတ်ဍာ်။"},	
{"word":"aqualung","def":"n.  ဗဳကျာသွက်ဂွံယီုအခါဗၠိုပ်ဒၟံၚ်အသၟဝ်ဍာ်။"},	
{"word":"aquarius","def":"n.  ကုံ၊  ဒွာကုံ။"},	
{"word":"aqueduct","def":"n.  ဇာလ္ဂောဝ်၊  မြံၚ်တောဲဍာ်၊  မြံၚ်ဍာ်အာကၠုၚ်။"},	
{"word":"arabian","def":"n.  ဂကူအာရာပ်။"},	
{"word":"arable","def":"adj.  မဇိက်ထောဲတဵုလွဳမာန်။"},	
{"word":"arakan","def":"n.  ရက္ခေၚ်။  Arakan plantain. (n)  ဗြာတ်ဍာ်တှ်၊  ဗြာတ်ရက္ခေၚ်။"},	
{"word":"arbiter","def":"n.  ၝောံမၞိဟ်ဃံၚ်သမာဓိ၊  ပူဂဵုပရေပရံၚ်သ္ဂုတ်သွာတ်ကဵုအမှု။  ၂။  ပူဂဵုမနွံကဵုအခေါၚ်စဳရေၚ်သ္ဂုတ်သွာတ်အမှုဍိုက်က်ပေၚ်ၚ်၊  ပူဂဵုမရပ်လဝ်ဇုက်မာန်။"},	
{"word":"arbitrary","def":"adj.  မပ္တုဲဗဒှ်ထောံဟွံမွဲကဵုစၚ်ခြၚ်လ္တူဟိုတ်ဖဵု၊  မပ္တုဲဗဒှ်ထောံနကဵုအလိုက်စိုတ်ဇကု၊  မသ္ဂုတ်သွာတ်ထောံ နကဵုစေဝ်လ္ပာ်လ္တူ၊  မသ္ဂုတ်သွာတ်ညံၚ်ရဴဗီုပြၚ်တၠအဝဵု။"},	
{"word":"arbitrate","def":"vt. vi.  ဖျေံသ္ဂုတ်သွာတ်နကဵုဃံၚ်သမာဓိ။"},	
{"word":"arbitration","def":"n.  ပွမပံက်ဂကောံဃံၚ်သမာဓိတုဲ ဖျေံသ္ဂုတ်သွာတ်။"},	
{"word":"arbitrator","def":"n.  ၝောံမၞိဟ်ဃံၚ်သမာဓိ၊  ဃံၚ်သမာဓိ၊  ပူဂဵုပရေပရံၚ်(ပရေဗလာဲ)ကဵု။"},	
{"word":"arc","def":"n.  ဒကုတ်စက်ဝိုၚ်၊  ပၞောန်ဝိုၚ်ကဝါၚ်။  arc-light, arc-lamp (n)  လျးပၟတ်နူကဵုသ္ၚိဇရုၚ်ပၟတ်ကာဗန်။"},	
{"word":"arch","def":"adj.  မသ္ပအရိုၚ်၊  မသ္ပပရေံ၊  မကိုၚ်၊  မကိုၚ်ခၠ။  prefix (n)  က္ဍိုပ်သ္ကိုပ်၊  ဇမၞော်။  n.  ပံၚ်၊  ပံၚ်ကုပ်။  ၂။  မုက်လုပ်တိတ်။  ၃။ အကုပ်။  arch like a bow. (adv)  ဝိုၚ်ညံၚ်ကဵုဇဵုတ္ၚ။  the arched roof of a boat. (n)  ပံၚ်ခၠုပ်(ဂၠုၚ်)။  vt. vi.  ခၠုပ်၊  ခၠုပ်မံၚ်၊  ကုန်မံၚ်။  ၂။  အုပ်မံၚ်ညံၚ်ရဴပံၚ်ကုပ်။  arch-way (n)  မုက်လ္ပာ်လုပ်။  arched niche (n)  ဂိုပ်ခၠုပ်။"},	
{"word":"archaeology","def":"n.  ပရေၚ်ခဲါလ္ၚတ်ကပေါတ်တြေံတြဟ်။  archaeological (adj)  မကတ်လ္ၚတ်ကပေါတ်တြေံတြဟ် နကဵုကမၠောန်ခဲါဗၟံက်ဂၠိုက်ဂၠာဲ။  archaeologist (n)  ပူဂဵုမစိုန်သ္ကီုပ္ဍဲအရာကွတ် မလ္ၚတ်ဂၠိုက်ဂၠာဲခဲါဗၟံက်ကပေါတ်တြေံတြဟ်။"},	
{"word":"archbishop","def":"n.  ဂအုပ်ဂိုန်။"},	
{"word":"archdeacon","def":"n.  သဒၚ်ဂြဳဂိုန်။"},	
{"word":"archer","def":"n.  သၟာတ္ၚ၊  ခၟာတ္ၚ၊  သၟာကံ။"},	
{"word":"archery","def":"n.  ပန်တ္ၚ၊  ကွတ်တ္ၚ။"},	
{"word":"archetype","def":"n.  ဗီုတမ်၊  ဗီုမူလ၊  ဗီုမစွံလဝ်သွက်အစာံ။"},	
{"word":"archipelago","def":"n. (pl.-s,-es)  ဂကောံကံ၊  ကံဂမၠိုၚ်။"},	
{"word":"architect","def":"n.  သၟာဓဇဲ၊  အ္စာဗဳသ္ကဝ်၊  ဗဳသ္ကဝ်။"},	
{"word":"architecture","def":"n.  ကွတ်သၟာဓဇဲ၊  ကွတ်ဗဳသ္ကဝ်၊  တဲကွတ်သၟာဓဇဲ၊  တဲကွတ်ဗဳသ္ကဝ်။"},	
{"word":"archive","def":"n.  လိက်စၟတ်သမ္တီမဆေၚ်စပ်ကဵုအလဵုအသဳ၊  လိက်သမ္တီမဆေၚ်စပ်ကဵုကောန်ညးဍုၚ်ကွာန်၊  လိက်စၟတ်သမ္တီဝၚ်။"},	
{"word":"ardent","def":"adj.  မနွံကဵုစိုတ်ထတ်ဇၞော်ကဵုဇြဟတ်၊  မနွံကဵုစိုတ်သ္ကာတ်ထတ်။"},	
{"word":"ardour","def":"n.  ပွမနွံကဵုစိုတ်သ္ကာတ်၊  ပွမနွံကဵုစိုတ်လုပ်စဗွဲမသ္ကာတ်မြဟ်။"},	
{"word":"arduous","def":"adj.  မဒှ်ကမၠောန်သ္ဒးပ္တိတ်နကဵုဍာ်ဓတ်၊  မသ္ဒးကၠောန်နကဵုဍာ်ဓတ်။"},	
{"word":"are","def":"ရံၚ် be တေံညိ။"},	
{"word":"area","def":"n.  သလဲ၊  သၠဲလမၠး၊  ဗၜတ်သၠဲဗွိုက်ဂၠးမုက်။  ၂။  ဒေသ၊  ခန်လွာ၊  နေဝ်။"},	
{"word":"areca","def":"n.  သတ်၊  တၞံသတ်။  areca-nut tree (n)  တၞံသတ်၊  ကၟဴ။"},
{"word":"areeyah","def":"n.  အရှန်၊  တၠအရှန်။"},	
{"word":"argue","def":"vi. vt.  ဟီုဂးပ္တိုန်ဂလာန်။  ၂။  ဓမံက်ထ္ၜး၊  သကဵုပြာကတ်၊  သကဵုမံက်ဂတဝ်။  ၃။  ကယျာန်ဓဝါတ်၊  လှံက်ဂလာန်။"},	
{"word":"arid","def":"n.  မကှ်ဖဍဟ်၊  မဂြာတ်ကှ်။"},	
{"word":"aries","def":"n.  မိဟ်(ဒွာပထမ,ရာသဳပထမ)။"},	
{"word":"aright","def":"adv.  တပ်ပ်တးတး၊  ဍာံဍာံပြပြ၊  ဗွဲမဍာံပြ။"},	
{"word":"arise","def":"vi. (pt.pp. arose, arisen)  တိုန်ကၠုၚ်၊  မံက်တိုန်ကၠုၚ်။  ၂။  ဖဵုဍေံဆက်က္တဵုဒှ်တိုန်ကၠုၚ်။  ၃။  က္တဵု။"},	
{"word":"aristocracy","def":"n. (pl.-cies)  ပွမအုပ်ဓုပ်ဍုၚ်ကွာန်နူကဵုဒတောဝ်သၞောဝ် မၞိဟ်ကဆံၚ်ဂကူသၠုၚ်သၠုၚ်၊  ဍုၚ်မအုပ်ဓုပ်နကဵုမၞိဟ်ဂကူကဆံၚ်သၠုၚ်သၠုၚ်။  ၂။  မၞိဟ်ကဆံၚ်အမတ်ဒဴဗညာသေနာပတိ။  ၃။  ဂကောံပူဂဵုကဆံၚ်သမၠုၚ်တံ။"},	
{"word":"arithmetic","def":"n.  သၚ်္ချာ၊  ကွတ်သၚ်္ချာ၊  ပွမတော်ဂၞန်(သၚ်္ချာ)။"},	
{"word":"arithmetical","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ဂၞန်သၚ်္ချာ။"},	
{"word":"arm","def":"n.  သပါတဲ၊  ထာၚ်တဲ။  ၂။  လွဟ်။  ၃။  ဒပ်။  ၄။  တဆိပ်အခိုက်ကၞာ။  vt. vi.  ပအပ်ကဵုလွဟ်၊  ပြုပြေၚ်ပၞာန်၊  ပလေဝ်ပလေဝ်ပၞာန်။"},	
{"word":"armada","def":"n.  ဒပ်ဍာ်ဇၞော်၊  မဟာဒပ်လ္ပာ်ဍာ်။"},	
{"word":"armament","def":"n.  ဒပ်မပလေဝ်ပလေတ်လဝ်သွက်ဂွံဗတိုက်၊  ပွမပလေဝ်ပြုပြေၚ်လဝ်ပၞာန်။  ၂။  လွဟ်မဗ္ဂပ်ကဵုလဝ်။"},	
{"word":"armistice","def":"n.  တၚ်မတုပ်လဝ်စိုတ်ပရေၚ်သ္ဂောံဒေံါပန်ပှော်။"},	
{"word":"armour","def":"n.  ခြပ်၊  ပလောံခြပ်ပသဲ။  ၂။  ယာန်ခြပ်ပသဲ။"},	
{"word":"armourer","def":"n.  မၞိဟ်ကၠောန်လွဟ်။  ၂။  မၞိဟ်ကောပ်ကာဲတိုက်လွဟ်။"},	
{"word":"armpit","def":"n.  ပါၚ်ကၞက်၊  သွာၚ်တဲ။"},	
{"word":"army","def":"n. (pl.-mies)  ပၞာန်၊  ဒပ်ပၞာန်၊  ဗဵု၊  ဗဵုပၞာန်၊  ဗဵုလဗး၊  သေနာ၊  ဒပ်တိုက်၊  ပၞာန်တိုက်။  ၂။  ဂကောံသ္ကံမၞိဟ်စန်ဒက်လဝ်။  army of elephants. (n)  ပၞာန်စိၚ်။"},	
{"word":"aroma","def":"n.  သၟူမောဝ်ပ္ဍး၊  သၟူမောဝ်ဓီု။"},	
{"word":"aromatic","def":"adj.  မနွံကဵုသၟူမောဝ်ပ္ဍး။  aromatic powder. (adj)  ကြကောတ်။  aromatic ginger. (adj)  ကဝိၚ်၊  ပွိၚ်။"},	
{"word":"arose","def":"ရံၚ် arise တေံညိ။"},	
{"word":"around","def":"adv.  လ္ပာ်နာနာသာ်၊  ဒိုဟ်နာနာသာ်,ဒကဴနာနာသာ်။  ၂။  လ္ပာ်တေံလ္ပာ်ဏံ၊  လ္ပာ်ပြးဇး။"},	
{"word":"arouse","def":"vt.  ပ္ၚုဟ်၊  ဖအောဝ်၊  ပ္ၚုဟ်က္တဵု၊  ဆောံခ္ဍဟ်၊  သကဵုချဳဒရာၚ်လရုက္တဵုကၠုၚ်။  arouse oneself. (vt)  ပ္ၚုဟ်တဴစိုတ်။"},	
{"word":"arraign","def":"vt.  နၚ်စုတ်ဒုဟ်၊  စောဲစုတ်ဒုဟ်၊  ပ္တိုန်ရုၚ်စၟဳစၟတ်။"},	
{"word":"arraignment","def":"n.  ပွမနၚ်စုတ်ဒုဟ်၊  ပွမပ္တိုန်ရုၚ်စၟဳစၟတ်။  ၂။  ပရေၚ်ကံကုသဵု။"},	
{"word":"arrange","def":"vt.  ဖန်၊  ပြေၚ်၊  စဳရေၚ်၊  ပြေၚ်ဖျဳ၊  စဳရေၚ်ပြေၚ်ဖျဳ၊  စဳဒက်၊  ဇဳ၊  ဗ္စဳရေၚ်၊  တရေၚ်၊  တြေၚ်၊  ပြုပြေၚ်၊  ဖန်ဖက်။ arrangement (n)  ပရေၚ်၊  အစဳအရေၚ်။  arrange a marriage. (vt)  ပြေၚ်ဝိဝါဟ၊  စၟတ်ပရောဲ၊  ပြေၚ်ကောန်။  arrange belongings. (vt)  ဖန်တရေၚ်။  arrange in the form of a pyramid. (n)  ဓုပ်။"},	
{"word":"arrant","def":"adj.  မစိုပ်မံၚ်ကဆံၚ်အိုတ်မံၚ်ဇရာ၊  မဒှ်တဴကဆံၚ်အိုတ်ကၞောတ်၊  မပရေံတဴအိုတ်တဲ၊  မပရေံအိုတ်အာတဲ။"},	
{"word":"array","def":"vt.  ပလေဝ်ဒပ်သွက်ဂွံလုပ်ပေဲါဗ္တိုက်။  ၂။  မြီဆာဲ၊  မြီညႇာ၊  မြိသ္ဇုၚ်၊  ကျိုၚ်ကျဝ်ဗိုက်လ္တက်။  n.  ပွမစဳဇန်ဖန်ဖက်ဒပ် သွက်ဂွံလုပ်ပေဲါဗတိုက်။  ၂။  ပွမလးဖျေံထ္ၜးပျး။  ၃။  ပွမကျိုၚ်ကျဝ်ဗိုက်လ္တက်။"},	
{"word":"arrears","def":"n.  သြန်ကဝုတ်မသှ်ေသၟေဟ်ဒၟံၚ်၊  သြန်တ္ၜက်ဒၟံၚ်သွက်သ္ဒးကဵု။  ၂။  ကမၠောန်သှ်ေတ္ၜက်ဒၟံၚ်။"},	
{"word":"arrest","def":"vt.  သကဵုတန်ဒေံါအာ။  ၂။  တံၚ်ဒဇက်ရပ်ကေတ်။  ၃။  ရပ်ဂတ်၊  ရပ်ဒက်။  arresting (adj)  မနွံကဵုအစောံသတ္တိတံၚ်္ၚဲ၊  မတီညာတ်ဒၟံၚ်ကၠးကၠးဖ္ဍးဖ္ဍး။"},	
{"word":"arrival","def":"n.  ပွမစိုပ်ကၠုၚ်၊  အရာမစိုပ်ကၠုၚ်၊  အခိၚ်မစိုပ်ကၠုၚ်။"},	
{"word":"arrive","def":"vi.  စိုပ်၊  စိုပ်ကၠုၚ်၊  ကၠုၚ်စိုပ်၊  အာစိုပ်။  ၂။  စိုပ်ကၠုၚ်အခိၚ်။  ၃။  ဂွံကၠုၚ်ယၟု၊  ဒယှ်တှ်ကၠုၚ်၊  ပြာကတ်ကၠုၚ်၊  ဂွံရိုဟ်စကၠုၚ်။"},	
{"word":"arrogant","def":"adj.  မလေပ်ကေတ်ဒၟံၚ်လ္ပာ်လ္တူ၊  မလေပ်လၞိန်ဗပိန်။  ၂။  သ္ကာတ်မြဟ်သ္ကာတ်ဒြာတ်။  ၃။  အဵုဇိုတ်၊  ပ္တဴလဝ်မာန်၊  ဗ္ၜူမာန်၊  ယိုက်မာန၊  ယိုက်မာန်။"},	
{"word":"arrow","def":"n.  လဴ။  ၂။  လက်သန်ထ္ၜးလဝ်ညံၚ်လဴ။"},	
{"word":"arrowroot","def":"n.  အရောတ်၊  ခၟာဲအရောတ်၊ အရေဝ်ရောတ်၊  ခလှာ။"},	
{"word":"arse","def":"n. (colloq)  ဇ္ၚာၚ်ဂၞိၚ်၊  ထာၚ်သကေတ်။"},	
{"word":"arsenal","def":"n.  တိုက်လွဟ်၊  တိုက်မကၠောန်ပ္တိတ်လွဟ်။"},	
{"word":"aresenic","def":"n.  စိန်(ဂျိမွဲဂကူ)။"},	
{"word":"arson","def":"n.  အမှုဗစုက်ပၟတ်၊  အမှုဗိုတ်ပ္တိုန်ဂွေန်ဇၟန်ပၟတ်။"},	
{"word":"art","def":"n.  ကွတ်၊  အရာမဒှ်တိုန်နကဵုနဲကဲသဘာဝဟွံသေၚ်၊  အရာဂကူမၞိဟ်တံမပ္တန်ဗဒှ်(နိမိတ်ဗဒှ်)ကၠုၚ်။  ၂။  ကွတ်ပန်(ပါန်)။  ၃။  ကွတ်ဝိဇ္ဇာ။  ၄။  ပြယာဲမာယာ၊  ကွတ်မလှန်ဗ္ဂေတ်။  art of throwing (n)  ကွတ်တေဲ (ပှ်ောနကဵုမဂဝေၚ်)။  art (n)  နွံ၊  ဒှ်(ရပ်စပ်စၞး be ပ္ဍဲခေတ်တြေံတေံ)။"},	
{"word":"arterial","def":"adj.  မဆေၚ်စပ်ကဵုလတေၚ်ဗလးဆီ၊  မဒှ်ညံၚ်ရဴလတေၚ်ဗလးဆီ။"},	
{"word":"artery","def":"n. (pl.-ries)  လတေၚ်ဗလးဆီ၊  ကတေၚ်ဆီ၊  ဂၠံၚ်ဆီ။  ၂။  ဂၠံၚ်ဇၞော်အဓိက၊  ဂၠံၚ်ဍာ်အဓိကမွဲဒမြိပ်ၜဳ။"},	
{"word":"artesian","def":"n.  ပလိုၚ်(ကမၠိုၚ်)အဝိဇိ၊  ပလိုၚ်စက်၊  ပလိုၚ်ဂတာအဝိက်။"},	
{"word":"artful","def":"adj.  မဂၠိုၚ်ကဵုပြယာဲ၊  မဂၠိုၚ်ကဵုဝဵုစၞာဲ၊  မဂၠိုၚ်ကဵုဥပ္ပာဲ။"},	
{"word":"arthritis","def":"n.  ယဲပ္ၚပ်ပ္ၚေၚ်ဂုဟ်။"},	
{"word":"article","def":"n.  ပစ္စဲ၊  ကရိယာ၊  ကပေါတ်ကညောတ်။  ၂။  လိက်ပရေၚ်။  ၃။  gram.  မဆေၚ်စပ်ကဵုကေၚ်ကာမဓမံက်ထ္ၜးပရောပရာနာမ် ဗွဲယေဘုယျ မချတ်စုတ်ရပ်စပ်လဝ်ဂတနာမ်။ (a, an, the) article of dress (n)  သပုၚ်ထဝ်။"},	
{"word":"articulate","def":"adj. (ဂလာန်)  မကၠးဖ္ဍး၊  မသောၚ်ကၠး။  ၂။  မလေပ်ဟီုဇပ်ဍပ်ကၠးဖ္ဍးလ္တူဇကုမိက်ဂွံသ္ဂး။  vt. vi.  ဟီုဂးကၠးကၠးဖ္ဍးဖ္ဍး။"},	
{"word":"artifact","def":"n.  ကပေါတ်မကၠောန်ပ္တိတ်နဇိုၚ်နတဲမၞိဟ်၊  ကပေါတ်တြေံမကၠောန်လဝ်နူတမၠာတမၠာတေံ၊  ကပေါတ်ကညောတ်လွဟ်ပ္တိတ်ကၠုၚ်လဝ်နကဵုနဲကဲဓမ္မတာ။"},	
{"word":"artefact","def":"n.  ကပေါတ်မကၠောန်ပ္တိတ်နဇိုၚ်နတဲမၞိဟ်၊  ကပေါတ်တြေံမကၠောန်လဝ်နူတမၠာတမၠာတေံ၊  ကပေါတ်ကညောတ်လွဟ် ပ္တိတ်ကၠုၚ်လဝ်နကဵုနဲကဲဓမ္မတာ။"},	
{"word":"artifice","def":"n.  ပွမစိုန်သ္ကီု၊  ပွမကၠောန်ပ္တုဲကာဗွဲမစိုန်သ္ကီု။"},	
{"word":"artificer","def":"n.  သၟာကမၠောန်တဲစိုပ်သိတ်၊  ပွမကၠောန်မာန်ဗွဲမစိုန်သ္ကီု၊  သၟာဓဇဲ၊  သၟာကွတ်။"},	
{"word":"artificial","def":"adj.  မပတဝ်ပတုပ်ကဵုသဘာဝတုဲ ကောန်မၞိဟ်တံဖန်ဗဒှ်လဝ်။  ၂။  မဒှ်ဂွံကၠုၚ်နူကဵုသဘာဝဟွံသေၚ်၊  မဗဒှ်ပတုပ်ကေတ်လဝ်။  artificial pond (adj)  ဍာ်ကၟာ၊  ကၟာဍာ်။"},	
{"word":"artillery","def":"n.  အမၠံက်၊  အမၠံက်မြထ္ၜူ၊  အမၠံက်သေနာတ်(သၞာတ်)၊  မြထ္ၜူ(မြတ္ၜုန်)၊  ဒပ်အမၠံက်။"},	
{"word":"artisan","def":"n.  သၟာကမၠောန်၊  ညးမစိုန်သ္ကီုပ္ဍဲအရာကမၠောန်၊  သၟာကွတ်၊  သၟာကွတ်တဲ၊  သၟာဓဇဲ၊  ဝဍ္ဎကဳ၊  ဝတ္တကဳ။"},	
{"word":"artizan","def":"n.  သၟာကမၠောန်၊  ညးမစိုန်သ္ကီုပ္ဍဲအရာကမၠောန်၊  သၟာကွတ်၊  သၟာကွတ်တဲ၊  သၟာဓဇဲ၊  ဝဍ္ဎကဳ၊  ဝတ္တကဳ။"},	
{"word":"artisanry","def":"n.  ကွတ်ပညာမဆေၚ်စပ်ကဵု ပန်စှ်သာ်, ပါန်စှ်သာ်။"},	
{"word":"artist","def":"n.  သၟာပါန်(ပန်)၊  အ္စာသၟာပါန်ခဳ၊  ပူဂဵုမစိုန်သ္ကီုကွတ်ပါန်။"},	
{"word":"artiste","def":"n.  သၟာတိၚ်တိုက်ကွိၚ်ကွိုက်၊  သၟာကဆိၚ်။"},	
{"word":"artistic","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ပညာပါန်။  ၂။  မနွံကဵုတဲစိုပ်သိတ်။  ၃။  မသ္ဍိုက်မၠိုက်ကဵုကွတ်ပါန်၊  မလေပ်ဒုၚ်စသိုၚ်ရှ်လ္တူကွတ်ပါန်။"},	
{"word":"artistry","def":"n.  ပွမလေပ်စိုန်သ္ကီုလ္တူကွတ်ပါန်၊  ပွမနွံကဵုကဆံၚ်တဲစိုပ်သိတ်။"},	
{"word":"artless","def":"adj.  မဟၟဲကဵုပြယာဲ၊  မယျဵုအ။"},	
{"word":"as","def":"adv.  ညံၚ်၊  အဟိန်၊  ကၟံ၊  တၟံ၊  ညံၚ်ဗတ်သၟ၊  နဲဗတ်သၟ၊  ရဴဗတ်သၟ၊  ဗဗွဲ၊  ရဴသာ်ဝွံ၊  ဗီုဂှ်၊  သာ်ဂှ်၊  သောၚ်ဂှ်၊  နနဲသာ်ဂှ်။  conj.  အဃောဂှ်။  ၂။  သ္ပပတံနူဂှ်။  ၃။  အတိုၚ်ဂှ်။  ၄။  ရဴသာ်ဂှ်။  ၅။  အနေဒဒှ်သာ်ဂှ်၊  ဒဒှ်ဗီုဂှ်။  ၆။  ညံၚ်ရဴသာ်ဂှ်။  ရ။  ညံၚ်ရဴ၊  လုကဴ၊  ဒှ်ညံၚ်ညံၚ်။  ၈။  သွက်၊  သွက်သ္ဂောံ။  ၉။  ဟွံ---ဏီ။  as much as is swallowed. (adv)  ဆယာံမာတ်ၚိတ်ဂွံ။  as to. (conj)  မာ၊  မာနူ၊  ဒၟာ၊  ဒၟာနူ။  as soon as. (adj)  ယာံ၊  ယာံ---ဗက်။(adv)  ဗက်၊  မာတ်။  as soon as he heard what the prince said. (adv)  ယာံမိၚ်ဂလာန်သၟိၚ်ဗက်။  as you please. (adv)  ကရိုက်စိုတ်,စိုတ်မၞး။"},	
{"word":"asafoetida","def":"n.  ၚု(ဂဥုဲခရက်)။"},	
{"word":"asbestos","def":"n.  တၟံတၞးဒုၚ်ပၟတ်၊  ချဵုတၟံ(အရာမဟွံတူပၟတ်)။"},	
{"word":"ascend","def":"vt. vi.  တိုန်(လ္တူဒဵု)။  ၂။  တိုန်(နန်)။"},	
{"word":"ascendancy","def":"n.  ဒဒှ်မဂွံလဝ်လ္ပာ်လ္တူ၊  ဒဒှ်မဂွံလဝ်စေဝ်လ္တူ။"},	
{"word":"ascendency","def":"n.  ဒဒှ်မဂွံလဝ်လ္ပာ်လ္တူ၊  ဒဒှ်မဂွံလဝ်စေဝ်လ္တူ။"},	
{"word":"ascendant","def":"n.  ဒဒှ်ဇာတာမခိုဟ်တိုန်၊  ဒဒှ်ဣဒ္ဓိဗလသြဇာမတိုန်ကၠုၚ်။"},	
{"word":"ascendent","def":"n.  ဒဒှ်ဇာတာမခိုဟ်တိုန်၊  ဒဒှ်ဣဒ္ဓိဗလသြဇာမတိုန်ကၠုၚ်။"},	
{"word":"ascension","def":"n.  ဒဒှ်တၠညခရေတ်မက္ညတိုန်အာဘုံအာကာသ။"},	
{"word":"ascent","def":"n.  ပွမတိုန်စိုပ်ကၠုၚ်။"},	
{"word":"ascertain","def":"vt.  သကဵုတီကၠိုဟ်၊  သကဵုချိုတ်ပၠိုတ်။"},	
{"word":"ascetic","def":"n. adj.  ကတ်၊  ကတ္တဵု၊  ပူဂဵုမဒ္ဂေတ်ဗက်လ္ပာ်ဓဝ်အေၚ်ဒုၚ်သတှ်ေလောန်လောန်ကာဲကာဲ၊  သမဏ၊  ခမဳရသိ၊  ယောဂဳ၊  အညႇာသဳ၊  မနွံကဵုဓဝ်မအေၚ်ဒုၚ်သတှ်ေလောန်လောန်ကာဲကာဲ၊  မနွံကဆံၚ်စေံပေါတ်ဟေန်ချာဲ။  ascetic practice. (adj)  ဓုတၚ်။"},	
{"word":"asceticism","def":"n.  ဓုတၚ်၊  ဝါဒ၊  ကွေတ်မအေၚ်ဒုၚ်သတှ်ေဇကုဇကု။"},	
{"word":"ascribe","def":"vt.  သမ္တီကေတ်လဝ်ဗွဲဒဒှ်ဟိုတ်ဍေံ၊  သမ္တီကေတ်လဝ်ဒဒှ်မဆေၚ်စပ်ဒၟံၚ်။"},	
{"word":"ash","def":"n.  ပ္တေၚ်။  ၂။  ပ္တေၚ်ဇုတ်။"},	
{"word":"ashamed","def":"adj.  ဂွ၊  မဂွ၊  မဖေက်ဂွ၊  မဂွံမုက်ဂဝ၊  မကရောဲဂဝ။"},	
{"word":"ashore","def":"adv.  နဒဒှ်ဗ္စိုပ်ကဵုသြၚ်တေံ၊  လ္တူသြၚ်၊  လ္တူဒဵု။"},	
{"word":"aside","def":"adv.  လ္ပာ်သ္ကဲ၊  ပ္ဍဲဖာသ္ကဲ၊  လ္ပာ်တၞဟ်တၞဟ်တေံ။  n.  ဂလာန်ပလံၚ်ဗစိုပ်ဏာသတ်ဇာတ်သွက်မၞိဟ်ဗဵုတံသ္ဂောံတီ၊  သမ္တီကေတ်လဝ်ညံၚ်ရဴမၞိဟ်ဍိုက်ဒၟံၚ်ဇာတ်တံဟွံတီ။"},	
{"word":"ask","def":"vt. vi. (pt.pp. asked)  အာတ်၊  ပါန်၊  သၟာန်၊  သၟာန်သၟုက်၊  သၟာန်သၟုက်အာတ်မိက်။  ၂။  သၟာန်သၟုက်စပရောပရာထတ်ယုက်။  ၃။  ဘိက်ပၟိၚ်။  ၄။  အာတ်ပါန်အခေါၚ်နလၟေၚ်မေတ္တာ။  ၅။  အာတ်မိက်လဝ်ၚုဟ်မး။  ask a quesion. (vt)  သၟာန်။  ask for contributions. (vt)  ဂရၚ်စ၊  အာတ်စ။  ask leave respectfully. (vt)  ပါန်၊  ပါန်တသဝ်၊  ပါန်ပ္တီ၊  ပါန်အခေါၚ်။  ask pardon. (vt)  ဒုၚ်ဂုန်။  ask permission. (vt)  ဒုၚ်ဝန်၊  ဒုၚ်လဝ်ဝန်။"},	
{"word":"askance","def":"adv.  နဒဒှ်မသ္ၚေဝ်ရံၚ်ကဵုဒကဴမတ်။  vt.  သ္ၚေဝ်ရံၚ်ကဵုဒကဴမတ်။"},	
{"word":"askew","def":"adv.  နဒဒှ်မဒစေၚ်ဗၠေၚ်မံၚ်။  adj.  မဒစေၚ်ဗၠေၚ်မံၚ်။"},	
{"word":"aslant","def":"adv.  နဒဒှ်မစေၚ်ဒလိန်မံၚ်။  adj.  မဒစေၚ်သဝ်စှ်ေမံၚ်။"},	
{"word":"asleep","def":"adv.  နဒဒှ်မတိက်ဒၟံၚ်၊  နဒဒှ်မသၠိၚ်ဒၟံၚ်။  ၂။  နဒဒှ်ဒေၚ်ဒိုဟ်ဒၟံၚ်။  adj.  မတိက်ဒၟံၚ်၊  မသၠိၚ်ဒၟံၚ်၊  မဒေၚ်ဒိုဟ်ဒၟံၚ်။"},	
{"word":"asparagus","def":"n.  နတ်(သၞေဝ်)။"},	
{"word":"aspect","def":"n.  ဗီုပြၚ်ရုပ်ရဴ၊  လက်သန်ဗီုပြၚ်။  ၂။  ဂၠံၚ်ပ္တဝ်ဏာမုက်၊  လညာတ်လ္တူသ္ၚေဝ်ဂၠေပ်။"},	
{"word":"aspen","def":"n.  တၞံပၞာၚ်သေံမလေပ်တၞးချဳ ဆၜိုတ်ကျာမပိုက်ဖရဳ။"},	
{"word":"asperity","def":"n. (pl.-ties)  မ္ၚိုဟ်ကြံၚ်၊  ဓရဓရန်၊  ပွမဂဝိုဟ်၊  ပွမ,မဒၟံၚ်၊  ဒဒှ်မသ္ကာတ်မြဟ်၊  ဒဒှ်မရုန်မဵုဓဇန်ဟာသဳ။"},	
{"word":"aspersion","def":"n.  ပွမဟီုဂးဂလာန်ဟွံဂပ်ဝ် ဟွံမွဲကဵုၚုဟ်မး၊  ပွမဟီုဂးဂလာန်ဟွံညႇာဓည၊  ပွမဟီုဂလာန်မဟၟဲကဵုကြက်ရှ်။"},	
{"word":"asphalt","def":"n.  ကာတ္တရာ၊  ယဒမျိုၚ်(သွက်ဂွံလးဂၠံၚ်ရပ်တၟံ)။"},	
{"word":"asphyxiate","def":"vt.  သကဵုဂၠိုက်၊  သကဵုယီုဂြက်။"},	
{"word":"aspiration","def":"n.  တၚ်ရန်တၟံ။"},	
{"word":"aspire","def":"vt.  ရန်တၟံလဝ်၊  နွံကဵုဆန္ဒမဇၞော်ဗွဲ။"},	
{"word":"aspirin","def":"n.  ဂဥုဲဗလးကဵုယဲက္ဍိုပ်ဂိ ယဲဂိဇကုဇကောဝ်။"},	
{"word":"ass","def":"n.  မာဲ၊  မၞိဟ်သဒိုဟ်ဂွိုၚ်၊  ပူဂဵုသမ္ဒိုဟ်၊  မၞိဟ်ဒိုဟ်ဓီု။  ၂။  ချး(ကျး)၊  ဂဒြဘ။   n. (US Offensive)  သိုၚ်ကေတ်၊  သိုၚ်အိက်။   asshole (n) (US)  ပထောၚ်သိုၚ်အိက်။"},	
{"word":"assail","def":"vt.  ဗ္တိုက်၊  ဗ္တိုက်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},	
{"word":"assailant","def":"n.  မၞိဟ်လုပ်တ္ၚီု၊  မၞိဟ်ဗ္တိုက်။"},	
{"word":"assassin","def":"n.  မၞိဟ်ကၠုၚ်ကၠတ်ဂစိုတ်၊  ပွမကၠတ်ဂစိုတ်၊  မၞိဟ်ဒှ်တၠတဲမဆေၚ်စပ်ကဵုကၠုၚ်ကၠတ်ဂစိုတ်မၞိဟ်၊  အမှုကၠတ်ဂစိုတ်မၞိဟ်။  assassination (n)  ပွမကၠတ်ဂစိုတ်ထောံ။"},	
{"word":"assassinate","def":"vt.  ကၠတ်ဂစိုတ်၊  သ္ဒးဒုၚ်ကၠတ်ဂစိုတ်ထောံ။"},	
{"word":"assault","def":"vt.  လုပ်ဗ္တိုက်မွဲဣဝီုကၠံလစုတ်၊  လုပ်အုပ်ဗ္တိုက်မွဲဒမြိပ်။  n.  ပွမလုပ်တ္ၚီုဗတိုက်မွဲဒမြိပ်မွဲအသိၚ်။"},	
{"word":"assay","def":"vt. n.  ပွမရာသူဍာ်သြန်ဖကောဝ်၊  ပွမပ္တိုန်ဓရိတ်ရံၚ်ဍာ်သြန်ဖကောဝ် လ္တူတၟံစံဍာ်ဖကောဝ်၊  ပ္တိုန်ဓရိတ်စံရံၚ် လ္တူတၟံစံဍာ်။"},	
{"word":"assemble","def":"vt. vi.  ကောံဓရီု၊  ပကောံဓရီု၊  ကောံဓရီုကၠုၚ်။  ၂။  ပကောံဗဂပ်စုတ်၊  ပကောံကျိုၚ်။  n.  ပွမကောံဓရီု၊  ပွမစန်ဒက်၊  ဂကောံသ္ကံ။  assemble troops. (vt)  သူဗဵု။  assemblage (n)  ဒဒှ်မကောံဓရီုကၠုၚ်၊  ဂိုန်။"},	
{"word":"assembly","def":"n. (pl.-lies)  သန္နိပါတ်၊  ပွမကောံဓရီု။  ၂။  ပေဲါကောံဓရီုကၠတ်ထဝ်(စၠတ်ထဝ်) ၊  အၚ်္ဂဖျေဲမကံ။  ၃။  သၚ်၊  ပူရိသာတ်။"},	
{"word":"assent","def":"vi. n.  လယိုၚ်၊  ဒုၚ်ပါၚ်၊  ဒုၚ်ကံပါၚ်၊  ယဵုဒုၚ်၊  ယဵုဒုၚ်လဝ်၊  တုပ်စိုတ်၊  ဒုၚ်လျိုၚ်၊  ကေတ်တာလျိုၚ်၊  အရာမတုပ်လဝ်စိုတ်၊  အရာမဒုၚ်ကေတ်လဝ်တာလျိုၚ်။"},	
{"word":"assert","def":"vt.  ဟီုဂးခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်ဗိုန်ဗိုန်ဗတ်ဗတ်၊  ပ္တိုန်ထ္ၜးကဵုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဟီုဂးဗိုန်ဗိုန်ဗတ်ဗတ်။  assertive (adj)  မအာတ်မိက်ချိုတ်တ်ပၠိုတ်တ်၊  မသကဵုညးသအာၚ်စၟတ်သမ္တီဇကုဇကု။  ၂။  ရောၚ်၊  ဟေၚ်၊  ရ။"},	
{"word":"assess","def":"vt.  ရာသူၚုဟ်မး၊  ပ္တန်ၚုဟ်မး၊  ရာသူ။  assessment (n)  ဒဒှ်မရာသူၚုဟ်မး။"},	
{"word":"asset","def":"n.  ဂြပ်ကသပ်၊  ပိုန်ဒြပ်၊  အခေါၚ်အဝဵုဒုၚ်စသိုၚ်၊  အစောံစရာဲနွံကဵုၚုဟ်မး၊  စိုန်သ္ကီု။"},	
{"word":"assiduous","def":"adj.  မလေပ်ကၠောန်နကဵုဓာတ်စိုတ်ကၠေံစိုတ်လွဳပရာ၊  မလေပ်ကၠောန်နကဵုဇဲ။  assiduously (adv)  နဒဒှ်မလေပ်ကၠောန်နကဵုဇဲ။  assiduity (n)  ဒဒှ်မနွံကဵုဇဲ။"},	
{"word":"assign","def":"vt.  ပအပ်ကဵု၊  သၠဲကဵု၊  ပါ်ပရံကဵုတာလျိုၚ်၊  ပါ်ပရံကဵု။  ၂။  ကၞာတ်ဓမံက်ထ္ၜးကဵု၊  စၟိန်ပြမာန်။  assignment (n)  ဒဒှ်မပအပ်ပြာပ်ကဵုတာလျိုၚ်။"},	
{"word":"assimilate","def":"vt. vi.  စၞလ္ၚတ်တုဲသကဵုဒှ်အာဖျုန်သွ၊  သၞဴကၠာဲအာကဵုကောန်ဍုၚ်သအာၚ် စိုပ်အာကဆံၚ်ဒှ်တိုန်မွဲဖျုန်။  assimilation (n)  နဒဒှ်မကၠိုဟ်စိုတ်တုဲဒုၚ်ကေတ်တဲ။"},	
{"word":"assist","def":"vt. vi.  ဂၜၚ်သဘာ်၊  ထံက်ပၚ်၊  ထံက်မ၊  ပြီု၊  ထံက်ပြီု၊  ထ္ၜလဘာ်၊  ရီု၊  ရီုဇအ်၊  ရီုဗၚ်၊  ဗိုၚ်ဆောံမ၊  ဗိုၚ်ရီုဆောံမ။  to assist in labour. (vt.vi.)  ကရိုၚ်ကၠောန်၊  ရီုဗၚ်ကရိုၚ်ကၠောန်။  assistance (n)  ပွမရီု၊  ပွမရီုဗၚ်၊  သၚ်္ဂဟ။  assistant (adj)  သၟဝ်တဲ၊  မကဵုအရီုအဗၚ်၊  မဒှ်ကဆံၚ်ညးအရီုဗၚ်၊  မကဵုအရီုအဗၚ်ထ္ၜလဘာ်၊  ဂဒၚ်ဂြဳ၊  မဗိုၚ်ကရိုၚ်ကၠောန်။  assistant monk. (n)  ဂဒၚ်ဂြဳ။"},	
{"word":"associate","def":"vt. vi.  နှဴ၊  သၞဴ၊  ဂၠိန်သၞဴ(နှဴ)၊  ဟုဲဆက်စပ်ပံၚ်ကောံ၊  ဆက်စပ်ပံၚ်ကောံ၊  ဆက်စပ်ကၠိုဟ်ခၠၚ်၊  နှဴရဴ၊  ပံၚ်ဖက်၊  ဖက်ပ္ကာန်။  ၂။  ပံၚ်ဖက်အနေဒဒှ်ရဲအဖဴမွဲမွဲ၊  မံၚ်အာမွဲကရောံမွဲဂကောံ၊  တံၚ်တဲဗန်ကံတုဲမံၚ်အာ။  n. adj.  မၞိဟ်ကၠောန်အာကမၠောန်မွဲကရောံမွဲစွံ၊  မကၠောန်အာကမၠောန်မွဲကရောံမွဲစွံ၊  ပွံၚ်ဖွက်၊  မကၠောန်အာကမၠောန်မွဲစွံ။  associate with. (vt.vi) ဓရီုကေုာံ၊  ပအသာ၊  သိပ်ဂၠိပ်ဟုဲဟာဲ၊  သဳကၠဳ၊  သၞဴ၊  နှဴရဴ၊  ဟုဲဟာဲ၊  ဟုဲဟှ်။"}, 	
{"word":"association","def":"n.  သန္နိဝါသ၊  ပွမဆက်စပ်၊  ပွမကောံပံၚ်၊  ပွမကၠိုဟ်ခၠၚ်ဆက်စပ်၊  ပွမပံၚ်ဖက်၊  ပွမဒှ်ဆောဖွက်ဂကောံသ္ကံ။"},	
{"word":"assorted","def":"ppl. adj.  မလုပ်နွံဂကူနာနာသာ်၊  မဟုဲသၞဴလဝ်။"},	
{"word":"assortment","def":"n.  ကပေါတ်ဂကူနာနာသာ်၊  ဂကောံသ္ကံကပေါတ်။"},	
{"word":"assuage","def":"vt.  သကဵုသက်သာတိုန်၊  သကဵုခိုဟ်တိုန်၊  သကဵုဍး၊  လလံကၠေံ။"},	
{"word":"assume","def":"vt.  ခယျကေတ်၊  ခယျကေတ်ဒးရောၚ်။  ၂။  ကေတ်တာလျိုၚ်၊  ယဵုဒုၚ်ကေတ်။  ၃။  လွေဟ်။"},	
{"word":"assuming","def":"adj.  မရပ်အလံၚ်၊  မရပ်ဘဝၚ်၊  မယိုက်လဝ်မာန်၊  မယိုက်လဝ်မာန။"},	
{"word":"assumption","def":"n.  ပွမခယျကေတ်၊  ပွမသမ္တီကေတ်၊  ပွမကေတ်တာလျိုၚ်၊  တၚ်ခယျကေတ်လဝ်၊  လွေဟ်၊  ပပန၊  ကလော်ပပ။"},	
{"word":"assure","def":"vt.  ဒုၚ်လျိုၚ်၊  သကဵုတၚ်ဒုၚ်လျိုၚ်၊  ဒုၚ်လျိုၚ်တိတ်ကံပါၚ်။  ၂။  သကဵုချိုတ်ပၠိုတ်၊  သကဵုနွံကဵုတၚ်ဒုၚ်တာလျိုၚ်။  ၃။  သကဵုဖျေံစိုတ်၊  သကဵုစှ်ေစိုတ်စရိုတ်၊  သကဵုစွံကေတ်တာလျိုၚ်လမျီု။  assurance (n)  ပွမဒုၚ်ကေတ်တာလျိုၚ်၊  ပွမသကဵုစှ်ေစိုတ်။  ၂။  ပွမဖျေံစိုတ်လ္တူဇကုဇကု၊  ပွမပတှ်ေစှ်ေစိုတ်လ္တူအစောံစရာဲဇကု။၃။  ပွမစွံကေတ်တာလျိုၚ်လမျီု။  assuredly (adv)  ဗွဲဨကန္တ၊  ဗွဲမုချ၊  နဒဒှ်မဟၟဲကဵုသံသယ(သၠေဟ်ပၟာ)။"},	
{"word":"astern","def":"adv.  လ္ပာ်သၞေဝ်၊  လ္ပာ်ဍုတ်၊  ဖာသၞေဝ်၊  ဖာဍုတ်၊  လ္ပာ်လက်ကရဴ၊  လ္ပာ်ဗွဲကြဴ(က္ၜၚ်,ဂၠုၚ်)။"},	
{"word":"asthma","def":"n.  မှတ်၊  ယဲမှောတ်၊  ယဲယီုဂြေက်၊  ယဲသြိုဟ်ဂြေက်။  asthmatic (adj)  မနွံကဵုယဲမှောတ်။"},	
{"word":"astigmatism","def":"n.  ဒဒှ်အစောံသတ္တိလျးဗၠေၚ်အာ(ယဲမတ်မၞုံကဵုတၚ်မဆောတ်ယောၚ်အာမွဲဂကူ)။"},	
{"word":"astir","def":"adv. pred. adj.  နဒဒှ်မနွံကဵုသဘဴမချဳဒရာၚ်အာဒၟံၚ်၊  မနွံကဵုသဘဴချဳဒရာအာဒၟံၚ်၊  မနွံကဵုသဘဴဗိုဟ်အာဆုဲအာဒၟံၚ်။  ၂။  မက္တဵုနူသတိက်။"},	
{"word":"astonish","def":"vt.  သကဵုခၚ်ခအာ၊  သကဵုဒှ်အာအံသဝ်၊  သကဵုအံသဝ်၊  ဘိၚ်တလိၚ်၊  ဘိၚ်ဘၚ်၊  လ္ၚုၚ်လ္ၚ။  astonishment (n)  ဒဒှ်မခၚ်ခအာ၊  အသဝ်၊  အံသဝ်။"},	
{"word":"astound","def":"vt.  ဝိဝိၚ်ဒေၚ်လှၚ်အာ၊  လှၚ်ဒိုပ်အာ၊  ဝိဝိၚ်၊  ဝိဝိၚ်က္ၜိၚ်၊  ဝိဝိၚ်ဒေၚ်လှၚ်။"},	
{"word":"astray","def":"pred. adj.  မစ္ဍးတိတ်အာနူဂၠံၚ်တရဴဍာံဍာံ၊  မဗၠေတ်အာဂၠံၚ်၊  မအာဒးဂၠံၚ်ဗၠေတ်၊  မတလိၚ်အာဂၠံၚ်။"},	
{"word":"astride","def":"adv. pred. adj.  ဂါပ်လဝ်တုဲ၊  မဂါပ်လဝ်။"},	
{"word":"astringent","def":"n.  ဂဥုဲဗဒေံါဆီ၊  ဂဥုဲချုက်ဍာ်ဂဥုဲ(ညံၚ်အရံၚ်ဂွံခိုၚ်)။  ၂။  သတ်ပကီု။  adj.  မဖျိုဟ်၊  ဗစိုတ်၊  ဗစိုတ်ဗစး၊  မတုပ်ညံၚ်ရဴဂဥုဲချုက်ဍာ်ဂဥုဲ၊  မဆေၚ်စပ်ကဵုဂဥုဲချုက်ဍာ်ဂဥုဲ။"},	
{"word":"astrology","def":"n.  ကွတ်ဗေဒနက်သတ်၊  ကွတ်ဟောရာ။  astrologer (n)  အ္စာနက္ခတ်ဗေဒၚ်၊  ဗိန္ဒော၊  ဟောရာ၊  ဟူရာ။"},	
{"word":"astronaut","def":"n.  သကိုပ်ယာန်အာကာသ၊  မၞိဟ်အာတရဴအာကာသ။"},	
{"word":"astronomer","def":"n.  တၠပညာကွတ်ဗေဒနက်သတ်။"},	
{"word":"astronomical","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ဗေဒနက်သတ်။"},	
{"word":"astronomy","def":"n.  ကွတ်ဗေဒနက်သတ်၊  ကွတ်လ္ၚတ်နက်သတ်၊  ကွတ်ဟောရာ။"},	
{"word":"astute","def":"n.  ပူဂဵုကြဳသ္ကေက်မြက်စာလ္တူလညာတ်၊  ပူဂဵုမနွံကဵုလညာတ်တက်တက်နက်နက်မမြက်စာပြဟ်ပြေဟ်။"},	
{"word":"asunder","def":"adv.  နဒဒှ်မတၞဟ်ခြာအာ၊  နဒဒှ်မပြးဇးအာ။  ၂။  နဒဒှ်မဒှ်အာသ္ကုတ်သ္ကုတ်လှေက်လှေက်။"},	
{"word":"asura","def":"n.  အသူ(အိန်)၊  ဓနဴ။"},	
{"word":"asylum","def":"n.  ဌာန်မစ္ၜုဲစ္ၜော်၊  ဌာန်ဟၟဲကဵုဘဲ၊  ဌာန်ဒေသၜိုဟ်သြိုဟ်၊  ဂိုဟ်တၟံ၊  သၞေဟ်သြၚ်စ္ၜုဲစ္ၜော်။"},	
{"word":"at","def":"prep.  ပ္ဍဲ၊  အပ္ဍဲ၊  ပ္ဍဲကဵု။  at all. (adv)  လးလး၊  သက်သက်။  at death's door. (adv)  ဆိုက်ကဵုကြပ်ဗပါ်သ္ကန်၊  ညောန်ကဵုဂစိုတ်။  at once (adv)  လွာဲဂှ်၊  ဗွဲမပြဟ်၊  ခဏဂှ်၊  ချိုန်ဂှ်၊  ဗြက်၊  ဗွဲဗၞတ်ဂှ်၊  သက်ခၞ။  at first (adv)  ပ္ဍဲကဵုတံပထမတေံ။  at last (adv)  စိုပ်ကၞောတ်တဲ၊  အိုတ်ကၞောတ်တဲ။  at that time. (adv)  ပ္ဍဲကာလဂှ်၊  ပ္ဍဲအခါဂှ်၊  ယာံ...ဗက်။"},	
{"word":"ate","def":"ရံၚ် eat တေံညိ။"},	
{"word":"atheism","def":"n.  ပွမပတှ်ေစှ်ေစိုတ်လဝ် ဒဒှ်ကျာ်ထာဝရဟွံမွဲ၊  ဝါဒဒဒှ်ကျာ်ထာဝရဟွံမွဲ။"},	
{"word":"athlete","def":"n.  သၟာပြိုၚ်ပ္ကာန်ဝေၚ်ဂြိပ် ဒံၚ်ထလာ်ဗိုတ်ကၠဟ်။"},	
{"word":"athletic","def":"adj.  မဆေၚ်စပ်ကဵုဝေၚ်ဂြိပ် ဒံၚ်ထလာ်ဗိုတ်ကၠဟ်။  athletics (n)  ပွမလုပ်ပြိုၚ်ပ္ကာန်ပ္ဍဲဝေၚ်ဂြိပ်ဒံၚ်ထလာ်ဗိုတ်ကၠဟ်။"},	
{"word":"atlas","def":"n.  လိက်အုပ်ဗီုဂၠးတိ။"},	
{"word":"atmosphere","def":"n.  ကျာမတန်တဴဒၟံၚ်ဝုတ်ဒိုဟ်ဂၠးတိ၊  ကျာမၞုံပ္ဍဲဝုတ်ဒိုဟ်ဂၠးတိ၊  အကာဲအရာပွဳပွိုၚ်ဝုတ်ဒိုဟ်။"},	
{"word":"atmospheric","def":"adj.  မဆေၚ်စပ်ကဵုဂၠးကျာ။"},	
{"word":"atom","def":"n.  အနု၊  အနုလက်ကၠိုက်၊  ကၞာတ်ဒကုတ်မနွံကဵုပမာဏ သောဲဗြောဲတဴဗွဲမလောန်။"},	
{"word":"atomic","def":"adj.  မဆေၚ်စပ်ကဵုအနုလက်ကၠိုက်။  atomic bomb (n)  မဗတိုဟ်အနုလက်ကၠိုက်။"},	
{"word":"atone","def":"vt.  သကဵုပြေပြံၚ်အာ၊  သကဵုပြေညိၚ်အာ၊  သကဵုသ္ၚိတ်ဇြအာ၊  သကဵုတုဲဒှ်အာ၊  လေဲ၊  ရော်။"},	
{"word":"atrocious","def":"adj.  မဓဇန်၊  မယုတ်မာ။"},	
{"word":"atrocity","def":"n.  ပွမဓဇန်၊  ပွမယုတ်မာ။"},	
{"word":"atrophy","def":"n.  ပွမကြေန်အာ၊  ဒဒှ်မတောံခညောံသွတ်အာ၊  ပွမဍိုန်လျဗၠိုက်တၞီစှ်ေအာ။  vt. vi.  ကြေန်အာ၊  တောံခညောံဍောတ်လုပ်အာ၊  ဍိုန်လျဗၠိုက်တၞီစှ်ေအာ။"},	
{"word":"attach","def":"vt. vi.  ဆက်တောဲစုတ်၊  ဗ္ဂၚ်ဍံၚ်စုတ်၊  တောဲဆက်၊  ဖျပ်စပ်လဝ်၊  ဆေၚ်စပ်မံၚ်၊  စပ်ဖျပ်မံၚ်၊  အစောဲအလာံ၊  သ္ဍိုက်မၠိုက်ဒှ်သံယောဇိုန်၊  ထၞေန်၊  ထၞေန်စပ်၊  သီဂိုၚ်။"},	
{"word":"attache","def":"n. Fr.  သၞာဲဒဴကလုတ်၊  ညးမဒှ်သ္ကံတဲအမာတ်ကလုတ်၊  ဇမၞော်ကလုတ်။"},	
{"word":"attachment","def":"n.  ပွမဆက်တောဲဍံၚ်စုတ်လဝ်၊  ပွမဖျပ်စပ်စုတ်လဝ်၊  ဒဒှ်မဒဒှ်ေဒယှ်၊  လဟိၚ်စိုတ်၊  သံယောဇိုန်၊  ရတိ၊  အစောဲအလာံ၊  ဥပါဒါန်၊  ယောဂ၊  အရာမဆက်တောဲစုတ်လဝ်။"},	
{"word":"attack","def":"n.  ပွမဗတိုက်၊  ပွမတ္ၚီု၊  ဒဒှ်မဗတိုက်၊  ပွမချူပါ်ပဲါပတိုန်ဒုဟ်ဖျေံကဝု။  vt. vi.  စၞေဟ်၊  စဏှ်ေ(ဏေဟ်)၊  စၞေဟ်ပ္ကာန်၊  တဝ်စၞေဟ်၊  ဗ္တိုက်၊  ပါ်ပဲါပ္တိုန်ဒုဟ်ဖျေံကဝု။  attacker (n)  မၞိဟ်ပါ်ပဲါပတိုန်ဒုဟ်ဖျေံကဝု။"},	
{"word":"attain","def":"vt. vi.  စိုပ်အာ၊  အာစိုပ်၊  စိုပ်ရာပ်၊  တလုၚ်၊  မြာကလိဂွံ။  ၂။  ကၠောန်အံၚ်ဇၞးအာဂွံကၠုၚ်နူကဵုကမၠောန်ဒဒှ်မကၠေံစိုတ်လွဳပရာ။  attainable (adj)  မအံၚ်ဇၞးအာဟိုတ်နူကဵုကၠေံစိုတ်လွဳပရာ။  attainment (n)  ဒဒှ်မအံၚ်ဇၞးအာဟိုတ်နူကဵုကၠေံစိုတ်လွဳပရာ၊  ဒဒှ်မမောဝ်ဇောဝ်၊  သိတ်၊  သဒ္ဓိ၊  သဒ္ဓိကာ။  attainment of peace. (vt)  ပတန်စိုတ်။  attain to. (vt. vi.) လွုဲ။"},	
{"word":"attainder","def":"n.  ဒဒှ်မဖျေံထောံဒန်ဂစိုတ်၊  ဒဒှ်မစၟတ်သမ္တီထောံ မၞိဟ်မဂြိပ်ထောံဝါရာန်မွဲတုဲ သီထောံအခေါၚ်အဝဵုမပိုၚ်ပြဳကပေါတ် မပိုၚ်အခေါၚ်အဝဵုမၞိဟ်။"},	
{"word":"attap","def":"(nipa palm) n.  ကၞိ၊  တၞံကၞိ။"},	
{"word":"attempt","def":"vt. n.  ကၠေံစိုတ်လွဳပရာ၊  ကၠေံစိုတ်၊  ပွမကၠေံစိုတ်၊  ပွမကၠေံစိုတ်လွဳပရာ။"},	
{"word":"attend","def":"vt. vi.  ပစရိုတ်၊  မြီသအဳ၊  ဆံၚ်ဝက်၊  သ္ပဂရု၊  သ္ပအာရီု၊  တိုန်စိုပ်၊  သွေၚ်၊  အာစိုပ်၊  ကၠောန်ၜိုတ်မြိမြန်၊  သ္ပဂရုလွဳလွတ်၊  မနွံသၞဴရဴဒၟံၚ်။  attend to the situation. (vt)  သ္ပသတိကဵုအရာမက္တဵုဒှ်ကၠုၚ်ဗွဲကြဴ။  attend nobility. (vt)  သဳကၠဳ။"},	
{"word":"attendance","def":"n.  ပွမမြိမြန်၊  ပွမသ္ပဂရု၊  လၟိဟ်မၞိဟ်တိုန်စိုပ်ကၠုၚ်၊  အသဳကၠဳ။"},	
{"word":"attendant","def":"n.  ကောန်ရဲ၊  ဍိက်၊  ကုန်ကွ၊  သ္ကံသွး၊  ခုဇ္ဇာ၊  မၞိဟ်ခစ၊  ပလောၚ်မှောၚ်မှ၊  မၞိဟ်ဒုၚ်ကာ၊  မၞိဟ်ကမၠောန်၊  ကမၠောန်တွဳ။  ၂။  မၞိဟ်တိုန်စိုပ်ကၠုၚ်။  adj.  မပါကၠုၚ်မွဲကရောံမွဲဂကောံ၊  မဆက်စပ်ပါကၠုၚ်၊  မဆက်စပ်သၞဴရဴကၠုၚ်။  attendants of Kuvera. (n)  သၞောဝ်(ခၞောဝ်)၊  ကောန်ခၞောဝ်။  attendant of the women's apartments. (n)  ပၟၚ်ပၞံက်။"},	
{"word":"attention","def":"n.  သတိ၊  ပွမသ္ပဂရု၊  ပွမသ္ပအာရီု။  ၂။  ပွမမိန်မံသ္ဍိုက်ဆာန်၊  ပွမဆက်ဆောံဗွဲဒဒှ်မနွံကဵုယေန်သၞာၚ်။  ၃။  ပွမဒတဴနကဵုသတိ။"},	
{"word":"attentive","def":"adj.  မစွံဏာလဝ်အာရီု၊  မသ္ပဂရု၊  မထံၚ်ကတောဝ်။  attentiveness (n)  ပညာသတိ။"},	
{"word":"attest","def":"vt. vi.  သကဵုပြာကတ်၊  သကဵုဒယှ်တှ်၊  သကဵုဒှ်သာဓက။  ၂။  ဒုၚ်ကေတ်သက်သဳဒဒှ်သဒှ်ဍာံဍာံ၊  ဟီုဂးသဒှ်ဍာံဍာံ။"},	
{"word":"attic","def":"n.  ကံကၠတ်၊  ထပ်ကၠတ်။"},	
{"word":"attire","def":"vt.  ဗိုက်လ္တက်ကျိုၚ်ကျဝ် ကပေါတ်ဂ္ညိဂ္ညာတ်,ဗွိုက်လ္တက်။"},	
{"word":"attitude","def":"n.  ဗီုပြၚ်သၠုၚ်ထတဴဇကု၊  ဒၟံၚ်သၠုၚ်ထတဴဇကု။  ၂။  စိုတ်ဆန္ဒ၊  ဗီုဒ္ဂေတ်ပွ၊  ဗီုချပ်စၚ်ခြၚ်ဗ္စာရဏာ။"},	
{"word":"attorney","def":"n.  ညးစၞး၊  သၟာဂဗုတ်မၞုံကဵုအဝဵု သွက်ဂွံယဵုဒုၚ်ယဵုဒုၚ်စၞး။"},	
{"word":"attract","def":"vt.  တံၚ်ဂြဲ။  ၂။  ဒဇက်္ၚဲ၊  သကဵုအရီုလယျောဝ်ကၠုၚ်။  attract attention (vt)  ဒဇက်တံၚ်ဂြဲအာရီု။"},	
{"word":"attraction","def":"n.  သတ္တိမတံၚ်ဂြဲ၊  သတ္တိမဒက်္ၚဲ၊  အရာမသကဵုအာရီုလယျောဝ်ကၠုၚ်။  ၂။  ဒဒှ်မဂြုဲကြဳအာ၊  ဒဒှ်မကြဳအာဒၟာနူတေတ်ဒရိတ်စအာ၊  ဒဒှ်မဒရိတ်ပေါတ်စအာ။"},	
{"word":"attractive","def":"adj.  မနွံကဵုဇြဟတ်တံၚ်ဂြဲ၊  မသကဵုအာရီုလယျောဝ်ဗက်ကၠုၚ်။"},	
{"word":"attribute","def":"vt.  စောဲစုတ်၊  နၚ်စုတ်ဒုဟ်၊  ပ္ကီုပရာပ်စုတ်၊  ထ္ၜးဟိုတ်သမ္တီကေတ်ဒဒှ်မဆေၚ်စပ်ဒၟံၚ်၊  သမ္တီကေတ်ဒဒှ်မဒှ်အၚ်္ဂအဝဲဂုန်။  attribute (n)  ဂုန်၊  သၚ်္ကေတ၊  စၟတ်သမ္တီအၚ်္ဂဂုဏ်။  attributable (adj)  မစောဲစုတ်။  attribution (n)  ဒဒှ်မပ္ကီုပရာပ်စုတ်။  attributive (adj)  မနၚ်စုတ်ဒုဟ်။"},	
{"word":"auction","def":"n.  လေလာန်၊  ပေဲါရုဲတံၚ်ဓဇက်လေလာန်။  vt.  ဗိုတ်လေလာန်။  put up to auction (vt)  ဗိုတ်တံၚ်လေလာန်။"},	
{"word":"auctioneer","def":"n.  မၞိဟ်ဗိုတ်လေလာန်။"},	
{"word":"audacious","def":"adj.  မဂံၚ်သ္ကာ၊  မဟၟဲကဵုရောံဓည၊  မဟၟဲကဵုဖေက်ဓည၊  မဟၟဲကဵုဖေက်ပါပ်ဂွပါပ်။  audacity (n)  နဒဒှ်မဟၟဲကဵုရောံဓည။"},	
{"word":"audibility","def":"n.  ဒဒှ်မမိၚ်မာန်၊  ဒဒှ်မကလၚ်တီ။"},	
{"word":"audible","def":"adj.  မမိၚ်မာန်၊  မကလၚ်မိၚ်၊  မကလၚ်တီ။  audibly (adv)  နဒဒှ်မကလၚ်မိၚ်မာန်။"},	
{"word":"audience","def":"n.  ပူရိသာတ်မထံၚ်ဒၟံၚ်ကတောဝ်၊  မၞိဟ်ကလၚ်။  ၂။  အခေါၚ်အဝဵုသ္ဂောံပြာပ်လုပ်ဂတမုက်တၠညး၊  ပွမပြာပ်လုပ်ဂတမုက်တၠညး။"},	
{"word":"audio-","def":"prefix.  ပွမမိၚ်၊  မဆေၚ်စပ်ကဵုအာရီုကတောဝ်။"},	
{"word":"audit","def":"vt.  စၟဳစၟတ်စရၚ်။  n.  ပွမစၟဳစၟတ်စရၚ်။"},	
{"word":"audition","def":"n.  ပွမကလၚ်စမ်ၜတ်ရမျာၚ်။"},	
{"word":"auditor","def":"n.  မၞိဟ်စၟတ်စရၚ်။"},	
{"word":"auditorium","def":"n.  ဒတန်ဒၞာဲပူရိသာတ်တံကၠုၚ်ကလၚ်၊  ခဒမ်ဒၞာဲပူရိသာတ်တံကၠုၚ်ကလၚ်။"},	
{"word":"auger","def":"n.  ဇၞတ်(ထပူဆု)၊  ခပူ၊  သပူ။"},	
{"word":"aught","def":"(liter.)  ယြဴညးမွဲမွဲ။"},	
{"word":"augment","def":"vt. vi.  သကဵုဗြေဝ်တိုန်၊  သကဵုဇၞော်မောဝ်တိုန်။"},	
{"word":"augur","def":"n.  မၞိဟ်ဗှ်ထ္ၜးနိမိတ်၊  ဟောရာ။  vt. vi.  ဗှ်နိမိတ်၊  နိမိတ်ဒြိပ်မံၚ်၊  ထ္ၜးဒၟံၚ်နိမိတ်။"},	
{"word":"augury","def":"n. (pl.-ries)  ကွတ်ဗေဒၚ်ဟောရာ၊  ပွမတွံဟီုနိမိတ်၊  နိမိတ်။"},	
{"word":"august","def":"adj.  မက္ဍိုက်ပေၚ်တဴကဵုအိန်ရဳရာဇာ၊  မသကဵုဂုန်စရာဲဇၞော်မောဝ်၊  မခိုဟ်သွက်ဂွံပတှ်ေစ၊  မခိုဟ်သွက်ဂွံအဲပရဲ။  August (n)  ဂိတုအဝ်ဂါတ် (ဂိတုအၚ်္ဂလိက်)။"},	
{"word":"aunt","def":"n.  သဳ၊  ဣသဳ၊  ဣစဳ၊  နော်။"},	
{"word":"aura","def":"n.  လျး၊  လျးဇကု၊  အသိၚ်သြဇာ။"},	
{"word":"auspices","def":"adv.  နဒဒှ်အကဵုအထံက်အပၚ်ကဵုဓတ်။"},	
{"word":"auspicious","def":"n.  လက်၊  သဳဓဝ်၊  မခိုဟ်တဴကဵုနိမိတ်၊  မနွံကဵုအခေါၚ်အဝဵုခိုဟ်၊  မခိုဟ်တဴကဵုအခေါၚ်အဝဵု၊  မနွံတဴကဵုမ္ၚဵု။"},	
{"word":"austere","def":"adj.  မၞုံကဵုစေဝ်သၞောဝ်ဗိုန်ဗိုန်ဗတ်ဗတ်၊  မဒ္ဂေတ်ဗက်စေဝ်သၞောဝ်ဗိုန်ဗိုန်ဇၟံဇၟံ၊  မဒှ်သွက်ဒ္ဂေတ်ပဋိပတ်သ္ဂောံခိုဟ်၊  မဒှ်တဴယျဵုယျဵုသောၚ်သောၚ်၊  မလေပ်တန်တဴယျဵုယျဵုလ္ဂူလ္ဂူ။  austerity (n)  ပွမကၠေံစိုတ်ဂစာန်လွဳပရာ၊  ပွမဒ္ဂေတ်ဗက်သၞောဝ်ဗွဲမသ္ကာတ်မြဟ်။"},	
{"word":"authentic","def":"adj.  မဒှ်ဇေတ်တ်၊  မဒှ်ဍာံဍာံဟေၚ်စၟတ်သမ္တီကေတ်လဝ်။  authenticate (vt)  သကဵုပြာကတ်အာသဒှ်မဒှ်ဍာံဍာံ၊  သကဵုပြာကတ်အာဒဒှ်မဒှ်ဇေတ်ဇေတ်။"},	
{"word":"author","def":"n.  အ္စာကဝိ၊  အ္စာဆန္ဒ။  ၂။  မၞိဟ်ဓမံက်ပ္တိတ်၊  မၞိဟ်ဖန်ဗဒှ်၊  မၞိဟ်နိမိတ်ဗဒှ်။  authoress (n)  အ္စာကဝိဗြဴ။"},	
{"word":"authority","def":"n. (pl.-ties)  အနာစက်၊  အလဵုအသဳ၊  အာဏာ၊  အာဏာစက်၊  အဝဵုသြဇာ၊  ဒဒှ်မဂွံအဝဵု၊  ပဝိုၚ်လစဵု၊  ကၠေဝ်၊  စၟိန်စၟာံ၊ စၟိန်ပြမာန်၊  လတာ်စက်၊  လဝဵုအခေါၚ်၊  မၞိဟ်မပိုၚ်ခြာလဝ်အဝဵု၊  မၞိဟ်မၞုံကဵုအဝဵု၊  မၞိဟ်မလေပ်စိုန်သ္ကီုခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  ပြကိုဟ်မနိဿဲခိုဟ်။  authoritative (adj)  မနွံကဵုအဝဵု၊  မထ္ၜးအဝဵု၊  မနွံကဵုဣဒ္ဓိ။"},  	
{"word":"authorize","def":"(authorise) vt.  ကဵုအဝဵု၊  အပ်ပြာပ်ကဵုအဝဵု၊  နွံကဵုဣဒ္ဓိဗလ။  authorization,-isation (n)  နဒဒှ်မနွံကဵုဣဒ္ဓိဗလ။"},	
{"word":"authorship","def":"n.  ဘဝအ္စာကဝိ၊  ဒဒှ်အ္စာကဝိ။  ၂။  မၞိဟ်သ္ပပတံချူလဝ်၊  မၞိဟ်သ္ပပတံဖန်ဗဒှ်လဝ်။"},	
{"word":"auto-","def":"prefix.  ဇကုဇကု၊  ဘာသာဇကုကဵုဇကု၊  အလိုက်ဇကုကဵုဇကု၊  အလဵုဇကုကဵုဇကု။"},	
{"word":"autobahn","def":"n.  ဂၠံၚ်သဗာန်ကွဳစက်မဂြိပ်ဌာန်ဇမ္ၚောဲ။"},	
{"word":"autobiography","def":"n. (pl.-phies)  လိက်အတ္ထုပတ္တိမချူခၞံလဝ်နကဵုတဲတၠခန္ဓ။"},	
{"word":"autocracy","def":"n.  ပွမအုပ်ဓုပ်နကဵုအဝဵုအသံအာဏာ၊  ဍုၚ်မအုပ်ဓုပ်ကဵုအဝဵုအသံအာဏာ။"},	
{"word":"autocrat","def":"n.  သၟိၚ်တၠအဝဵု၊  တၠအဝဵု၊  မၞိဟ်သ္ပပွအနိၚ်အပိုၚ်ပ္ဍဵုပ္ဍိုက်။  autocratic (adj)  မဆေၚ်စပ်ကဵုသၟိၚ်တၠအဝဵု။"},	
{"word":"autograph","def":"n.  တံလိက်မချူခၞံလဝ်နကဵုတဲ၊  စၟတ်တဲတံဝါဒိ။"},	
{"word":"automatic","def":"adj.  မကၠောန်နအလိုက်ဍေံကဵုဍေံ၊  မချဳဒရာၚ်နအလိုက်ဍေံကဵုဍေံ၊  မပ္တုဲဖဵုနအလိုက်ဍေံကဵုဍေံ၊  မဟၟဲကဵုစိုတ်သမ္တီကီုလေဝ် နအလိုက်ဍေံကဵုဍေံမဒှ်ကၠုၚ်။  automatically (adv)  နဒဒှ်မဒှ်ဒၟံၚ်အလိုက်ဍေံကဵုဍေံ၊  လဵုမာဲ။"},	
{"word":"automation","def":"n.  ပွမရပ်စပ်စကာနဲကဲစက်ပ္တိတ်ကပေါတ် နအလိုက်ဍေံကဵုဍေံ။"},	
{"word":"automobile","def":"n.  ကွဳစက်၊  ကာ၊  မိုဝ်တဝ်ကာ။"},	
{"word":"autonomy","def":"n. (pl.-mies)  အခေါၚ်အဝဵုအုပ်ဓုပ်နအလိုက်ဇကုကဵုဇကု၊  ဍုၚ်မအုပ်ဓုပ်နအလိုက်ဇကုကဵုဇကု။  autonomous (adj)  မအုပ်ဓုပ်နအလိုက်ဇကုကဵုဇကု၊  မဒှ်အခေါၚ်အဝဵုအုပ်ဓုပ်နအလိုက်ဇကုကဵုဇကု။"},	
{"word":"autopsy","def":"n. (pl.-sies)  ပွမပါ်ကရေက်ပါ်ဂၠိုက်ဂၠာဲဇွ သွက်ဂွံတီဟိုတ်ဖဵုမချိုတ်အာ။"},	
{"word":"autumn","def":"n.  သရဒ၊  ရာသဳအကြာဥတုသကတ်ကဵုကညၚ်။  autumnal (adj)  မဒှ်ဥတုသကတ်။"},	
{"word":"auxiliary","def":"adj.  မဒှ်အထံက်အပၚ်၊  မဒှ်အရီုအဗၚ်။  n.  မၞိဟ်မဒှ်အထံက်အပၚ်၊  အရာမဒှ်သွက်အထံက်အပၚ်။"},	
{"word":"avail","def":"vt. vi.  သကဵုဂွံအထံက်အပၚ်၊  ၚုဟ်မးနွံ၊  ဖဵုဂုန်နွံ၊  သကဵုရပ်စပ်၊  သကဵုဂွံဖဵု။  n.  ပွမလုပ်ကဵုကေၚ်ကာ၊  ဒဒှ်မသကဵုဒှ်ဖဵု။"},	
{"word":"available","def":"adj.  မရပ်စပ်စကာမာန်၊  မဂွံမာန်။  availability (n)  ဒဒှ်မရပ်စပ်မာန်။"},	
{"word":"avalanche","def":"n.  တၟံကဵုလတိုပ်မလာ်ထရိုဟ်စှ်ေကၠုၚ်နူသဗာန်ဒဵု။"},	
{"word":"avarice","def":"n.  ပွမလုဟ်ကဵုပိုန်ဒြပ်၊  လောဘ၊  ဂမ္တက်၊  ဂမ်အက်။  avaricious (adj)  မမက်ဂၠက်ကဵုပိုန်ဂြပ်။  avariciously (adv)  နဒဒှ်မဇၞော်ကဵုလောဘ။"},	
{"word":"avenge","def":"vt.  ကလေၚ်ပလန်၊  ကလေၚ်ပလန်စုတ်။"},	
{"word":"avenue","def":"n.  ဂၠံၚ်မတၟုဲတဴကဵုတၞံဆုသီုသ္ကဲၜါလ္ပာ်။  ၂။  ဂၠံၚ်သၠဲသၠဲပ္ဍဲဍုၚ်၊  နဲကဲမစိုပ်မာန်၊  နဲကဲမသ္ဂောံမာန်။  the nine avenues (n)  တရၚ်ဒ္စိတ်။"},	
{"word":"aver","def":"vt. (-rr-)  ဟီုဂးဓမံက်ထ္ၜးဟိုတ်မဒှ်ဍာံခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။"},	
{"word":"average","def":"n.  ပွမသရောပ်ကေတ်ကြပ်အိုတ်၊  ပွမဆောံကေတ်နဒဒှ်ဗွဲမကြပ်အိုတ်။  ၂။  ကဆံၚ်မဆဵုကၠုၚ်ဒၟံၚ်တွဵု။  adj.  မဒှ်သရောပ်ကေတ်လဝ်ကြပ်အိုတ်၊  မဒှ်ကဆံၚ်ဆဵုညာတ်ကၠုၚ်ဒၟံၚ်တွဵု၊  မဒှ်ကဆံၚ်ဓမ္မတာ။  vt.  ဂၠာဲကေတ်ကဆံၚ်မသရောပ်လဝ်ကြပ်အိုတ်၊  နွံကဵုကဆံၚ်သရောပ်ကေတ်လဝ်ကြပ်အိုတ်။"},	
{"word":"averse","def":"adj.  မဟွံမွဲကဵုပၟိက်၊  မဟွံသ္ဍိုက်မၠိုက်။"},	
{"word":"aversion","def":"n.  ပွမက္ဍုဟ်၊  ဒဒှ်မဟွံဒးဂၞပ်မဟွံမွဲပၟိက်။"},	
{"word":"avert","def":"vt.  ဗလေတ်၊  ပဲါထောံ၊  ပဲါဗလေတ်ထောံ။"},	
{"word":"aviary","def":"n.  ခရိုၚ်ဂစေံ။"},	
{"word":"aviation","def":"n.  ကွတ်ပညာဒဳက္ၜၚ်ကျာ။"},	
{"word":"aviator","def":"n.  သရာဲက္ၜၚ်ကျာ၊  မှာလီက္ၜၚ်ကျာ။"},	
{"word":"avid","def":"adj.  မနွံအၚပ်ဇၞော်တဴကဵုဇြဟတ်၊  မဇၞော်တဴကဵုလောဘ။  avidity (n)  ဒဒှ်မဂၠုဓလီုဒၟံၚ်ကဵုလောဘ။"},	
{"word":"avocation","def":"n.  ကမၠောန်ဓမ္မတာ၊  ကမၠောန်ဂယိုၚ်လမျီုဗွဲလ္တူကျာ။"},	
{"word":"avoid","def":"vt.  ဝေၚ်၊  ဝေၚ်ဒဴ၊  ဝေၚ်ပဲါ၊  လဝေၚ်၊  ပဲါဓလေတ်။  avoidable (adj)  မဝေၚ်ပဲါမာန်၊  မပဲါဓလေတ်မာန်။  avoidance (n)  ဝိုတ်။"},	
{"word":"avow","def":"vt.  ဒုၚ်ဝန်၊  ဟီုဂးဓမံက်စ။"},	
{"word":"avowal","def":"n.  ဒဒှ်မဒုၚ်ဝန်၊  တၚ်မဒုၚ်ဝေါန်။"},	
{"word":"avowedly","def":"adv.  အတိုၚ်မဒုၚ်လဝ်ဝန်။"},	
{"word":"await","def":"vt.  မၚ်စၟဳမံၚ်၊  စၟဳမံၚ်။"},	
{"word":"awake","def":"vt. vi. (pt. awoke, pp. awoken)  ၚုဟ်တိုန်၊  ၚုဟ်၊  ပ္ၚုဟ်။  adj.  မၚုဟ်တိုန်၊  မၚုဟ်မံၚ်။"},	
{"word":"awaken","def":"vt. vi.  ရံၚ် awake တေံညိ။  to awaken mentally. (vt. vi.)  ပ္ၚုဟ်တဴစိုတ်။"},	
{"word":"awakening","def":"n.  ပွမတီကၠိုဟ်ကၠုၚ်၊  ပွမၚုဟ်ချဳဒရာၚ်ကၠုၚ်။"},	
{"word":"award","def":"n.  တၚ်စဳရေၚ်ဇမၞော်ဂဗုတ်၊  အရာမသကဵုအတိုၚ်ဖျေံလဝ်သ္ဂုတ်သွာတ်၊  လာပ်မကဵုအတိုၚ်မဖျေံလဝ်သ္ဂုတ်သွာတ်။  vt.  ကဵုလာပ်၊  ဖျေံလာပ်။"},	
{"word":"aware","def":"pred. adj.  မတီကၠိုဟ်၊  မတီကၠိုဟ်စိုတ်။  awareness (n)  ဒဒှ်မသ္ပဒးသတိ၊  ပွမစွံဒးအရီု။"},	
{"word":"awash","def":"pred. adj.  မသ္ဒးဒုၚ်လပိုက်ကဵုလပှ်၊  မသ္ဒးဒုၚ်ဓလီုအာကဵုလပှ်၊  မသ္ဒးဒုၚ်တွံအာကဵုလပှ်။"},	
{"word":"away","def":"adv.  ပ္ဍဲဇမ္ၚောဲတေံ၊  ဒၞာဲဇမ္ၚောဲတေံ။  ၂။  ဂိုတ်ဂစာန်လွဳဟွံသ္ကုတ်အာ။  ၃။  ကၠေံအာအိုတ်။  away from. (adv)  သ္ဍးအာ၊  စ္ဍးအာ။"},	
{"word":"awe","def":"n.  ပွမအဲပရဲရှ်ေသှ်ေသီုရောံဓည။  vt.  သကဵုစိုတ်ရှ်ေသှ်ေအဲပရဲက္တဵုဒှ်။"},	
{"word":"awesome","def":"adj.  မဒှ်ကဆံၚ်သ္ဒးဂွိၚ်၊  မဒှ်ကဆံၚ်သ္ဒးဖေက်ဂၟံက်။"},	
{"word":"awful","def":"adj.  မဒှ်သ္ဒးဖေက်ခိုဟ်၊  မဒှ်သ္ဒးလကိုတ်ခိုဟ်။  ၂။  မဒှ်ဒဒှ်ပရေံလောန်၊  မဒှ်သ္ဒးအံသဝ်တဴဗွဲမလောန်။  awfully (adv)  နဒဒှ်မသ္ဒးဖေက်တဴဗွဲမလောန်။"},	
{"word":"awhile","def":"adv.  မွဲချိုန်ခဏ၊  မွဲအံၚ်၊  မွဲသရာံ။"},	
{"word":"awkward","def":"adj.  မဍုတ်ဍေဲ၊  မဟွံစှ်ေကဵုဗီုပြၚ်။  ၂။  မဒှ်ဒၟံၚ်ဍေံဟွံစှ်ေကဵုသၞောတ်၊  မဟွံစိုန်သ္ကီု။  ၃။  မသရံၚ်ဓဂါတ်ဒၟံၚ်။  awkwardly (adv)  နဒဒှ်မဟွံစှ်ေကဵုဗီုပြၚ်။  awkwardness (n)  ဒဒှ်မဟွံစှ်ေကဵုဗီုပြၚ်။"},	
{"word":"awl","def":"n.  ဓနတ်၊  ဓၞတ်(သွက်ဂွံပထောၚ်စၞာံ)၊  ဗနောတ်၊  ဗၞတ်။"},	
{"word":"awning","def":"n.  ဖ္ဍာန်၊  ဖ္ဍာန်တ္ၚဲ၊  ဖ္ဍာန်ဗြဲ၊  သၠဖ္ဍာန်။"},	
{"word":"awoke","def":"vi.  ရံၚ် awake တေံညိ။"},	
{"word":"awry","def":"adv.  ဒစေၚ်ဒစေၚ်ဗၠေၚ်ဗၠေၚ်၊  ၜေဲၜေဲဝက်ဝက်။  ၂။  ဗၠေတ်ဗၠေတ်ဗၠေၚ်ဗၠေၚ်။"},	
{"word":"axe","def":"n.  မုဲ၊  ကွာန်၊  မုဲကွာန်၊  ကာပ္ပာ၊  ကာပ်ပါ။"},	
{"word":"axiom","def":"n.  တၚ်ဒဒှ်ဍာံဍာံသွက်သ္ဒးကလေၚ်ချပ်ပၠန်ဟွံမွဲ၊  တၚ်ဒဒှ်ဍာံဍာံသွက်သ္ဒးထ္ၜးသက်သဳပၠန်ဟွံမွဲ။  axiomatic (adj)  မဒှ်တၚ်ဒဒှ်ဍာံဍာံသွက်သ္ဒးကလေၚ်ချပ်ပၠန်ဟွံမွဲ။"},	
{"word":"axis","def":"n.  ရိ။  ၂။  ပၞောန်ကိတ်ဒၟံၚ်ကဵုအဆ ကိတ်ဒၟံၚ်ကဵုခလပ်ကွပ်။"},	
{"word":"axle","def":"n.  ရိ၊  ရိကဵုခလှာ၊  ရိကဵုသတ်ရံက်။  axle of a cart or carriage. (n)  ရိကွဳ။"},  	
{"word":"aye","def":"adv. int.  ယွံ၊  ခိုဟ်ရ။  ၂။  လၟိုန်။"},	
{"word":"ay","def":"adv. int.  ယွံ၊  ခိုဟ်ရ။  ၂။  လၟိုန်။"},	
{"word":"ayutthaya","def":"n.  ဒျောဒျာ(ရာဇဌာနဳသေံတြေံ)။  adj. မဆေၚ်စပ်ကဵုသေံ။"},	
{"word":"azure","def":"adj. n.  မဒှ်အရံၚ်သာ်ဍီု၊  မဒှ်အရံၚ်တကး။"},]}