{"data":[{"word":"b","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်ဒုတိယ။"},	
{"word":"babble","def":"vt. vi.  ဟီုကၠာဟွံကၠးကဵုကၠး၊  ဟီုဒၟံၚ်နးပး၊  ဟီုဟွံချပ်ဗ္စာရဏာဟွံကၞိက်လဒဵု။"},
{"word":"babbler","def":"n.  ဂစေံလက်ထောဝ်။  ၂။  မၞိဟ်မလေပ်ဟီုဟွံချပ်စၚ်ခြၚ်။"},	
{"word":"babe","def":"n. (pl.-bies)  သၟတ်၊  ကောန်ၚာ်၊  ကောန်ၚာ်ကောန်တှ်။"},	
{"word":"baby","def":"n. (pl.-bies)  သၟတ်၊  ကောန်ၚာ်၊  ကောန်ၚာ်ကောန်တှ်။"},	
{"word":"baby-sitter","def":"n.  မၞိဟ်ရံၚ်ကောန်ၚာ်၊  ပၟၚ်ကောန်ၚာ်။"},	
{"word":"babyhood","def":"n.  ဘဝသၟတ်၊  ဘဝကောန်ၚာ်၊  ဘဝကောန်ၚာ်ကောန်တှ်။"},	
{"word":"bachelor","def":"n.  ဗၠာဲ၊  ဗၠာဲဇၞော်၊  ဗၠာဲဒုဲ။  ၂။  ဒဒှ်မဒးရးကဵုဗၠာဲ။  ၃။  ပူဂဵုဂွံလဝ်မဟိမုနူတက္ကသဵုမွဲမွဲ။"},	
{"word":"back","def":"n.  စး၊  ဒူစး၊  ဇုတ်စး၊  စၞိန်၊  စၞိန်စး၊  လ္ပာ်လက်ကရဴ။  ၂။  လ္ပာ်ကၟေၚ်၊  သကုတ်လက္ကရဴ။  back of anything. (n)  ကွိုတ်(မုဲ,မြ)။  back of the hand. (n)  စးတဲ။  back of the neck. (n) ကွိုတ်ကံ၊  တံကံ။  backwards and forwards. (adv)  တန်ဆန်(ကွာ်)။"}, 	
{"word":"backbite","def":"vi.  ဗစုတ်ဗစတ်၊  ဗ္စုတ်ဗ္စတ်၊  ဟီုပိုဟ်၊  စောစပရောညး။  backbiting (vi)  ပွမပိုဟ်ကၠေံဂုန်ညး၊  ပွမဟီုဗျဵုအကြာညး။"},	
{"word":"backbone","def":"n.  ဇုတ်ဒရံၚ်၊  မၞိဟ်ထ္ဍဲ၊  အရာမထံက်ကဵု။  adj.  ပ္ဍဲဒၞာဲဝါဒိတေံ။  ၂။  ပလန်ဂတးတုဲ။  vt. vi.  ကဵုဆုတ်အာလ္ပာ်လက်ကရဴ၊  ထံက်ဂလာန်၊  ကဵုဓတ်။"},	
{"word":"backer","def":"n.  မၞိဟ်ထံက်ဂလာန်၊  မၞိဟ်လံၚ်စုတ်စမွဲလ္ပာ်။"},	
{"word":"backfire","def":"n.  ပွမဗတိုဟ်တိုန်ဟိုတ်နူစက်အေန်ဂျေန်ယောၚ်ယာအာ၊  ဗရုရမျာၚ်ဗတိုဟ်ဂှ်။  vi.  ဗတိုဟ်တိုန်အကြာတရဴဟိုတ်နူစက်ဟွံစှ်ေသၞောတ်။"},	
{"word":"background","def":"n.  ဖာလက်ကရဴ။  ၂။  ဇၞိက်စဵုလဝ်ဖာလက်ကရဴ၊  ကသူပါန်ခဳချူသၜိုန်လဝ်လ္ပာ်လက်ကရဴ။  ၃။  ဆဵုဂဗဂွံကၠုၚ်လဝ်နူအတိက်တေံ၊  အကာဲအရာပရေၚ်ပညာနူအတိက်တေံ၊  ဝုတ်ဒိုဟ်အတိက်တေံ။"},	
{"word":"backing","def":"n.  ပွမထံက်ဂလာန်၊  ဂကောံသ္ကံမၞိဟ်ထံက်ဂလာန်၊  မၞိဟ်ထ္ၜလဘာ် ဖာလက်ကရဴ။"},	
{"word":"backslide","def":"n.  ယုတ်ဒေက်သဝ်စှ်ေ၊  ဆုတ်အာ။"},	
{"word":"backup","def":"vt.  ထံက်ပၚ်၊  ထပ်သၠာဲ။"},	
{"word":"backward","def":"adj.  မဒှ်ကဆံၚ်ဖာလက်ကရဴ၊  မဒှ်ကဆံၚ်သဝ်သဝ်၊  မဒှ်ကဆံၚ်ဟွံဖောအ်ဗြေဝ်ဏီ။"},	
{"word":"backwards","def":"adv.  လ္ပာ်ဖာလက်ကရဴတေံ။"},	
{"word":"backwater","def":"n.  ဍာ်ဂစိုတ်၊  ဍာ်ဂမ္စိုတ်။  ၂။  ဒၞာဲဌာန်ဒေသဗၠးဒၟံၚ်ကဵုအဆက်သွက်ဂွံဖောအ်ဗြေဝ်ရာၚ်ဆာဲ။"},	
{"word":"backwoods","def":"n.  ဂြိုပ်ဆုမသ္ၚောဲနူဍုၚ်ကွာန်။"},	
{"word":"bacon","def":"n.  ဖျုန်ကၠိက်ကှ်ကှ်၊  ဖျုန်ဂွပ်လဝ်။"},	
{"word":"bacteria","def":"n. pl.  စၟဗိတ်တဳရဳယျာ၊  စၟက္တဵုဗဒှ်ယဲ။"},	
{"word":"bad","def":"adj. (worse, worst)  ပရေံ၊  ပါပ၊  ဟိဏ္ဏ၊  မယုတ်မာ၊  မကြံကြ၊  မဟွံခိုဟ်သွက်ဂွံသ္ဍိုက်မၠိုက်။  ၂။  မသ္ကာတ်မြဟ်၊  မက္ဍၚ်။  ၃။  မဟွံဍာံပြ။  ၄။  မအုဲအေၚ်။  ၅။  မကဵုအန္တရာဲ။  ၆။  မဂိဂေၚ်၊  မသၞေန်စပ်ဒၟံၚ်ကဵုယဲ။  ရ။  အကာဲအရာဟွံခိုဟ်၊  မဟွံခိုဟ်လ္တူပရောပရာ။  vt.  က္တဵုဒှ်အာစဵုကဵုကလေၚ်ပလေဝ်ဟွံဂွံ၊  လီုလာ်အာ။  badness (n)  ဒဒှ်မဒှ်အကာဲအရာဟွံခိုဟ်။  bad character. (n)  ပၠၚ်ကျာ၊  ပၠံၚ်ကျာ၊  ဒဒှ်ဒ္ဂေတ်ပဋိပတ်ပရေံ။  bad conduct. (n)  အနစာရ၊  စရိုတ်ပွသၟဝ်၊  ပွအနစာရ။  bad manner. (n)  ပွအနစာရ၊  စရိုတ်ယုတ်ယုတ်။"},
{"word":"bade","def":"ရံၚ် bid တေံညိ။"},	
{"word":"badge","def":"n.  ကၞေဟ်၊  တဆိပ်စတ်ပ္ဍဲသြိုဟ်၊  တဆိပ်ထ္ၜးကဆံၚ်မစတ်လဝ်ပ္ဍဲသြိုဟ်၊  တဆိပ်စၟတ်သမ္တီ။"},	
{"word":"badger","def":"n.  သတ်တိရစ္ဆာန်တုပ် သီုကၠဵုသီုကၠိက်မွဲဂကူ။  vt.  ပလာပ်၊  ဂၠိန်ၜောတ်။"},	
{"word":"bael","def":"n.  သတ်ဗဳ။  (ရံၚ် quince တေံညိ)"},	
{"word":"baffle","def":"vt.  စဵုဒၞါညံၚ်ရဴဟဂွံဒှ်ကမၠောန်၊  ဆဵုဒဝ်ညံၚ်ရဴဟဂွံဒှ်ကမၠောန်၊  ကၠောန်ညံၚ်ရဴချပ်ဟွံဒး။"},	
{"word":"bag","def":"n.  ထိုၚ်၊  ထိုၚ်ကၟာဲ၊  ရိုက်၊  ဖျေံ။  vt. vi.(-gg-)  စုတ်ပ္ဍဲထိုၚ်၊  ဖ္ဍံၚ်က္တဵုတိုန်။  baggy (adj)  မဖ္ဍံၚ်ဒၟံၚ်၊  မဓလောံတိုန်၊  မဂုဟ်တိုန်။"},	
{"word":"baggage","def":"n.  ကပေါတ်ကညောတ်။"},	
{"word":"bagpipes","def":"n. pl.  တလောတ်ဗဂိုဟ်ကဵုထိုၚ်ကျာ။"},	
{"word":"bail","def":"vt.  ပ္တိတ်ကေတ်နူဂုက်နကဵုမၞိဟ်လယျိုၚ်၊  သြန်သ္ဒးပၠောပ်သွက်လယျိုၚ် သ္ဂောံဗၠးတိတ်နူဂုက်။  vt. vi.  ပက်၊  ပက်ပ္တိတ်ဍာ်၊  သာတ်၊  သာတ်ဍာ်၊  သာတ်ပ္တိတ်ဍာ်(နူဂၠုၚ်)။"},	
{"word":"bailiff","def":"n.  စခဳဇၞော်ဗေလေပ်။  ၂။  ညးစၞးတၠတိ၊  မၞိဟ်စဳရေၚ်ဖန်ဖက်။"},  	
{"word":"bait","def":"n.  ပရန်၊  စၞဂစေံ၊  စၞသွက်ဂွံပါမ်က,ဂစေံ။  vt.  စုတ်ပရန်ပ္ဍဲတီု၊  စၟက်ညံၚ်မနောသ္ဂောံတိတ်။"},	
{"word":"bake","def":"vt. vi.  ကၠောန်၊  ဇြုၚ်၊  ဍုန်(ကွာၚ်)၊  သကဵုစိန်အာ၊  ကှ်အာနကဵုဓာတ်ဂမ္တဴ။  baker (n)  မၞိဟ်ကၠောန်ကွာၚ်၊  သၟာကွာၚ်။  bakery (n)  ဖဴကၠောန်ဂျုၚ်။  baking-powder (n)  ခၞိက်ကၠောန်ကွာၚ်၊  ခၞိက်ဂဥုဲကွဲသွက်ဂွံကၠောန်ကွာၚ်။"},	
{"word":"balance","def":"n.  သၠဒကေဝ်၊  ကြာဇူ။  ၂။  အကာဲအရာမတန်ကြန်၊  အကာဲအရာစှ်ေဒၟံၚ်အလေဝ်။  ၃။  စရၚ်သှ်ေသၟေဟ်။  ၄။  ဍံၚ်ဍုဲနာဍဳ။   ၅။  သၟေဟ်ၜက်။  vt. vi.  ဒးအလေဝ်၊  စွံဖျေံလဝ်အလေဝ်၊  စှ်ေဒၟံၚ်လဒေါဝ်။  ၂။  ကေဝ်၊  ချိၚ်ကေဝ်။   ၃။  တော်တၟော်ချူပၠော်စရၚ်မသှ်ၜေက်။"},	
{"word":"balcony","def":"n.  သ္ၚိကျာ။  ၂။  ဒၞာဲဗဵုပေဲါထပ်လ္တူ အပ္ဍဲရုၚ်ပေဲါ။"},	
{"word":"bald","def":"adj.  တမ္ၚာတ်၊  ခလာတ်၊  ခလှာတ်၊  မနွံကဵုက္ဍိုပ်ထလာတ်ဒၟံၚ်လ္တူက္ဍဟ်၊  မနွံကဵုတၞး,မနွံကဵုသော်ဗြးဗြး(တၞံဆု,က္ဍိုပ်)၊  မဟၟဲကဵုသော်(က္ဍိုပ်ခလာတ်)။  baldly (adv)  နဒဒှ်က္ဍိုပ်မထလာတ်။  baldness (n)  ဒဒှ်က္ဍိုပ်မထလာတ်။"},	
{"word":"bale","def":"n.  ဓုပ်ကပေါတ်ဂွဳဒက်လဝ်သွက်ဂွံပလံၚ်၊  ဓုပ်ဗေ။  vi.  ဆၚ်စှ်ေနူက္ၜၚ်ကျာနကဵုက္ဍိုၚ်ကျာ၊  ဂွဳဓုပ်ကပေါတ်။  ၂။  လသာတ်၊  ပက်သာ်ပ္တိတ်ဍာ်။  baler (n)  မၞိဟ်ဂွဳဓုပ်ကပေါတ်။  ၂။  ခ္ဍာတ်၊  ခနာတ်။  baled out water. (vi)  သာတ်ပ္တိုန်ဍာ်၊  သာတ်ပ္တိတ်ဍာ်။  baling scoop. (n) သၞာတ်၊  ခၞာတ်။"},	
{"word":"balk","def":"vt. vi.  စဵုဒၞာ၊  သကဵုလဇုဲလဇ၊  ပလာပ်၊  ဂၠိန်ၜောတ်၊  သကဵုလီု။"},	
{"word":"ball","def":"n.  မခ္ဍံကျာ၊  ဗဝ်၊  ဗဵု၊  ကရောဲ၊  သတ်ဗလဳ၊  မဗလဳ(စုတ်ပ္ဍဲတဝ်မှၚ်)။  ball-point, ball-point pen (n)  တဝ်မှၚ်ဗဝ်ပိန်။  ၂။  ပေဲါသဘၚ်လှ်ေဍုၚ်ပလိုတ် (colloq.)သဘၚ်လှ်ေဗုတ်။"},	
{"word":"ballad","def":"n.  လၚ်္ကာမွဲကဝ်၊  ဒွက်ကဗျမွဲကဝ်။"},	
{"word":"ballet","def":"n.  ဇာတ်ပၠဗေဝ်လေ၊  ဇာတ်ပၠမသက္ကုဟၟဲကဵုကဗျ။  ၂။  သၟာကဆိၚ်ဂမၠိုၚ်၊  ကွတ်ပါန်ဇာတ်ပၠမသက္ကုဟၟဲကဵုကဗျ၊  ကွတ်ပါန်ဗေဝ်လေ။"},	
{"word":"balloon","def":"n.  ဂီု၊  ဂီုဗလးပ္တိုန်လ္တူကျာ။"},	
{"word":"ballot","def":"n.  ပွမကဵုမာဲနကဵုနဲဒမၠုက်၊  တၞးမာဲ။  vt.  ကဵုမာဲဒမၠုက်။"},	
{"word":"balm","def":"n.  ကၠေၚ်ပရုတ်၊  ကၠေၚ်မြမောဝ်။  ၂။  ပွမသကဵုသက်သာတိုန်နူဒှ်ဒၟံၚ်ဒဒိုက်စိုတ်၊  ပွမကဵုဒဒိုက်စိုတ်သက်သာတိုန်။"},	
{"word":"balmy","def":"adj.  မမောဝ်ပ္ဍး၊  မမောဝ်ဓီု၊  မပိုက်ဒၟံၚ်သာသာ(ကျာ)။"},	
{"word":"baluster","def":"n.  အရာမဒုၚ်လဝ်တောံ၊  တိုၚ်ဗလဲ။"},	
{"word":"bamboo","def":"n.  ဒုန်၊  ဝေလု၊  တၞံဒုန်။  bamboo air-gun. (n)  ဂစောတ်ဒုန်၊  ပၠံၚ်ဒုန်။  bamboo clapper. (n)  ခဍာပ်၊  ထၜး။  bamboo cymbal. (n)  ခဍာပ်၊  ထၜး။  bamboo frame over a cooking place. (n)  နာၚ်။  bamboo joint. (n)  တၚ်ဒုန်။  bamboo pole. (n)  ဒုန်ချူ။  bamboo rat. (n)  အုန်။  bamboo texture. (n)  ဂမုဟ်၊  ဂၟုဟ်။  bamboo tube. (n)  က္ဍိုၚ်ဒုန်၊  ပၠံၚ်ဒုန်။  bamboo water pot. (n)  ဍာ်ဍေၚ်၊  ဍေၚ်ဒုန်။"},	
{"word":"ban","def":"vt.(-nn-)  ပ္တိတ်အသံတၟာတ်စဵုဒၞာထောံ။  ၂။  အသံမစဵုဒၞာထောံ။"},	
{"word":"banal","def":"adj.  မဟၟဲကဵုကြက်ရှ်သာ၊  မဟၟဲကဵုသွက်စိုတ်ဂွံလုပ်စ။"},	
{"word":"banana","def":"n.  ဗြာတ်၊  တၞံဗြာတ်။"},	
{"word":"band","def":"n.  ဇုက်ပၠာ၊  ဇုက်ပသဲပၠာ၊  ဇုက်ဟတ်။  ၂။  ဇုက်ပၠာနကဵုဓရာနာ။  ၃။  ဒၞာဲစရိတ်ဗီုပၠာပၞောန်။  ၄။  သ္ကံမၞိဟ်၊  ဂကောံမၞိဟ်၊  ဂကောံ။  vt. vi.  ပကောံပကေဝ်စန်ဒက်။"},	
{"word":"bandage","def":"n.  ဇုက်ပၠာဂွဳသရ။  vt.  ဒက်နကဵုဇုက်ပၠာ။"},	
{"word":"bandit","def":"n.  ဓမၠ၊  ဒမၠ၊  မတာ၊  ကြံကြသ္ကာတ်မြဟ်၊  ဂိုန်သ္ကံမၞိဟ်ပရမ်။"},
{"word":"bandstand","def":"n.  စၚ်ကွိၚ်ကွိုက်တိၚ်တိုက်။"},	
{"word":"bandy","def":"vt. (pt.pp.-died)  ပလံၚ်ဏာနၚ်၊  ပန်ဏာနၚ်၊  တက်ဏာနၚ်၊  ဟီုပ္တိုန်ဖျေံဂလာန်ၜုၚ်တက်ပလန်ညးသ္ကံ။  adj.  မနွံကဵုဇိုၚ်ဝိုၚ်ဝိုၚ်။"},	
{"word":"bane","def":"n.  ဒဒှ်မသကဵုစိုပ်ဒဒိုက်၊  ဒဒှ်မသကဵုစိုပ်ကဆံၚ်လီုလာ်။"},	
{"word":"bang","def":"n.  အရာမၜုၚ်တက်စာဲစုတ်ထတ်ထတ်၊  ရမျာၚ်မဗ္တိုဟ်တိုန်ဇၞော်ကဵုဇြဟတ်။  vt. vi.  သကဵုဗြုပ္ညဝ်(တမ္ညဝ်)ထတ်ထတ်၊  ၜုၚ်တက်စုတ်ထတ်ထတ်။"},	
{"word":"bangle","def":"n.  လကံက်တဲ၊  လကံက်ဇိုၚ်။"},	
{"word":"banian","def":"n.  ညးဗၞိက်(ဟေန်ဒူ)။  ၂။  တၞံဇြဲ။"},	
{"word":"banyan","def":"တုပ်ကဵု banian တေံရ။"},	
{"word":"banish","def":"vt.  ဗက်ဗ္ဒဴပတိတ်ထောံနူဍုၚ်၊  သကဵုဒုဟ်ဒန်သ္ဒးဒုၚ်ဗက်ပ္တိတ်ထောံနူဍုၚ်၊  ဗက်ပ္တိတ်ထောံနူဍုၚ်၊  ဗက်ပ္တိတ်၊  ပဲါထောံ၊  ဘာတ်ထောံ၊  ပၠေဲ၊  ပၠေဲထောံ။"},	
{"word":"banisters","def":"n. pl.  ဗလဲဇိုၚ်တၞိန်။"},	
{"word":"banjo","def":"n. (pl.-os,-oes)  ဗိန်ဂျဝ် (ကွိၚ်ကွိုက်မွဲဂကူ)။"},	
{"word":"bank","def":"n.  ဇဵု၊  ဂဒုက်၊  တၟိုန်တိဗွဝ်။  ၂။  ပရၚ်၊  သြၚ်ဗၚ်ဂအုံဗွဝ်တိဇိုၚ်ၜဳ၊  ရောဓ။  vt. vi.  သကဵုဒှ်တိုန်ဂအုံဗွဝ်၊  ဒစေၚ်ဂေတ်(က္ၜၚ်ကျာ)။  n.  ဗေန်၊  တိုက်သြန်။  banknote (n)  သြန်စက္ခူ။  vt.  အပ်စွံပ္ဍဲတိုက်သြန်၊  စုတ်ပ္ဍဲတိုက်သြန်။  bank of a stream. (n)  သြၚ်၊  သြၚ်လ္ဂောဝ်၊  သြၚ်ၜဳ။"},	
{"word":"banker","def":"n.  မၞိဟ်အုပ်ဓုပ်တိုက်သြန်၊  တၠတိုက်သြန်။"},	
{"word":"bankrupt","def":"n.  မၞိဟ်သ္ဒးဒုၚ်စှ်ေအာကဆံၚ်ဒေဝါလဳ၊  မၞိဟ်လုပ်အာစရၚ်ညးဒိုက်ဂတ်နကဵုဥပဒေ။"},	
{"word":"banner","def":"n.  အလာံ၊  ဗြကၞေၚ်၊  ဇၞောဝ်လ္တာ်၊  သၞောဝ်လ္တာ်။"},	
{"word":"banquet","def":"n.  သဘၚ်ဇၞော်မဒုၚ်တၠုၚ်တၟုဲ၊  ပေဲါသဘၚ်စသုၚ်ဒုၚ်တၠုၚ်ဇၞော်ဇၞော်။"},
{"word":"bantam","def":"n.  စာၚ်ကွ။  ၂။  သၟာလက်ပၠုဲလယိုၚ်ဇကုသာသာ။"},
{"word":"banter","def":"vt. vi.  ဟီုထ္ဍုတ်ပျိုၚ်ပျေက်။  n.  ဂလာန်ဓၟက်ထ္ဍုတ်။"},	
{"word":"banyan tree","def":"n.  ဇြဲ၊  တၞံဇြုဲ၊  ဇြဲတောန်၊  ဇြဲတ္ၜောၚ်၊  ဇြဲတ္ၜိုၚ်၊  နိဂြောဒ။"},	
{"word":"baptism","def":"n.  မ္ၚဵုဗလိုက်၊  မ္ၚဵုစဝ်ကပေါဝ်ရဲခရေတ်၊  ဒဒှ်မဆဵုဂဗဗွဲကိုပ်ကၠာ။  baptismal (adj)  မဆေၚ်စပ်ကဵုမ္ၚဵုဗလိုက်ဍာ်,မ္ၚဵုလၟုဟ်ဍာ်ခရေတ်။"},	
{"word":"baptize","def":"v. (esp  passive)  သ္ပကဵုမ္ၚဵုဗလိုက်ဍာ်,မ္ၚဵုလၟုဟ်ဍာ်ခရေတ်။  She was baptized Mary."},	
{"word":"baptise","def":"တုပ်ကဵု baptize တေံရ။"},	
{"word":"bar","def":"n.  တၞုၚ်၊  ထကောၚ်။  ၂။  ခဏောဝ်၊  သၞောဝ်။  ၃။  ဇွောံဆဵုဒဝ်။  ၄။  ကံမက္တဵုဒှ်ဒၟံၚ်ပ္ဍဲပါၚ်ၜဳ၊  ပါၚ်သၞေဟ်က္ၜၚ်။  ၅။  ဂၟေၚ်စရိတ်၊  ဒၞာဲဂၟေၚ်။  ၆။  ဒၞာဲကောန်ထံၚ်ဒတဴဂတမုက်ဇမၞော်ဂဗုတ်။  ရ။  ကမၠောန်သၟာဂဗုတ်။  ၈။  ခဒံသွံအရက်။  ၉။  ပၞောန်ခြာလဝ်ပ္ဍဲမချူသမ္တီသၚ်္ကေတဒွက် နကဵုစေဝ်သၞောဝ်နရဳ။  vt.  သကဵုမနွံကဵုစရိတ်ဂၟေၚ်၊  တၟာတ်လဝ်ကဵုသၞောဝ်။  ၂။  ဒဝ်၊  ဆဵုဒဝ်စဵုဒၞာ။  prep.  ပဲါနူဂှ်။  bar of a door or window. (n)  သၞောဝ်၊  နှောဝ်(တြၚ်)။  bar the way. (vt)  ဒွဝ်ဒၞာ။"},  	
{"word":"barmaid","def":"n.  သၟတ်ဗြဴမစုတ်ပလေဝ်ပလေတ်စပ္ဍဲဆေၚ်အရက်။"},	
{"word":"barman","def":"n.  သၟတ်တြုံမစုတ်ပလေဝ်ပလေဝ်စပ္ဍဲဆေၚ်အရက်။"},	
{"word":"barb","def":"n.  ဂၟာ်မနွံပ္ဍဲတၞုၚ်ခၞောန်, တၞုၚ်ဗၞုဟ်, တၞုၚ်လဴ။  barbed (adj)  မနွံကဵုဂၟာ်ဗွဲမဂၠိုၚ်။  barb of a fish-hook. (n)  နေၚ်ခၞောန်။"},	
{"word":"barbarian","def":"n.  မၞိဟ်အရိုၚ်၊  ဂကူအရိုၚ်။"},	
{"word":"barbaric","def":"adj.  မဒှ်ညံၚ်ရဴမၞိဟ်အရိုၚ်၊  မဓဇန်ကြံကြ။"},	
{"word":"barbarism","def":"n.  အကာဲအရာမရိုၚ်ဇိုၚ်၊  ပွမဓဇန်ကြံကြ၊  ဝါဒမဓဇန်ကြံကြ။"},	
{"word":"barbarity","def":"n.  ဒဒှ်မဓဇန်ကြံကြ။"},	
{"word":"barbarous","def":"adj.  မဟွံမွဲကဵုယေန်သၞာၚ်၊  မရိုၚ်ဇိုၚ်၊  မဓဇန်ကြံကြ။"},	
{"word":"barbel","def":"n.  ကဗဴဇုတ်။"},	
{"word":"barber","def":"n.  မၞိဟ်ခေပ်သော်၊  သၟာခေပ်သော်၊  သၟာတ်ကတ်ကြာဲ၊  သၟာဆတ္တာ။"},	
{"word":"bard","def":"n.  အ္စာကဝိ၊  အ္စာကဗျ၊  သၟာဂွက်ဇၞော်။"},	
{"word":"bare","def":"adj. (-r,-st)  မဟၟဲကဵုဇွောံအုပ်ဓလီု၊  မဟၟဲကဵုဗွိုက်လ္တက်၊  မဟၟဲကဵုဖျေံဖျောန်စိစောန်လဝ်၊  မဒှ်ဒၟံၚ်ဟွံမွဲ,မွဲသာ်၊  မဒှ်ဒၟံၚ်ဗလာ။  ၂။  မဒှ်ဆၜိုတ်နွံ၊  မဒှ်ဆၜိုတ်ဒှ်။  vt.  ဒှ်ဒၟံၚ်ဗလာ(မုဟွံမွဲ)၊  ခလှာတ်၊  ထလှာတ်၊  ခလာတ်၊  ထလာတ်၊  ဒဂါတ်၊  ဓဂါတ်၊  ပံက်ထ္ၜး၊  ဂဟာ်ထ္ၜး၊  ခၠန်လဝ်၊  ဂဟောဲလဝ်။ barely (adv)  နဒဒှ်မဟၟဲကဵုဇွောံအုပ်ဓလီု၊  နဒဒှ်မဟၟဲကဵုဗွိုက်လ္တက်။  ၂။  ဆၜိုတ်ဒှ်၊  ဆဒှ်ဗီု။"},	
{"word":"bargain","def":"adj.  အရာမတုပ်စိုတ်သွက်ဂွံသၠာဲဗ္တးသွံရာန်။  ၂။  အရာမသ္ဂောံကၠုၚ်နူကဵုညးၜါလ္ပာ်မသဳကၠဳသ္ဂုတ်ဖျေံဒၞာဲၚုဟ်မး။  ၃။  အရာမသွံနကဵုၚုဟ်မးတန်တန်သာသာ။  vt.  သ္ဂုတ်ၚုဟ်မး၊  ဟီုဂးပညဳပညပ်သွံရာန်၊  ရန်တၟံ၊  စၟဳမၚ်။"},	
{"word":"barge","def":"n.  ဂၠုၚ်ဗၞိက်မၞုံကဵုဂတာလးလး။  vi.  လုပ်ဇီု။"},	
{"word":"bark","def":"n.  သၞော်ဆု၊  သကောဝ်ဆု။  vt.  သံက်သၞော်ဆု၊  သံက်စၞာံ။  n.  ရမျာၚ်ကၠဵုကဳ။  vi.  ခဳ။  barking deer. (n)  ပှ်။  bark chewed with the betel and the areca nut. (n)  သ္ကောဝ်အသေတ်။  n.  ဂၠုၚ်ယာမၞုံကဵုတိုၚ်ယာပိပန်။ (lit.) က္ၜၚ်။"},	
{"word":"barque","def":"n.  ဂၠုၚ်ယာမၞုံကဵုတိုၚ်ယာပိပန်။ (lit.) က္ၜၚ်။"},	
{"word":"barley","def":"n.  တၞံသြောံယဴ၊  သြောံယဴ၊  မုယဝ်။"},	
{"word":"barn","def":"n.  ဟၚ်၊  ဟၚ်သြောံ။"},	
{"word":"barn-owl","def":"n.  ဂစေံကလော်။"},	
{"word":"barometer","def":"n.  ကရိယာစမ်ၜတ်ဇြဟတ်ပိန်စုန်ကျာ။"},	
{"word":"baroque","def":"adj. n.  မနွံကဵုအထောတ်မစိစောန်လဝ်နာနာသာ် စဵုကဵုမတ်ကြာန်ထုဲ(မတ်ဟပါ)။"},	
{"word":"barrack","def":"n.  သ္ၚိဇမၠိၚ်သွက်ကောန်ပၞာန်၊  ဒတန်ဟွံစှ်ေကဵုဗီုပြၚ်။"},	
{"word":"barrage","def":"n.  တၟိုန်၊  စြာၚ်။  ၂။  ပြဝမပန်ဗလးဏာမဟွံသ္ဂုတ် ဗွဲမသ္ကာတ်မြဟ်စဵုကဵုသၞတံဟွံဂံၚ်ယာက္ဍိုပ်။"},	
{"word":"barred","def":"ရံၚ် bar တေံညိ။"},	
{"word":"barrel","def":"n.  က္ဍိုၚ်၊  ပၠံၚ်သၞာတ်၊  ကြစုတ်ဍာ်။"},	
{"word":"barren","def":"adj.  မဂြုဲဂြာတ်၊  မဂြာတ်တ္ၚာတ်၊  မဒှ်ဟွံမွဲကဵုရှ်တိ၊  မဒှ်ဌာန်ဒေသတၞံဆုဒုန်တံတိုန်ဟွံမာန်။  n.  တိဓမြာတ်၊  တိဂြာတ်ဂြာတ်၊  ဒဒှ်မဟွံမွဲကဵုၚုဟ်မး၊  ဒဒှ်မဟွံမွဲကဵုဂုန်ဖဵု၊  ဒဒှ်မဟွံမွဲကဵုသွက်စိုတ်ဂွံလုပ်စ။  ၂။  ခတန်၊  ဒဒှ်မဟွံမွဲကဵုကောန်ဇာတ်၊  ဒဒှ်မဟွံဂွံကောန်ဇာတ်၊  (ဝေါဟာတြေံ) ခမၚ်၊  သမၚ်၊  ဒဒှ်မဟွံမွဲကဵုသတ်ပ္ကဴ။"},	
{"word":"barricade","def":"n.  ဂဒုက်သွက်ဂွံစဵုဒၞာ၊  ဂဒုက်ဗွဝ်ဒၞာ၊  ဒပ်ယာ။  vt.  ကၠောန်ဂဒုက်စဵုဒၞာ(ဒပ်ယာ)။"},	
{"word":"barrier","def":"n.  တာ၊  အတာ၊  ဂါန်၊  ဂါန်လဝ်၊  ဂါန်ကၚ်လဝ်၊  ကၟာၚ်သွက်ဂွံစဵုဒၞာ၊  ဇွောံစဵုဒၞာ။"},	
{"word":"barring","def":"prep.  ပဲါနူဂှ်၊  ဗၠးနူဂှ်။"},	
{"word":"barrister","def":"n.  သၟာဂဗုတ်၊  သၟာဂဗုတ်မဂွံလဝ်ဖေၚ်သၠောံဇမၠိၚ်။"},	
{"word":"barrow","def":"n.  ကွဳဓရိုဟ်။"},	
{"word":"barter","def":"vt. n.  ထပ်၊  သၠာဲ၊  လှာဲစ၊  လှာဲဗတးကပေါတ်ဗၞိက်၊  ပြဝမလှာဲဗတးကပေါတ်ဗၞိက်။"},	
{"word":"base","def":"adj. (-r,-st)  အယုတ်၊  မနွံကဵုစိုတ်ဇကုမွဲခိုဟ်ဟေၚ်၊  မနွံကဵုစိုတ်ယုတ်မာ။  ၂။  မအောန်ကဵုထၟိက်၊  မဟွံမွဲကဵုထၟိက်၊  မပရေံယုတ်။  ၃။  မဟွံမွဲကဵုၚုဟ်မး၊  မဟွံသေၚ်ထဝ်သြန်။  n.  တံ၊  သ္ဇိုၚ်တံ။  ၂။  ဗ္ဒိုပ်ဖျေံသ္ဇိုၚ်။  ၃။  ဒၞာဲဗလး၊  ဒၞာဲလုပ်ကဴ။  ၄။  ကပေါတ်သ္ဇိုၚ်သွက်ဂွံစုတ်ပနှဴပံၚ်စုတ်။  vt.  သ္ပသ္ဇိုၚ်၊  တန်၊  ပတန်။"},  	
{"word":"baseless","def":"adj.  မဟွံမွဲကဵုသ္ဇိုၚ်။"},	
{"word":"basement","def":"n.  ခဒံတိုက်မၞုံဒၞာဲတံသ္ဇိုၚ်ဒတန်၊  ခဒံအသၟဝ်တိ။"},	
{"word":"bash","def":"vt.  တက်ၜုၚ်သ္ကာတ်သ္ကာတ်မြဟ်ဟ်၊  တက်ဒုက်စုတ်ထတ်ထတ်၊  တက်ဂဗးစုတ်နကဵုဇြဟတ်၊  ဒါတ်ဂဗးစုတ်ထတ်တ်။"},	
{"word":"bashful","def":"adj.  ဂွ၊  ဂွရောံဓည။"},	
{"word":"basic","def":"adj.  မဒှ်သ္ဇိုၚ်၊  မဒှ်တံ၊  မဒှ်မူလ။  basic part of a pagoda. (n)  ပတ်ဇြး(ပတ်သြး)။"},	
{"word":"basin","def":"n.  ခရ၊  ဂရ၊  ဍာ်အၚ်၊  အော၊  သြော၊  ဍာ်သြော၊  ပ္ၚာန်ဇိုၚ်စိၚ်။  ၂။  ကၟာဍာ်၊  ဒၞာဲဍာ်မၚ်၊  ဂၠိုန်။  ၃။  သၞေဟ်က္ၜၚ်မနွံကဵုဍာ်ဓမြိုဟ် ဒဵုဗိုၚ်ရေတ်လဝ်,ကြတ်တၟာတ်လဝ်။  ၄။  ပွဳဗွိုၚ်တိဍာ်ၜဳတတ်ဇွောဝ်အာ။"},	
{"word":"basis","def":"n. (pl.bases)  တံ၊  သ္ဇိုၚ်။  ၂။  ဟိုတ်တံရိုဟ်။"},	
{"word":"bask","def":"vi.  ၜံၚ်ပၟတ်၊  ၜၚ်တ္ၚဲ။"},	
{"word":"basket","def":"n.  ခဍအ်၊  န၊  တိုၚ်၊  ရဴ၊  ကၠံက်၊  ကၠာၚ်၊  တမြၚ်။  basket-ball (n)  နဲဝေၚ်ဗာတ်သကိတ်ဗဝ်။  basket football. (n)  ရဴ။  basket for carrying on the back. (n)  ဗာ၊  ဗာဗံ။  basket maker. (n)  သၟာသၞ(ထၞ)။  basket, tray or box, in which the betel chewing materials are set out. (n)  နပလံၚ်။"},	
{"word":"bass","def":"adj.  မနွံကဵုရမျာၚ်ဇၟူတြုံ၊  မနွံကဵုရမျာၚ်အံၚ်အံၚ်။  n.  မၞိဟ်ဒယှ်ေနကဵုရမျာၚ်အံၚ်အံၚ်မာန်၊  ကွိၚ်ကွိုက်မတိတ်ရမျာၚ်အံၚ်ၚ်။"},	
{"word":"bassoon","def":"n.  သၞောဲဇၞော်(ကွိၚ်ကွိုက်)။"},	
{"word":"bastard","def":"n.  ကောန်ဇာတ်ဂွံလဝ်မဟၟဲကဵုဗဗွဲဓဝ်၊  ကောန်ဇာတ်ယာဲတဟွံဇေတ်။"},	
{"word":"baste","def":"vt.  ပၠေတ်လေတ်ကၠေၚ်အခါပရာၚ်ဖျုန်။"},	
{"word":"bastinado","def":"n.  ဒဒှ်မတက်ဂတာဇိုၚ်နကဵုလေံၜဝ်။  vt.  သကဵုဒန်မတက်ဂတာဇိုၚ်နကဵုလေံၜဝ်။"},	
{"word":"bastion","def":"n.  ပြ(လ္တူကၟာၚ်နန်)။"},	
{"word":"bat","def":"n.  ကဝ (ဂစေံ)။  ၂။  လေံတက်ဗိတ်။  vi.  တက်ကဵုလေံဗိတ်။  batsman (or) batter (n)  မၞိဟ်တက်ဗိတ်။"},	
{"word":"batch","def":"n.  မွဲဖဴ၊  မွဲဂရိုက်၊  မွဲစွံ၊  မွဲဗလး၊  မွဲဍိုပ်၊  မွဲအဇာ။"},	
{"word":"bated","def":"ppl. adj.  နကဵုရမျာၚ်သာသာ၊  နကဵုရမျာၚ်ကျာ။"},	
{"word":"bath","def":"n.  ကၟာသၟတ်ဇွောံဟုံဍာ်၊  ပွမဟုံဍာ်။  ၂။  ခဒံဟုံဍာ်။  vt. vi.  ဟုံဍာ်၊  ဖုံဍာ်။  bathroom (n)  ခဒမ်ဟုံဍာ်။"},	
{"word":"bathe","def":"vt. vi.  ဟုံ၊  ဟုံဍာ်ပ္ဍဲကၟာ(က္ၜဳ,ဂၚ်)၊  ဖုံ၊  တလီု။  ၂။  ကြိုပ်၊  ဖုံပၠဳ၊  ကြာတ်ကြဴ၊  ဖ္ဍုက်။  ၃။  သကဵုဍုက်ဍေက်ကယျဳအာ၊  သကဵုဓလီုအာ။  n.  ပွမစှ်ေဟုံဍာ်။  bathe a person ceremonially. (vt.vi.)  ဖုံ၊  ဖုံဗလိုပ်၊  မ္ၚဵုဗလိုပ်။  bathe by letting the body down into the water. (vt.vi.)  တလီုလမောဝ်။  bather (n)  မၞိဟ်ဟုံဍာ်။  sunbathing (n)  ပွမၜံၚ်တ္ၚဲ။  bathing garment. (n)  ခဍံၚ်ဟုံဍာ်၊  သဍံၚ်ဟုံဍာ်၊  သၞုက်ဟုံဍာ်။  bathing pavilion. (n)  ပြာသာဒ်ဗလိုပ်။  bathing place. (n)  စၞေဟ်၊  သၞေဟ်၊  သၞေဟ်ဍာ်၊  သွက်ဍာ်။"},	
{"word":"bathos","def":"n.  ပြဝမမံက်ကၠုၚ်နကဵုဂလာန်ဟွံမွဲကဵုသတ်ဒတ် အဃောဟီုဂးဒၟံၚ်ဂလာန်ထၟိက်ထၟိက်။"},	
{"word":"batman","def":"n.  ဍိက်စကာဗဵုပၞာန်။"},	
{"word":"baton","def":"n.  လေံဒုက်ဗၠာဲသၟိၚ်တံရပ်။"},	
{"word":"battalion","def":"n.  ဒပ်ပၞာန်တိုက်မၞုံလၟိဟ်ၜိုတ်လ္ၚီ။"},	
{"word":"batten","def":"n.  ဗလဲရံသွက်ဂွံတက်စုတ်ဂတဵုကၟဳ။  vt.  တက်စုတ်ဗလဲ၊  တက်ပ္ဍိုက်စုတ်ဗလဲ။"},	
{"word":"batter","def":"vt. vi.  တက်ဒုက်စုတ်မွဲဇြဟတ်၊  တက်ဒုက်စုတ်ထတ်ထတ်။"},	
{"word":"battery","def":"n.  စရေက်ဒပ်အမၠံက်။  ၂။  ဗါတ်ထာရဳ၊  ထၟာဲဒေပ်ဓတ်ဓါတ်လလီ။"},	
{"word":"battle","def":"n.  ပေဲါပၞာန်၊  ပေဲါဗတိုက်၊  ထာန်စၞေဟ်၊  ပွမကၠေံစိုတ်။  vi.  ဗတိုက်ဒစဵုဒစး၊  စၞေဟ်ပလန်၊  ပြိုၚ်ပ္ကာန်၊  ပြိုၚ်ပၞာန်။  battlements (n)  ပြယေန်၊  ပြယံက်။"},	
{"word":"bauble","def":"n.  ကပေါတ်ကယျိုၚ်ကယျဝ် ၜိုန်ဂေါဝ်ဆာဲဒၟံၚ် မကြိုက်ဒၟံၚ်ကဵုစိုတ်ကီုလေဝ် မဒှ်ဒၟံၚ်ကဆံၚ်ဟွံမွဲကဵုၚုဟ်မး။"},	
{"word":"baulk","def":"ရံၚ် balk တေံညိ။"},	
{"word":"bawl","def":"vt. vi.  ကရေဲ၊  ကညာၚ်။"},	
{"word":"bay","def":"n.  ကဝါၚ်ဂၚ်၊  သြော၊  ခလံက်၊  ဒဒၚ်ဒၞာတန်လဝ်သွက်ဂွံဒှ်ခဒမ်၊  ခဒံကၞောဲပ္တိတ်လဝ်နူကဵုၝောံသ္ၚိ၊  ခဒမ်ဆက်တောဲပ္တိတ်လဝ်လ္ပာ်မ္ၚးသ္ၚိ။  vt.  ကဳ၊  ကျူ(ကၠဵု)။  ၂။  ဒုၚ်ပ္ကာန်ဟိုတ်နူကဵုသ္ဒးဒုၚ်ဗိုၚ်တၟာတ်လဝ်။  n.  ရမျာၚ်ကဳ၊ ကျူ(ကၠဵု)။"},	
{"word":"bayonet","def":"n.  ၜုန်တၞုၚ်သၞာတ်။  vt.  ထပက်ကဵုၜုန်တၞုၚ်သၞာတ်။"},	
{"word":"bazaar","def":"n.  ဖျာ၊  ဆေၚ်ဖျာ၊  တိုက်သွံဖျာ၊  ရုၚ်ဖျာ၊  ဖျာသွံကပေါတ်သွက်သ္ဂောံဂၠာဲသြန်ဂကောံ။  bazaar seller. (n)  ညးဖျာ၊  တၠဖျာ။"},	
{"word":"be","def":"vi. (press. t, am, is, are) (pt. was, were) (contracted form; I'm, he's, she's, it's, we're, you're, they're) (neg; isn't, aren't, wasn't) (press.p.being, p.p.been)  နွံ၊ ဒှ်၊ မံၚ်၊ သန်၊ ဗၠိၚ်၊ ၚုဟ်မးဒး၊ ထေက်၊ ကာ။  prefix.  အိုတ်အလုံ။  be able. (vi) သၟဟ်ရထ။  be at hand. (vi)  ဆိုက်၊  ဆိုက်ညောန်၊  ဆိုက်တန်၊  ဟွံတုဲဏီ။  be at peace. (vi)  သ္ၚဳဂၠိပ်၊  သ္ၚေဝ်လလမ်။  be called. (vi)  နွံယၟု။  be cooked. (vi)  ဝုန်(ပုၚ်)။  be done enough. (vi)  ဝုန်၊  စိန်ဝုန်။  be easy. (vi)  သိုက်၊  လောဲ။  be fearful of sinning. (vi)  ကဵုလကိုတ်ပါပ်။  be fickle. (vi)  လုလန်။  be first. (vi)  ပပဓါန်။  be fond of. (vi)  လုဟ်၊  လောဟ်။  be free. (vi)  ဗၠး၊  ဗၠးၜး။  be free from. (vi)  ဗၠးသၠး။  be full. (vi)  က္ဍတ်ပါ်၊  က္ဍိုက်ပေၚ်၊  ဗြော်ဗြ။  be furious. (vi)  ဗၜူကၠေၚ်(စိၚ်)။   be healed. (vi)  စိန်၊  ဗၠးစိန်။  be in accord. (vi)  ညဳသၟဟ်၊  သၟဟ်ဂတး၊  သၟဟ်သ္တး၊  သၟဟ်သၟန်။  be in difficulties. (vi)  ၜေတ်ဂရိတ်၊  ပ္ဍဵုပ္ဍိုက်။  be in distress. (vi)  ဒိုက်ဒိန်ကာဲကၞာဲ။  be in easy circumstance. (vi)  လောဲသိုက်။  be in error. (vi)  ဗၠးဗၠေတ်၊  ဗၠးဗၠောတ်။  be in time for. (vi)  ဂတာပ်၊  ဂတာပ်အခိၚ်။  be intoxicated. (vi)  ဗၜူ။  be just. (vi)  လဂူ၊  လ္ဂူ။  be left behind. (vi)  လလုဲ။  be less then. (vi)  ယုတ်၊  အောန်။  be light. (vi)  ယးတၟး၊  တၟး။  be like. (vi)  တုပ်၊  ဖှ်။ be long. (vi)  လံ၊  လံအခိၚ်၊  လံကာ။  be loose. (vi)  ရောံ(ရောအ်)။  be lost. (vi)  လေၚ်၊  လေၚ်ဗၠိုက်၊  လာဲလေၚ်။  be named. (vi)  နွံယၟု။  be near. (vi)  ဆိုက်ညောန်၊  ဟွံတုဲဏီ။ be old. (vi)  တြေံ၊ ဗျု။  be salty. (vi)  ပဍုၚ်၊  ပ္ဍုၚ်။  be thoroughly cooked. (vi)  စိန်ဝုန်။  be together. (vi)  ရၚ်၊  ဒှ်မွဲစွံ။  be well. (vi)  သိုက်၊  လောဲသိုက်။  be without. (vi)  ဒိုက်၊  ဒိုက်ဒိန်။"},	
{"word":"beach","def":"n.  ပရၚ်ဗ္တဳ၊  သြၚ်ဗ္တဳ။  vt.  ပ္တိုန်ထောံလ္တူသြၚ်၊  ဗ္ဒိုပ်။"},	
{"word":"beacon","def":"n.  တိုက်ပၠပၟတ်၊  တိုက်ထ္ၜးပၟတ်၊  ဒဵုထ္ၜးပၟတ်၊  တိုၚ်ထ္ၜးပၟတ်။"},	
{"word":"bead","def":"n.  မဂွါ၊  မဂွါကၟက်ကံ။  beady (adj)  မသွတ်ပလေဲ(မတ်)။"},	
{"word":"beak","def":"n.  ခၟဴ(စာၚ်,အဒါ,ဂစေံ)၊  စမဴ၊ သမဴ။"},	
{"word":"beam","def":"n.  ခမၚ်သ္ၚိ၊  ရိထၜောံ၊  ဒဂံၚ်၊  ဒဂေါၚ်။  ၂။  သၠဲဗုၚ်က္ၜၚ်၊  သၠဲဗဒါဗုၚ်က္ၜၚ်။  ၃။  ဇဵုသၠဒကေဝ်။  ၄။  လျး။  ၅။  လပှ်ရမျာၚ်ရေဒဳယဝ်။  vt.  ပ္တိတ်ဗလးလျး၊  ကဵုဓါတ်ဂမ္တဴ၊  မိပ်သၠောၚ်။  beam of harrow in which the teeth are fixed. (n)  ၝောံဂရး။  a beam of loom. (n)  ကလိတ်တုတ်။"},	
{"word":"bean","def":"n.  တၞံၜဲ၊  ၜဲ၊  ၜဲထကောၚ်၊  သတ်ဇုက်။"},	
{"word":"bear","def":"n.  ကၟီ၊  ကၟီကၠိက်။  Great Bear (n)  သၞံၚ်စိၚ်။  Little Bear (n)  သၞံၚ်ကောန်စာၚ်။  vt. vi (pt.bore, pp.borne)  ဒုၚ်၊  ယိုက်၊  ဒယိုန်၊  ထံက်ဒုၚ်လဝ်၊  ပ္ကၚ်ရၚ်။  ၂။  ဗြေဝ်ကၠုၚ်၊  ဍတ်ပါ်ကၠုၚ်၊  သတ်ကၠုၚ်၊  သၠးဂၠံဂဝ်ဂၞဴ။  ၃။  ဗပေၚ်စုတ်ကဵု၊  ထံက်ဒုၚ်၊  မံက်ဂတဝ်ဒၟံၚ်။  ၄။  အေၚ်ဒုၚ်။  ၅။  ဂေတ်၊  ပတဝ်က္ဍိုပ်။  ၆။  ပ္ဍဵု၊  ပ္ဍဵုပ္ဍိုက်ပတိတ်ဇြဟတ်၊  ဒုၚ်ဒဝ်မာန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  n.  မၞိဟ်ကေတ်နၚ်၊  မၞိဟ်ယိုက်နၚ်၊  မၞိဟ်စကာပ္ဍဲသ္ၚိ၊  ကူလဳ၊  မၞိဟ်ယိုက်စကပေါတ်။  bear malice. (vt.vi.)  ဒက်ဝဲ၊  ဒတောဝ်ဝဲ၊  သတောဝ်ဝဲ။  bear oneself. (vt.vi.)  ပအာဒ္ဂေတ်။  bear of bring forth fruit. (vt.vi.)  သတ်၊  ဒတဲသတ်။  bear testimony. (vt.vi.)  ဒုၚ်သက်သဳ၊  ဒုၚ်သမုက်။  bear the loss of. (vt.vi.)  ဟး။  bear up. (vt.vi.)  ဃံ၊  ခံ၊  ပၚ်၊  ယဵုထ။  bear with. (vt.vi)  ဒုၚ်လအေၚ်။  bear witness. (vt.vi)  ပသက်သဳ။  bearable (adj)  မအေၚ်ဒုၚ်ကေတ်မာန်။  bearer (n)  မၞိဟ်ယိုက်၊  မၞိဟ်ယိုက်နၚ်။"},	
{"word":"beard","def":"n.  တသော်ခၟိပ်။  bearded (adj)  မၞုံကဵုတသော်ခၟိပ်။  beardless (adj)  မဟၟဲကဵုတသော်ခၟိပ်။"},	
{"word":"bearing","def":"n.  ဒဒှ်မဆက်စပ်၊  ပၟမဆက်ကၠောံဍ။  ၂။  ဒိုဟ်မတန်တဴ၊  ဒၞာဲမတန်ဒၟံၚ်၊  လကံက်မဒုၚ်လဝ်အကြာခၠာကဵုရိ၊  ဗေဝ်ရိန်။  ၃။  ဗီုဒၟံၚ်တၠုၚ်လအာ၊  ဗီုပြၚ်။"},	
{"word":"beast","def":"n.  သတ်တိရစ္ဆာန်၊  မၞိဟ်ရုန်မဵုကြာန်ဓၞာန်။  beast of prey. (n)  သတ်ဂမျိ၊  သတ်ဂမျိဂမ္တာန်၊  သတ်ဇိုၚ်ဒမြိုဟ်(ကၠ, ဇာဒိသိုၚ်)။  beastly (adj)  မပပ်ပဳ၊  မကၠိပပ်၊  မဒှ်သွက်သ္ဒးက္ဍုဟ်မၠေံခိုဟ်။"},
{"word":"beat","def":"vt. vi. (pt.beat, pp.beaten)  ထၟုက်၊  ကွိုက်၊  တက်၊  ဒွဵု၊  ရိုက်၊  သ္တက်၊  ပၠိုက်၊  ထၞက်၊  ဒုက်၊  ဂတီု၊  တရိုပ်၊  ထု၊  ဒဒု၊  ဓဒု၊  တ္ၚီု၊  ဂဒု၊  ၜုၚ်၊  ၜုၚ်သ္ကဵု၊  တက်ၜုၚ်။  ၂။  သာတုဲခိုဟ်၊  အံၚ်ဇၞးမာန်။  ၃။  ယိုက်(ဂြိုဟ်)၊  ပိုက်(သၞေၚ်)။  n.  အရာမတက်ဒုက်ဒၟံၚ် ခရာအခိၚ်တုပ်တုပ်၊  ဗရုတက်။  ၂။  စေဝ်နရဳ။  ၃။  ဂၠံၚ်တရဴမဂေတ်အာကၠုၚ်ဒၟံၚ်တွဵု။  beat a drum. (vt.vi.)  ရိုက်ဖံ။  beat out. (vt.vi.)  ဒါတ်။"}, 	
{"word":"beaten","def":"ppl. adj.  မတက်ထပှ်ေလဝ်၊  မဂဒုလဝ်။  ၂။  မဂဗုတ်မံၚ်၊  မတပ်ဒၟံၚ်။"},	
{"word":"beater","def":"n.  အရာမရပ်စပ်စကာသွက်ဂွံဒုၚ်တက်။  ၂။  မၞိဟ်ဗိုၚ်စသတ်ဂြိုပ်။"},	
{"word":"beating","def":"n.  ကျအာ၊  သ္ဒးဒုၚ်ၜုၚ်တက်။"},	
{"word":"beatitude","def":"n.  ထၟိက်၊  ပဳတိ၊  မိပ်စိုတ်အိုဟ်တၟိုဟ်၊  လွဵု။"},	
{"word":"beatnik","def":"n.  သၟတ်မကၠဟ်ထောံအခိုက်တြေံတြဟ်၊  သၟတ်ဂတာပ်ခေတ်။"},	
{"word":"beau","def":"n. (pl.-x)  မၞိဟ်ရပ်အလံၚ်ပ္တိတ်အလံၚ်ဂၠိုၚ်၊  မၞိဟ်ဟွံမွဲကဵုဒယှ်တှ်၊  မၞိဟ်သရေတ်မံၚ်၊  မၞိဟ်ခြေံဒၟံၚ်၊  မၞိဟ်မဒှ်ကဝေၚ်သၟာဲယျဂှ်၊  မၞိဟ်မဆာန်သၟိန်။"},	
{"word":"beauty","def":"n.  သြဳ၊  တလးစရာဲ၊  ဒဒှ်မကျေဝ်။  beautiful (adj)  မကျေဝ်ဂေါဝ်ဆာဲ၊  ရုပ္ပာ၊  ရုပ္ပဓရာ၊  ဝါမ၊  သုဒဿနာ၊  သုန္ဒရ။  beautifully (adv)  ဗွဲဒဒှ်မကျေဝ်ဂေါဝ်။  beautify (vt)  သကဵုကျေဝ်၊  သကဵုကျေဝ်ဂေါဝ်၊  ဖျေံပယျေဝ်လဝ်၊  ဖျေံဖျောန်လဝ်၊  လၜတ်။"},	
{"word":"becalmed","def":"pred. adj.  မသ္ဒးမံၚ်ထောံတၚ်ယာရောဂွံ ဟိုတ်ကျာဟွံကၠုၚ်။"},	
{"word":"became","def":"ရံၚ် become တေံညိ။"},	
{"word":"because","def":"conj.  ဟိုတ်နူ၊  မုဒှ်သ္ဒဟီုသာ်ဂှ်၊  ဒၟာနူ၊  ဟိုတ်ဒှ်သာ်ဂှ်ရ၊  ဟိုတ်နူဂှ်၊  ဟိုတ်နူဂှ်ရ။  because of. (conj. prep) ဂုန်၊  ဂုန်နူ၊  ဒၟာနူ၊  ဟိုတ်နူ၊  ဟိုတ်ဒၟာနူ၊  ဟိုတ်အနာ၊  မာတ်ရ။  because of that. (conj)  ဟိုတ်ဂှ်ရ၊  ဟိုတ်နူဂှ်။"},	
{"word":"beckon","def":"vt. vi.  တခဲါ၊  ခဲါကော်၊  ဂညိက်ကော်ကဵုက္ဍိုပ်။  beck (n)  ပွမခဲါကော်၊  ပွမဂညိက်က္ဍိုပ်။"},	
{"word":"become","def":"vt. vi.  ဒှ်ကၠုၚ်၊  သဒှ်၊  က္တဵုဒှ်၊  က္တဵုဗဒှ်၊  က္တဵုဒှ်ကၠုၚ်။  ၂။  ဗက်၊  အပ်ဒပ်၊  စှ်ေအာအလိုက်။  become corrupt. (vt. vi.)  ဝိပတ်၊  ဝိပတ်အာ၊  မြိပတ်၊  မြိပတ်အာ၊  သအုဲသအေၚ်။  become faint. (vt.vi.)  စိပ်၊  တိုန်၊  ဝိုတ်အာ၊  ဗၠးသတိ။  become friends. (vt.vi.)  ဒက်မိတ်၊  ဒှ်အာရဲ၊  ဒှ်ကၠုၚ်ရဲ။  become less (vt.vi)  ဟုတ်၊  အောန်ကၠုၚ်။  become loose. (vt.vi.)  လသိုဟ်လာဲ၊  တသိုဟ်လာဲ။  become pregnant. (vt.vi.)  ဗိုတ်ပဋိသန္ဓိ၊  နွံဒၟုၚ်ဒလေၚ်၊  နွံဗုၚ်။  become proud. (vt.vi.)  ပ္တဴလဝ်မာန။  become soft. (vt.vi.)  ဖောဝ်၊  ဖောဝ်သရိုဟ်။  become willing. (vt.vi.)  နွံစိုတ်၊  စိုတ်နွံ။  becoming (n)  ဒဒှ်။"},	
{"word":"bed","def":"n.  ဖုန်၊  ဒၟံၚ်သ္တိက်။  bed chamber (n)  ဂၠံသ္တိက်။  bed-clothes (n)  ယာတ်၊  ယာတ်လးဖုန်။  bedroom (n)  ခဒံတိက်။  bedridden (adj)  မက္တဵုနူသတိက်ဟွံမာန်။  ၂။  ဖျေံပၞက်သေဝ်၊  ဖျေံသ္ဇိုၚ်ရိုဟ်ကၞက်။  ၃။  ထပ်၊  ထပ်ဂၠးတိ။  ၄။  ဂၠးတိမတန်ဒၟံၚ်ထပ်သၟဝ်။  ၅။  တၞ၊ဒၞာဲပ္တံ(သြောံ)။  vt.(-dd-)  သကဵုဒၟံၚ်သတိက်၊  ပ္တိတ်ထောံပ္ဍဲဒၟံၚ်သတိက်၊  ပ္တံစုတ်ပ္ဍဲဒၞာဲပ္တံ။  bedrock. (n)  တၟံကြက်ဂန်။"},	
{"word":"bed-bug","def":"n.  ဓဂိတ်၊  ဒဂိတ်။"},	
{"word":"bedding","def":"n.  ဂၞဳ, ဖုန်, ယာတ်လးဖုန်တံ။"},	
{"word":"bedlam","def":"n.  ပွမဒှ်တိုန်ရုသံၚ်၊  အရာပ်မဒှ်ဒၟံၚ်ရုသံၚ်၊  ထံၚ်ပရံ(ဂလာန်ပေါရဏာံ)။"},	
{"word":"bedraggled","def":"ppl.adj.  မသကဵုကၠိခ္ဍက်ပပ်ပဳဍုက်ကယျဳဒၟံၚ်။"},	
{"word":"bedstead","def":"n.  ဇံၚ်၊  ဇံၚ်ဂတဵု၊  ဇံၚ်သတိက်၊  ဒေန်၊  ခါတ်။"},	
{"word":"bee","def":"n.  သာဲ။  bee-hive (n) သ္ၚိသာဲ။  bees-wax (n)  ပၠုဲသာဲ။  bee-eater (n)  ဂစေံဟဂြအ်။"},	
{"word":"beef","def":"n.  ဖျုန်ဂၠဴ။"},  	
{"word":"been","def":"ရံၚ် be တေံညိ။"},	
{"word":"beer","def":"n.  အရက်ဗဳယျာ၊  အရက်အဇာဍိုန်ဍိုန်။"},	
{"word":"beet","def":"n.  ရာဲဗ္ကေတ်။"},	
{"word":"beetle","def":"n.  စၟအိက်ဂၠဴ၊  စၟဟဳဟောၚ်။  ၂။  လေံခတေက်ဂဒု။  vi.  ဒမိုပ်တိတ်မံၚ်။"},	
{"word":"befall","def":"vt. vi. (pt.befell, pp.befallen)  ဒှ်လီု၊  က္တဵုဒှ်၊  လုပ်အာ(တ္ၚဲ)၊  ဒတုံစှ်ေအာ(နူဒၞာဲမွဲမွဲ)။"},	
{"word":"befit","def":"vt.(-tt-)  ဂပ်ဂဝ်(ဂပ်ဝ်)၊  ဒးရး။"},	
{"word":"befog","def":"vt.(-gg-)  သကဵုထုဲဂရုဲ။  befogged (adj)  မထုဲဂရုဲဒၟံၚ်။"},	
{"word":"before","def":"prep.  ကၠာနူဂှ်။  ၂။  ပ္ဍဲမ္ၚး၊  ပ္ဍဲကိုပ်ကၠာ၊  ဗွဲကိုပ်ကၠာ၊  ဗွဲလ္တူတေံ။  ၃။  ဂတ၊  ဂတမတ်၊  ပ္ဍဲဂတဏံ၊  ဂတမုက်၊  ဂတတေံ။  ၄။  ဂၠိုၚ်နူဂှ်။  adv.  ဝါဒိတေံ၊  တံဝါဒိ၊  ကၠာဂှ်၊  ကၠာဂှ်ဏံ၊  ကၠာတေံ။  ၂။  ဗွဲဂတတေံ။  conj.  ဟွံ.....ဏီ၊  နူဂှ်၊  ကၠာ၊  ကၠာဂှ်။  before long. (adv)  ပ္ဍဲမသက်ဂတာပ်လံ၊  ဗွဲကြဴဟွံလံ။  before the city. (adv)  ပ္ဍဲမ္ၚးဍုၚ်၊  ဂတမုက်ဍုၚ်။  before the morning meal. (adv)  ကၠာအခိၚ်ပုရေဘတ်၊  ကၠာအခိၚ်ပိုန်ဂယး။"},	
{"word":"beforehand","def":"adv. pred. adj.  ဒှ်ဒၟံၚ်ဒတုဲ၊  ကျဝ်လဝ်၊  မပြဟ်လောန်။"},	
{"word":"befriend","def":"vt.  ရီုဗၚ်နဒဒှ်ရဲ၊  ရီုဗၚ်ဗီုကဵုရဲ။"},	
{"word":"beg","def":"vi.vt.(-gg-)  အာတ်၊  အာတ်မိက်၊  အာတ်နလၟေၚ်မေတ္တာ။  ၂။  မဒှ်ဒၟံၚ်မၞိဟ်ဟွံမွဲကဵုပၟိက်၊  မဒှ်ဒၟံၚ်ကဆံၚ်မၞိဟ်ဒုၚ်တဲဟွံမွဲ။"},	
{"word":"began","def":"ရံၚ် begin တေံညိ။"},	
{"word":"beget","def":"vt.(pt.begot, pp.begotten)  က္ဍတ်ပါ်ကၠုၚ်၊  သကဵုသၠးကၠုၚ်လဝ်ဂဝ်ဂၞဴ။  ၂။  သကဵုမံက်ကၠုၚ်၊  သကဵုဒှ်ကၠုၚ်။"},	
{"word":"beggar","def":"n.  လအာတ်၊  ကမၠၚ်လအာတ်၊  မၞိဟ်အာတ်စ၊  မၞိဟ်ဂရၚ်စ၊  ခဲါဒုတ်။  vt.  သကဵုဒိုက်ဝါတ်အာ၊  သကဵုပိုန်ဒြပ်လေၚ်အာ။  begging-bowl (n)  ဗဗေၚ်။"},	
{"word":"beggarly","def":"adj.  မဂပ်ဝ်ကဵုသွက်တမၠၚ်လအာတ်ဟေၚ်၊  မအောန်လောန်အာဟွံဒှ်ကမၠောန်၊  မဒှ်ညံၚ်ရဴတမၠၚ်လအာတ်။  ၂။  ဒိုက်ဝါတ်တဴဗွဲမလောန်။"},	
{"word":"beggary","def":"n.  ကဆံၚ်ဒိုက်ဝါတ်တဴဗွဲမလောန်။"},	
{"word":"begin","def":"vt. vi. (-nn-) (pt.began, pp.begun)  စပ္တံ၊  စကၠောန်။  begin to bear fruit. (vt.vi.)  ခတောဲ၊  ခတဲ။"},	
{"word":"beginner","def":"n.  မၞိဟ်စပ္တံကတ်လ္ၚတ်။"},	
{"word":"beginning","def":"n.  တံ၊  တံဝါဒိ၊  အဒိ၊  ဝါဒိ၊  တမၠာ။  ၂။  ဒၞာဲမစပ္တန်။  beginning and end (n)  တံကၞောတ်။  beginning, middle and end. (n)  တံဒေါဝ်ကၞောတ်။  beginning of the world. (n)  ဒတန်ကဝ်၊  ဒတန်ဂၠးတိ။"},	
{"word":"begone","def":"interj.  တိတ်အာ၊  အာထောံ။"},	
{"word":"begot","def":"ရံၚ် beget တေံညိ။"},	
{"word":"begrudge","def":"vt.  ခတုက်ခတဝ်၊  တ္ၚံက်၊  စိုတ်ဟွံဒးလ္တူညးသအာၚ်၊  ခတုက်ဒၟံၚ်သွက်ဂွံကဵု။"},	
{"word":"beguile","def":"vt.  လဝ်လှောၚ်၊  ဗ္ဂေတ်လှန်၊  ဗ္ဂေတ်စၞာဲထောံ။  ၂။  သကဵုအခိၚ်လောန်အာညံၚ်ရဴဟွံဂွံတီ။"},	
{"word":"begun","def":"ရံၚ် begin တေံညိ။"},	
{"word":"behalf","def":"n.  အနေညးစၞးသွက်ဖဵုဂုန်ပိုန်ဒြပ်၊  အကွက်၊  သွက်။"},	
{"word":"behave","def":"vt.  ပကီုပွ၊  ပကီုပရာပ်။"},	
{"word":"behaviour","def":"n.  ပွ၊  အဝုတ်၊  ပတိပတ်၊  ပဋိပတ်၊  ဗီုပြဝ။"},	
{"word":"behead","def":"vt.  ကုတ်က္ဍိုပ်၊  ကုတ်ကံ။"},	
{"word":"beheld","def":"ရံၚ် behold တေံညိ။"},	
{"word":"behest","def":"n.  အသံ၊  အမိၚ်၊  ပြဝမစကာစၞောန်ထ္ၜး။"},	
{"word":"behind","def":"prep. adv.  ကရဴ၊  လက်ကရဴ၊  ပ္ဍဲလက္ကရဴ၊  ဗွဲလက္ကရဴ။  ၂။  မလဇုဲလဇအပ္ဍဲအရာရာၚ်ဆာဲ၊  မလဇုဲလဇအပ္ဍဲအရာဖောံဗြေဝ်။  adv.  လက်ကရဴတေံ၊  ဗွဲလက်ကရဴတေံ၊  စွံလဝ်ဗွဲကြဴတုဲ၊  သွက်ဂွံလဇုဲလဇအာ၊  သွက်ဂွံကဝုတ်တၚ်ဒၟံၚ်။  behindhand (adv. pred. adj.)  နဒဒှ်မလဇုဲလဇအာ၊  မလဇုဲလဇ၊  မလဇုဲသဏုဲ၊  မသှ်ေတ္ၜက်ကဝုတ်လဝ်။  behind one's back. (adv. pred. adj.)  ကရဴမတ်၊  ကြဴမတ်။"},	
{"word":"behold","def":"vt.(pt.pp. beheld)  ရံၚ်၊  ရံၚ်စံၚ်၊  သ္ပသတိ၊  ညာတ်ဆဵု။"},	
{"word":"beholden","def":"pred. adj.  မပ္တိုန်ဂုန်၊  မၞုံတာလျိုၚ်သွက်ဂွံပတိုန်ဂုဏ်။"},	
{"word":"beige","def":"n.  အရံၚ်လမ္စံက်ဟီဟီ၊  အရံၚ်သာ်တိ၊  အရံၚ်သာ်ဍာ်မိတ်ဟီဟီ။"},	
{"word":"being","def":"n.  ပွမဒှ်၊  ဒဒှ်မက္တဵုဒှ်၊  ဒဒှ်နွံဒၟံၚ်ကဆံၚ်မက္တဵုဒှ်။  ၂။  ပူဂဵု၊  မၞိဟ်၊  သတ်၊  သတ်တံ။  being silent from sorrow. (n)  သေၚာံ၊  သ္ၚောံ။"},	
{"word":"belabour","def":"vt. တက်ဒုက်စုတ်ထတ်ထတ်။"},	
{"word":"belated","def":"adj.  မလဇုဲလဇအာအခိၚ်၊  မလဇုဲလဇလောန်အိုတ်အာအခိၚ်။"},	
{"word":"belay","def":"vt.  ဒက်ဂတ်လဝ်ခိုၚ်ခိုၚ်ဗိုန်ဗိုန်(ဇုက်)။"},	
{"word":"belch","def":"vt. vi.  ထအိုအ်၊  ဒအိုအ်၊  ဗဂိုဟ်ပ္တိတ်၊  ထအံပ္တိတ်၊  တိတ်ကၠုၚ်နကဵုဇြဟတ် ဂစာန်ဂရိုဟ်နူအပ္ဍဲ၊  လိုအ်၊  ကျာလိုအ်တိတ်။"},	
{"word":"beleaguer","def":"vt.  ရေတ်ဗိုၚ်တၟာတ်ဆိုအ်ထောံ။"},	
{"word":"belfry","def":"n.  ဟဝ်ကွက်လဝ်ခၞိၚ်။"},	
{"word":"belie","def":"vt.  သကဵုဒှ်သၠေဟ်ပၟာပ္ဍဲစိုတ်၊  တၞဟ်ခြာအာလ္တူအထေၚ်ကဵုလညာတ်၊  ဒှ်အာမွဲဗီု။"},	
{"word":"belief","def":"n.  အရာမပတှ်ေကေတ်၊  ဒဒှ်မပတှ်ေ၊  ဓဝ်ပတှ်ေ၊  ကွေတ်ဝါဒ။  believe (vt.vi.)  ပတှ်ေ၊  စှ်ေစိုတ်။  ၂။  ပတှ်ေသမ္တီ၊  ပတှ်ေဖျေံစိုတ်။  ၃။  ပတှ်ေစှ်ေစိုတ်လ္တူဖဵု၊  နွံကဵုကွေတ်၊  နွံကဵုလၟေတ်၊  နွံကဵုဝါဒ။"},	
{"word":"belike","def":"adv.  နဒဒှ်မတန်ဒှ်မာန်၊  နဒဒှ်သွက်သ္ဂောံဒှ်တိုန်ခိုဟ်။"},	
{"word":"belittle","def":"n.  သကဵုလညာတ်ဍောတ်၊  သကဵုလညာတ်သဝ်၊  သကဵုမောဲသွတ်၊  အထေၚ်ဍောတ်သွတ်။"},	
{"word":"bell","def":"n.  ခၞိၚ်၊  သ္ဂန်၊  ခရေဲ၊  ကနှိၚ်။"},	
{"word":"bellicose","def":"adj.  မနွံကဵုပၟိက်သ္ပပၞာန်၊  မနွံကဵုပၟိက်ဗ္တိုက်ပၞာန်၊  မလေပ်ဂၠာဲသၞ။"},	
{"word":"belligerent","def":"n.  ဍုၚ်ပြိုၚ်ဗတိုက်ဒၟံၚ်ပၞာန်။"},	
{"word":"bellow","def":"n. vi.  ရမျာၚ်ဂၠဴလရိုအ်၊  ဂၠဴလရိုအ်၊  ဂိတုဲလရိုအ်တိုန်ညံၚ်ရဴရမျာၚ်ဂၠဴ၊  ကရေဲ။"},	
{"word":"bellows","def":"n.  ခမုၚ်၊  ဒမုၚ်၊  ဓမုၚ်(ဓၟုၚ်)၊  ထိုၚ်စၞာံကျာ၊  ထိုၚ်ကျာတလောတ်ကျာ၊  ဓၟုၚ်ဓၟာတ်၊  ဓၟုၚ်စၞာံ၊  ဖျေံစၞာံ။"},	
{"word":"belly","def":"n.  ဗုၚ်။  vt. vi.  ခၠံတိုန်၊   ဖ္ဍံၚ်တိုန်(ညံၚ်ယာဒးကျာ)။"},	
{"word":"belong","def":"vi.  ဒှ်အပိုၚ်၊  ဒှ်ရဲလ္ပာ်ဇကု၊  ဒှ်ဒၞာဲစွံဒၟံၚ်လၟိုန်၊  ဒှ်ဒၞာဲမစွံဂပ်ဝ်။  belong to. (vi)  ဆေၚ်၊  ဆေၚ်စပ်၊  ဆေၚ်ကဵု။"},	
{"word":"belongings","def":"n.  ကပေါတ်ညးတၠဂန္ဓ(ခန္ဓ) ပိုၚ်ပြဳလဝ်၊  ကပေါတ်ကညောတ်မဆေၚ်စပ်ကဵုညးဂမၠိုၚ်၊  အရပ်အရာ။"},	
{"word":"beloved","def":"pred. adj.  မသ္ဒးဒုၚ်သ္ဍိုက်ဆာန်။  adj. n.  မသ္ဍိုက်ဆာန်လောန်၊  ညးမသ္ဒးသ္ဍိုက်မၠိုက်၊  သ္ဍိုက်ဆာန်၊  သမ္ဘာသ္ဍိုက်ဆာန်ညး။"},	
{"word":"below","def":"prep.  အသၟဝ်၊  အမှၚ်၊  ဒၞာဲတိသဝ်၊  လ္ပာ်တိဍာ်ဒကုတ်အသၟဝ်။  adv.  ပ္ဍဲဒၞာဲသာတုဲသဝ်တေံ၊  လ္ပာ်သၟဝ်၊  ပ္ဍဲအသၟဝ်။"},	
{"word":"belt","def":"n.  ပရဘန်၊  ပရိဘန်၊  ခယျဗန်၊  ခဲါဗန်၊  ဇုက်ဂရောတ်ဂၞိၚ်၊  ဇုက်ဂတ်ဂၞိၚ်၊  ဂရတ်ဂၞိၚ်၊  ခါသဳ၊  ဒဲါ။  ၂။  ဇုက်ပၠာရပ်စပ်ပ္ဍဲစက်။  belt of Meru. (n)  သန်တပ်ပြဘန်။  vt.  ဒက်ဂၞိၚ်ကဵုဒဲါ၊  တက်ကဵုဒဲါ၊  တက်ကဵုခါသဳ။"},	
{"word":"bemoan","def":"vt.  စံၚ်တူဂတေဝ်လရိုအ်ယာံ။"},	
{"word":"Benares","def":"n.  ဗရာန္နသဳ(ဍုၚ်)။"},	
{"word":"bench","def":"n.  ခုၚ်၊  ခုၚ်ဇမၠိၚ်။  ၂။  ခဗံက်ကမၠောန်။  ၃။  ခုၚ်ဂဇံဇမၞော်ဂဗုတ်။"},	
{"word":"bend","def":"vt. vi. (pt.pp.bent)  ၚံက်၊  ပၚံက်၊  ပကိုၚ်၊  အထံၚ်(ဂၚ်)၊  ကဝေ၊  ကဝေန်ကဝး၊  တမ္ၚံက်၊  တမ္ၚံက်တေၚဲ၊  တ္ၚံက်၊  ကုန်၊  ကိုက်၊  ဂဇုန်ထၜုဲ၊  မဍိုန်၊  ခစိုၚ်၊  လယတ်။  ၂။  တ္ၚံက်ဗက်၊  ခ္ဍိုပ်ဗက်။  ၃။  လယျောဝ်၊  ကယျောဝ်၊  ပြံၚ်အရီု၊  ကယျောဝ်ဏာ၊  ထဍိုန်၊  နမောဝ်၊  လၟောဝ်။  n.  ဒၞာဲတ္ၚံက်၊  ဒၞာဲဝေန်၊  ဒၞာဲဒှ်ဒၟံၚ်တၚ်တဲ၊  ဝါသနာ၊  ဒဒှ်စိုတ်မလုပ်စ၊  ဒဒှ်စိုတ်ဗဗွဲဗက်၊  အခိုက်မနွံကၠုၚ်၊  ပြဝမပါကၠုၚ်နူဂဝ်။  bending (n)  ပဏာမ။  adj.  မှုဲ။  bend low in making obeisance. (vt.vi.)  လၟောဝ်ဖျေံဇကု။  bend oneself. (vt.vi.)  ပၠောတ်ဇကု။  bend round. (vt.vi.)  ဝိုၚ်၊  ဝိုၚ်ဇာ။  bend the body. (vt.vi.)  ကၠုက်၊  ဂၠုက်။  bend to the ground. (vt.vi.)  ပၠောတ်ကၞိပ်။"},	
{"word":"beneath","def":"adv.  သၟဝ်၊  ပ္ဍဲအသၟဝ်၊  ဗွဲအသၟဝ်။"},	
{"word":"benediction","def":"n.  ပွမရာဒနာကဵုမ္ၚဵုလာဘ်ပၟိက်စိုတ်။"},	
{"word":"benefaction","def":"n.  ပွမပတုဲဒါန်၊  ပါမပတုဲဒါန်သ္ပကုသဵု။  benefactor (n)  ဒကာ၊  ဒါယကာ၊  တလဂုန်၊  ညးတၠကုသဵု၊  ညးပ္တုဲဒါန်၊  ညးတၠဒါန်။"},	
{"word":"beneficent","def":"adj.  မနွံကဵုစေတနာဍိုက်က်ပေၚ်ၚ်၊  မလေပ်ပ္တုဲဖဵု၊  မဍိုက်ပေၚ်တဴကဵုဓဝ်သဒ္ဓါ။"},	
{"word":"beneficial","def":"adj.  မက္တဵုဒှ်ဖဵုဂုန်။"},	
{"word":"beneficiary","def":"n.  ပူဂဵုသ္ဂောံဒုၚ်စသိုၚ်ချူစွံလဝ် ပ္ဍဲလိက်တၠခန္ဓကၠာဟွံချိုတ်ဏီ။"},	
{"word":"benefit","def":"n.  ဖဵုဂုန်၊  ဒဒှ်မကဵုဖဵု၊  ပွမဂွံအထံက်အပၚ်၊  မြမောဝ်၊  ဒတုဲကၟဝ်၊  ဒတုဲမြမောဝ်။  vt. vi.  သကဵုနွံဖဵုဂုန်။  benefits gained by deeds of merit. (n)  မဂ်ဖဵု။"},	
{"word":"benevolent","def":"adj.  မခိုဟ်တဴပ္ဍဲသဒ္ဓါစေတနာ၊  မလေပ်ပ္တုဲဖဵု။"},	
{"word":"benighted","def":"adj.  မဓလီုဒၟံၚ်နကဵုဓဝ်မောဟ၊  မဟၟဲကဵုဓဝ်သတိ၊  မဂၠုဓီုကၠုၚ်၊  မစိုပ်ကၠုၚ်ပယျာံဂၠုသဝ်ကၠုၚ်၊  မဒှ်ပယျာံတ္ၚဲသဝ်။"},	
{"word":"benign","def":"adj.  မစွံလဝ်ဓဝ်မေတ္တာ၊  မနွံကဵုစိုတ်စရိုတ်ဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  မလေပ်ဆာန်ဍူ။  ၂။  မဟၟဲကဵုအန္တရာယ်၊  မဟၟဲကဵုသ္ဒးဂွိၚ်ဂွာဲ၊  မနွံကဆံၚ်ဒှ်ဒၟံၚ်ယဲက္ဍၚ်က္ဍၚ်ဟွံသေၚ်။  ၃။  မသကဵုဍိုပ်ဍဴ၊  မသကဵုဇၞော်ဖောံတိုန်၊  မသကဵုကၠေၚ်မေၚ်တိုန်။"},	
{"word":"bent","def":"ရံၚ် bend တေံညိ။"},	
{"word":"benumb","def":"adj.  သကဵုဒေၚ်ဒိုဟ်၊  သကဵုဓီုဓုဲဗၜူဂၠုအာ။"},	
{"word":"benzoin","def":"n.  ပ္ကဴတၟံ။"},	
{"word":"bequeath","def":"vt.  ကဵုအာဲကၟာဲ(ချူလဝ်လိက်ကၠာဟွံချိုတ်)။"},	
{"word":"bequest","def":"n.  ပွမကဵုအာဲ၊  အရာမပအပ်ပြာပ်ကဵုနဒဒှ်အာဲကၟာဲ။"},	
{"word":"bereaved","def":"ppl. adj.  မစံၚ်တဴဒၟံၚ်နကဵုဓဝ်ပရိဒေဝ၊  မလၚ်ဇွောဝ်ဒၟံၚ်ဟိုတ်နူကဵု ညးမသ္ဍိုက်ဆာန်ဇကုသ္ဒးထောံအာ(ချိုတ်အာ)၊  မကၠၚ်။  bereavement (n)  ဒဒှ်ညးမသ္ဍိုက်မၠိုက်ဇကု မပြဟ်လလုဲလီုလာ်အာ။"},	
{"word":"bereft","def":"adj.  မပြဟ်လလုဲအာ (မၞိဟ်သ္ဍိုက်ဆာန်ဇကု)၊  ချိုတ်အာ၊  ကၠၚ်ပြီု၊  ဂြောံဂြာဲ(ဒှ်ဒၟံၚ်ညးမွဲဓဝ်)၊  လ္ၚုဒၟံၚ်။"},	
{"word":"berth","def":"n.  ခဒံတိက်(ပ္ဍဲကွဳပၟတ်,က္ၜၚ်)။  ၂။  ဒၞာဲက္ၜၚ်လုပ်ဒေံါ။  ၃။  ကမၠောန်၊  ဒၞာဲဝဲါ။  vt. vi.  လုပ်ဒေံါ။"},	
{"word":"beseech","def":"vt. (pt.pp.besought)  ဒုၚ်ဂုန်၊  ဒုၚ်ဂုန်ဇံသဝ်၊  ကသေံကၟဝ်ဖအောဝ်လဴ။"},	
{"word":"beset","def":"vt. (-tt-)  ဝိုၚ်ဗိုၚ်ဗတိုက်၊  ဗိုၚ်ဝိုၚ်ရေတ်။"},	
{"word":"beside","def":"prep.  ပ္ဍဲဒကဴဂှ်၊  ကရပ်ဂှ်။၂။  ပ္တဝ်ရံၚ်မ္ဂး။  beside oneself. (adj)  ကြံ၊  မကြံကြၚ်၊  မထိၚ်ဒဝ်စိုတ်ဟွံမာန်။"},	
{"word":"besides","def":"prep. adv.  ပဲါနူဂှ်၊  တုဲပၠန်၊  မ္ၚးနူဂှ်။"},	
{"word":"besiege","def":"vt.  ဝိုၚ်ရေတ်၊  ဗိုၚ်ဗ္တိုက်။"},	
{"word":"besmear","def":"vt.  လံက်၊  ဗဗိုဟ်၊  သကဵုစောန်ပြံက်ဍာပ်ဍေၚ်အာ၊  သကဵုကၠိခန်အာ။"},	
{"word":"besmirch","def":"vt.  သကဵုကၠိပပ်၊  သကဵုအေဲဇြ။"},	
{"word":"besom","def":"n.  တၟဟ်(ကၟဟ်,ကမှ်)တၞာၚ်ဆု၊  လမှ်။"},	
{"word":"besotted","def":"adj.  မၜူမာဲ(ဇြဟာန်၊ အရက်)။"},	
{"word":"besought","def":"ရံၚ် beseech ညိ။"},	
{"word":"bespattered","def":"vt.  စောန်ကၠိ၊  ကၠိခ္ဍက်။  pred. adj.  မစောန်ပြံက်ဒၟံၚ်နကဵုခရီုလၟက်၊  မသ္ဒးဒုၚ်ဟီုဖျေံကဝု ဟွံညှာမုက်မတ်၊  မသ္ဒးဒုၚ်ဟီုပတိုန်ဒုဟ်ညိဟွံညှာဒည။"},	
{"word":"best","def":"adj.  ပြမ၊  ပြဲ၊  တြဲ၊  ဇေဋ္ဌ၊  သေဋ္ဌ၊  ခိုဟ်အိုတ်၊  မဒးရးအိုတ်၊  မစှ်ေသၞောတ်အိုတ်။  adv.  ခိုဟ်အိုတ်၊  ကၠောန်မ္ဂးမဒးရးအိုတ်၊  ကၠောန်ဒးရးအိုတ်။  best or highest sence. (n)  မရမတ္ထ၊  သမ္တီကဆံၚ်သၠုၚ်အိုတ်။  best quality of rice. (n)  ၝောံသ္ၚု။"},	
{"word":"bestial","def":"adj.  မဒှ်ညံၚ်ရဴအဟိုတ်သတ်တိရစ္ဆာန်၊  မဒှ်သွက်ဂွံက္ဍုဟ်မၠေံဇအိုန်ဇရခိုဟ်၊  မဓဇန်ကြံကြ။"},	
{"word":"bestir","def":"vt.(-rr-)  လရုက္တဵုချဳဒရာၚ်ကၠုၚ်၊  ကၠောန်တိုန်ကၠေံစိုတ်လွဳပရာတိုန်။"},	
{"word":"bestow","def":"vt.  ကဵု၊  ပအပ်ကဵု၊  ဇိုန်နှၚ်ကဵု။  ၂။  စွံ၊  ဖျေံကဵုဒၞာဲ။"},	
{"word":"bestride","def":"vt.(pt.bestrode, pp.bestridden)  ဂါပ်၊  ဂါပ်ဂဇံ၊  ဂါပ်ထတဴ။"},	
{"word":"bet","def":"vt. vi. (-tt-) (pt.pp.bet)  လံၚ်၊  လံၚ်စ၊  ဒွံ၊  ဒွံလံၚ်၊  ဝေၚ်လံၚ်။  n.  ပွမလံၚ်၊  ပွမဝေၚ်လံၚ်၊  ဒဒှ်မလံၚ်၊  သြန်လံၚ်။"},	
{"word":"betake","def":"vt.  အာစိုပ်၊  ပြာပ်စိုပ်၊  ပ္တိတ်လွဳဒ္ဂေတ်ဗက်။"},	
{"word":"betel","def":"n.  ဇဗၠု။  betel-box (n)  ခဍံဇမၠု၊  ထဍံဇဗၠု၊  သဍံဇဗၠု။  betel-nut (n)  သတ်။"},	
{"word":"betray","def":"vt.  ဖံက်သစ္စ။  ၂။  ပံက်ဟီု၊  ဓၟံက်စ၊  သကဵုမံက်အာ။၃။  သကဵုရုပ်ရာဍာံဍာံမံက်ကၠုၚ်။  n.  မၞိဟ်ဖံက်သစ္စ၊  ပွမဖံက်သစ္စ။  betrayal (n)  ဒဒှ်မသ္ဒးဒုၚ်ဖံက်သစ္စ။"},	
{"word":"betroth","def":"n.  သၟုက်လဝ်။  betrothal (n)  ပွမအာသၟုက်လဝ်။  betrothed (n)  မၞိဟ်သၟုက်လဝ်တုဲ။"},	
{"word":"better","def":"adj.  ခိုဟ်လောန်၊  သာတုဲခိုဟ်၊  သွာ၊  ဆော။  ၂။  မခိုဟ်ကၠုၚ်၊  သက်လလံ၊  သက်သွာ။  adv.  ခိုဟ်ခိုဟ်၊  ခိုဟ်ဗွဲ။  ၂။  မ္ဂးသာခိုဟ်၊  ခိုဟ်ကၠုၚ်ရာၚ်ဆာဲကၠုၚ်၊  ရၚ်တၠုၚ်ကၠောန်ပ္တိုန်သွက်ဂွံရာၚ်ဆာဲ။  n.  မၞိဟ်ဝေၚ်လံၚ်စ၊  မၞိဟ်ဝေၚ်။"},	
{"word":"between","def":"prep.  အကြာ၊  ဒၞာဲအကြာ။  ၂။  အရာပ်အကြာ။  ၃။  အကြာဂှ်။  ၄။  အကြာၜါ။  between meals. (n)  အန္တရဘတ်၊  အကြာပိုန်။"},	
{"word":"bevel","def":"n.  နၚ်မတသောဝ်စှ်ေဒၟံၚ်လ္ပာ်ဓရီု။  vt.  ဂြီုထောံဓရီုနကဵုနၚ်တသောဝ်တသောဝ်။"},	
{"word":"beverage","def":"n.  ဍာ်သွက်ဂွံသုၚ်စမပ္တံကဵုဍာ်ယာမ။"},	
{"word":"bevy","def":"n.  သ္ကံ၊  ဂကောံ၊  တွဳဝါရ၊  က္ဍိုပ်။"},	
{"word":"bewail","def":"vt.  လရိုအ်ကရဳကရောတ်၊  ကသဝ်ကရောတ်ဗြု။"},	
{"word":"beware","def":"vt. vi.  ပသတိ၊  စွံသတိ။"},	
{"word":"bewilder","def":"vt.  လ္ၚုဟ်လ္ၚတ်၊  ဟောံဇြ၊  သကဵုစိုတ်ထုဲကြာန်ဝိဝိၚ်၊  သကဵုစိုပ်ကဆံၚ်ချပ်ဟွံဒး၊  ကဵုစိုပ်ကဆံၚ်ချပ်ဗ္စာဝါတ်ဂါတ်။"},	
{"word":"bewitch","def":"vt.  ရပ်စ၊  တံၚ်ကေတ်စိုတ်၊  ပၠောပ်ဗွိုၚ်။"},	
{"word":"beyond","def":"prep.  ၜက်၊  ၜက်အာ၊  ပ္ဍဲလ္ပာ်တေံ၊  လ္ပာ်ဖာတေံ။  ၂။  လောန်ကၠုၚ်တုဲတေံ၊  လောန်ကၠုၚ်တုဲ။  adv.  ပ္ဍဲသ္ၚောဲသ္ၚောဲတေံ၊  ပ္ဍဲဒၞာဲမွဲလ္ပာ်တေံ။"},	
{"word":"bi-","def":"prefix.  ၜါ၊  ၜါဆ၊  ၜါမွဲလစုတ်။"},	
{"word":"biannual","def":"adj. n.  မွဲသၞာံၜါအလန်(ၜါဝါ)။  bias (n)  ပွမဒစေၚ်ဗၠေၚ်အာမွဲလ္ပာ်၊  ပွမဗက်စမွဲလ္ပာ်။  ၂။  ကုတ်ကေတ်ဒစေၚ်ဒစေၚ်။  vt.  သကဵုဒစေၚ်ဗၠေၚ်အာမွဲလ္ပာ်၊  သကဵုဒစေၚ်ဝေက်အာ။"},	
{"word":"bib","def":"n.  ဒၟုၚ်ဍာ်ပါၚ်။  ၂။  ယာတ်ဒုၚ်လ္တူပလောံညံၚ်ရဴဟွံဂွံကၠိခ္ဍက်။"},	
{"word":"Bible","def":"n.  သၠပတ်၊  ပြကိုဟ်သမ္မာခရေတ်။"},	
{"word":"bibliography","def":"n. (pl.-phies)  စရၚ်အ္စာကဝိမွဲမခၞံတုဲလဝ်လိက်အုပ်၊  စရၚ်ပြကိုဟ်နိဿဲ။"},	
{"word":"biceps","def":"n.  ကောန်ကၞိနော်(ဒၞော်)တဲ။"},	
{"word":"bicker","def":"vi.  ဟီုဂးထ္ၜုတ်၊  ဟီုလက်ဒေါန်။"},	
{"word":"bicycle","def":"n.  ကွဳလိုန်။  vt.  က္ဍိုက်ကွဳလိုန်၊  က္ဍိုက်ကွဳလိုန်တုဲအာစိုပ်။"},	
{"word":"bid","def":"vt. vi. (-dd-) (pt. pp. bid)  ကဵုၚုဟ်မး၊  သ္ဂုတ်ၚုဟ်မး၊  ကဵုအသမ်၊  ဗ္ကန်လဝ်၊  ဟီုအရေဝ်ဆက်ဂလာန်မုဟ်ပါၚ်။  n.  ပွမခံကဵုၚုဟ်မးသွက်ဂွံရာန်၊  ဒဒှ်မတံၚ်ကေတ်လေလာန်။"},	
{"word":"bide","def":"vt.  မၚ်ဒၟံၚ်အခေါၚ်အဝဵု၊  မၚ်ဒၟံၚ်အခိၚ်အခါခိုဟ်။"},	
{"word":"biennial","def":"adj.  မဒုၚ်ပွိုၚ်ၜါသၞာံ။  n.  တၞံမဒုၚ်ပွိုၚ်ၜါသၞာံ၊  တၞံမနွံအာယုက်ၜါသၞာံ။"},	
{"word":"bier","def":"n.  စၚ်ဇွောံစွံဇွ။"},	
{"word":"big","def":"adj. (-ger,-gest)  မဇၞော်၊  မသၠဲဇၞော်၊  မသၠဲလး၊  မဇၞော်တဴပ္ဍဲပရေၚ်။  bigness (n)  ဇနော်၊  ဇၞော်။"},	
{"word":"bigamy","def":"n.  ပွမကေတ်ဗြဴၜါတြုံၜါ။  bigamous (adj)  မဆေၚ်စပ်ကဵုပွမကေတ်ဗြဴၜါတြုံၜါ၊  မလုတ်လောန်ဒုဟ် ကေတ်ဗြဴၜါတြုံၜါ။  bigamist (n)  မၞိဟ်မံၚ်ဗြဴၜါတြုံၜါ။"},	
{"word":"bight","def":"n.  ကၟာၚ်(ဇုက်)၊  အထံၚ်(ဂၚ်)၊  ဂပဝ်ဂၚ်၊  ဂပဝ်ၜဳ၊  ကဝါၚ်ဂၚ်၊  ကဝါၚ်ၜဳ။"},	
{"word":"bigoted","def":"ppl. adj.  မနွံကွေတ်ဝါဒဗိုန်ခိုၚ်၊  မနွံကဆံၚ်မခံၚ်တဴမွဲလ္ပာ်ဓဝ်။  bigot (n)  မၞိဟ်မနွံကဵုကွေတ်ဗိုန်၊  သၟာမခံၚ်တဴမွဲလ္ပာ်ဓဝ်။"},	
{"word":"bilateral","def":"adj.  မနွံဒၟံၚ်သီုၜါလ္ပာ်၊  မဆေၚ်စပ်ကဵုသီုၜါလ္ပာ်၊  မတုပ်စိုတ်သီုၜါလ္ပာ်။"},	
{"word":"bile","def":"n.  ဍာ်ကၠၚ်ပၟတ်၊  စိုတ်ဒေါသ။"},	
{"word":"bilingual","def":"adj.  မဟီုလေပ်ဘာသာၜါဂကူ၊  မချူလေပ်ဘာသာၜါဂကူ။"},	
{"word":"bilious","def":"adj.  မဆေၚ်စပ်ကဵုကၠၚ်ပၟတ်၊  မလီုအာကၠၚ်ပၟတ်၊  မထၞေန်စပ်ဒၟံၚ်ကဵုယဲကၠၚ်ပၟတ်လီု။"},	
{"word":"bill","def":"n.  ခၟဴ၊  ခမှဴ၊  သမှဴ၊  ခၟဴဂစေံ။  vt.  ဂစေံၝောံတၟက်ဇွိတ်သပေါတ်ညးသ္ကံနကဵုခၟဴ၊  ဂစေံၝောံတၟက်ဟုဲနှဴဒၟံၚ်ကုမွဲကဵုမွဲ။  n.  စရၚ်၊  လိက်အာတ်သၠုဲ၊  စရၚ်ကဝုတ်လဝ်ဗၞိက်။   ၂။  လိက်လလောၚ်တြးဏာကဵုတဲ၊  လိက်လလောၚ်တြးဗာန်လဝ်ပ္ဍဲဒဒၚ်။  ၃။  ဥပဒေအပြောံ(ဆဒှ်ဗီု)။  ၄။  လိက်ကသုက်လှဲသြန်၊  စၟတ်တဲသၠဲသြန်။  vt.  လလောၚ်တြး၊  နကဵုတဲနကဵုလိက်တၞးဗာန်လဝ်။  ၂။  အာတ်မိက်နကဵုလိက်တၞးအာတ်မိက်။  bill-poster / bill-sticker (n)  မၞိဟ်ဗက်ဗာန်လိက်လလောၚ်တြး။"},	
{"word":"billet","def":"n.  သ္ၚိကောန်ပၞာန်တံဇူဒီု။  vt.  သကဵုဒၞာဲဂဇံဇူဒီု။"},	
{"word":"billiards","def":"n.  နဲဝေၚ်ဗဳလဳယျာတ်။"},	
{"word":"billion","def":"n.  လ္ၚီအသၚ်ဃဲယံၚ်။"},	
{"word":"billow","def":"n. [lit.]  အလိုန်လပှ်၊  ဇွိုန်လပှ်ဇၞော်၊  ဂၚ်။  vt.  အလိုန်လပှ်က္တဵု၊  က္တဵုဒှ်တိုန်ညံၚ်ရဴအလိုန်လပှ်၊  ဒှ်မံၚ်ဇွိုန်လပှ်။  billowy (adj)  မဇၞော်တဴဒၟံၚ်ကဵုလပှ်။  billowy wave dash up. (vt.)  လပှ်အလိုန်ပက်ပါ။"},	
{"word":"billy","def":"n.  ခေါ်ပသဲဍာ်သွက်ဂွံရပ်စပ် ပ္ဍဲတောံတိုပ်ဒၞာဲဖျေံဗ္ဒိုပ်။"},	
{"word":"billygoat","def":"n.  ဗ္ၜေံတၟက်။"},	
{"word":"bin","def":"n.  တလာမဂိုၚ်ဒေပ် စေဝ်,ပုက်,ခေါ်။"},	
{"word":"binary","def":"adj.  မဒှ်ၜါ၊  ၜါဂကူ၊  မဒှ်ၜါဆော၊  မဒှ်ၜါလ္ၚဝ်။  binary star. (n)  သၞံၚ်ၜါမွဲဆော။"},	
{"word":"bind","def":"vt. vi. (pt.pp. bound)  ဂတ်၊  ကၠေၚ်၊  ကၠေၚ်ဒက်၊  စန်၊  ဂြီု၊  ဒက်၊  ဒက်လဝ်၊  ဒက်ဂြေန်၊  စန်ဒက်၊  ပူဒက်၊  ကၠေဟ်၊  ပူကၠေဟ်၊  ကွိၚ်၊  ကွိၚ်ဒက်၊  တၞေၚ်ဒွက်။  ၂။  ဇိၚ်(လိက်အုပ်)၊  တောဲ။  ၃။  သကဵုကလောံအာ၊  သကဵုကြံၚ်အာ။  ၄။  သကဵုကၠောန်နကဵုလိက်ကသုက်ဒုၚ်ဝေါန်၊  သကဵုမံၚ်နကဵုမၞိဟ်ဒုၚ်လျိုၚ်။  bind about. (vt.vi.)  ပူရေတ်။  binder (n)  မၞိဟ်ဇိၚ်လိက်။"},	
{"word":"binding","def":"n.  ဂတိုပ်လိက်အုပ်၊  ပွမဇိၚ်လိက်အုပ်၊  ပွမဂြီု၊  ပွမစုတ်အတၚ်။"},	
{"word":"binoculars","def":"n. pl.  ပၠံၚ်ဒ္ၚောဝ်ရံၚ်ဋ္ဌာန်ဇမ္ၚောဲ၊  ဒ္ၚောဝ်ဗဒုတ်ရုပ်ရံၚ်ဌာန်ဇမ္ၚောဲ။"},	
{"word":"biography","def":"n.  အတ္ထုပ္ပတ္တိ၊  လိက်အတ္ထုပ္ပတ္တိ၊  လိက်ချူလဝ်ဝၚ်ပူဂဵု(နူအ္စာကဝိမွဲမွဲ)။  biographical (adj)  မဆေၚ်စပ်ကဵုလိက်အတ္ထုပ္ပတ္တိ။"},	
{"word":"biology","def":"n.  ကွတ်ဗေဒဇဳဝ၊  ကွတ်ကတ်လ္ၚတ်ပရောသတ်မၞုံကဵုလမျီု(ဆု,ဒုန်,သတ်တိရစ္ဆာန်)။  biologist (n)  တၠပညာကွတ်ဗေဒဇဳဝ။  biological (adj)  မဆေၚ်စပ်ကဵုကွတ်ဗေဒဇဳဝ။"},	
{"word":"bioscope","def":"n.  ရုပ်ဂမျိုၚ်၊  ဗာၚ်အဝ်သကပ်။"},	
{"word":"biped","def":"n.  သတ်ဇိုၚ်ၜါ။"},	
{"word":"biplane","def":"n.  က္ၜၚ်ကျာသၞေၚ်ၜါထပ်။"},	
{"word":"bipod","def":"n.  လေံထံက်နကဵုဇိုၚ်ၜါ၊  ဇိုၚ်လ္ဇံက်နွံၜါ။"},	
{"word":"bird","def":"n.  ဂစေံ၊  သက္ကုဏ၊  သကုန္န၊  သတ်တၠသၞေၚ်။  bird cage. (n)  သ္ၚိဂစေံ၊  ခရိုၚ်ဂစေံ။  birds generally. (n)  ဂစေံတနေံ(တၞေံ)။  bird's nest (n)  သပေဲါဂစေံ။"},	
{"word":"birth","def":"n.  ဒဒှ်မဒှ်ကၠုၚ်မၞိဟ်။  ၂။  မဇဂကူ၊  ဇာတ်။  birth from the womb. (n)  ဇလာဗုဇ၊  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်နူဂဝ်ဂၞဴ။  birth story of the Bodhisat. (n)  ဇာတ်၊  သတ်ဇာတ်ဗောဓိသတ်။  give birth (vt)  သယျာကောန်။"},	
{"word":"birthday","def":"n.  တ္ၚဲက္တဵုဒှ်မၞိဟ်။"},	
{"word":"biscuit","def":"n.  ကွာၚ်ကှ်ကှ်၊  ကွာၚ်ဗဳသကေတ်၊  ကွာၚ်ကလာ။"},	
{"word":"bisect","def":"vt.  ကုတ်ကဝက်၊  ထပိုတ်ကဝက်၊  ကုတ်။  bisection (n)  ဒဒှ်မပါ်လဝ်ကဝက်။"},	
{"word":"bishop","def":"n.  အ္စာဂိုန်၊  ဂအုပ်ဂိုန်၊  သၚ်ရာဇာဂဏ။"},	
{"word":"bison","def":"n.  ကလိၚ်၊  ပြေၚ်အရိုၚ်။"},	
{"word":"bit","def":"n.  ကၞာတ်သောဲသောဲဗြောဲဗြောဲ၊  ကၞာတ်ကၞုမသၠေက်မသၠံၚ်။  ၂။  ပသဲလဟေက်ချေံ၊  ေၚက်သပူ၊  ေၚက်ဂတ်ဒူ။"},	
{"word":"bit","def":"ရံၚ် bite တေံညိ။"},	
{"word":"bitch","def":"n.  ကၠဵုၝောံ၊  ကၠဵုကၠိၚ်ၝောံ။"},	
{"word":"bite","def":"vt. vi. (pt.bit, pp.bitten)  ကိတ်၊  သ္ကိတ်၊  စမှက်၊  စမှက်စ၊  ထမက်၊  ထမက်စ။  ၂။  စ။  ၃။  ဗိုန်ဗတ်၊  ဂိဓဇောတ်။  n.  ပွမကိတ်၊  မွဲပါၚ်၊  မွဲလၟံက်၊  ဂၟေၚ်ေၚက်။  bite suddenly (vt.vi.)  ခၟက်၊  ခမက်ကိတ်၊  ထမက်၊  ထမက်ကိတ်။"},	
{"word":"bitten","def":"ရံၚ် bite တေံညိ။"},	
{"word":"bitter","def":"adj.  ဂမ္တၚ်၊  မဂမ္တၚ်၊  မနွံကဵုရှ်ဂမ္တၚ်။  ၂။  မဂိဓဇောတ်၊  မဒုၚ်ဒဝ်ဝါတ်၊  မဇၞော်ကဵုဒေါသ၊  မလေပ်တ္ၚံက်ဍုတ်ဍေဲ။  bitterly (adv)  နဒဒှ်မဂမ္တၚ်္ၚာပ်၊  ဗွဲမဂမ္တၚ်။  bitterness (adj)  မဂမ္တၚ်၊  ဂမ္တၚ်။"},	
{"word":"bivouac","def":"n.  ဗဒိုပ်ဒပ်သွက်ဂွံဇူတာမွဲချိုန်ခဏ ပ္ဍဲဒၞာဲမဟၟဲကဵုထပက်လဝ်တာဲ။"},	
{"word":"bizarre","def":"adj.  မသရံၚ်ဓဂါတ်ဒၟံၚ်၊  မညာတ်ရိုၚ်တဴပ္ဍဲမတ်၊  မတၟေၚ်တၟဟ်မံၚ်ပ္ဍဲမတ်။"},	
{"word":"black","def":"adj. (-er,-est)  လမ္စံက်၊  လစံက်၊  အရံၚ်လမ္စံက်၊  မစံက်(လစံက်)၊  မနွံအရံၚ်လမ္စံက်၊  သာ်ဒမျိုၚ်၊  ဒမျိုၚ်။  black glutinous rice. (n)  သြောံပလေၚ်လမ္စံက်၊  ပလေၚ်လမ္စံက်။  black leopard. (n)  ကၠလမ္စံက်။  black pepper. (n)  မြေက်ခၟိဟ်။  black striped tropidonotus. (n)  ဇြုံသာံသောတ်။  black varnish tree. (n)  တၞံသာန်။  black wood. (n) ကြက်ဂြၚ်၊  ဆုကြက်ဂြၚ်။  black wood-oil. (n)  သာန်၊  သြာန်၊  ထ္ၜိုတ်သာန်။"},	
{"word":"blacken","def":"vt. vi.  သကဵုလမ္စံက်ဂၠုအာ၊  ဟီုဂလာန်မသက္ကုထၟိက်ရဴယၟုသ္ဂောံလီု၊  သကဵုယၟုလီု၊  ပလီုယၟု။"},	
{"word":"blackguard","def":"n.  ပူဂဵုမယုတ်မာအပ္ဍဲဒ္ဂေတ်ပွ၊  ပူဂဵုဟွံမွဲကဵုဓဝ်သမ္မာ၊  မၞိဟ်ယုတ်မာ။"},	
{"word":"blacking","def":"n.  ဍာ်ဂဥုဲလမ္စံက်သွက်လံက်ဒၞပ်။"},	
{"word":"black-list","def":"n.  မၞိဟ်လုပ်စရၚ်ယၟုလီု၊  ပွမပၠောပ်လဝ်စရၚ်ယၟုလီု။"},	
{"word":"blackmail","def":"vt.  အာတ်သွက်သ္ဒးတၟာတ်လဝ်ပါၚ်၊  ဘတ္ၚေတ်ကေတ်သၠုဲ။  n.  ပွမဘပဠဟွံကဵုသၠုဲတၟာတ်ပါၚ်မ္ဂး မဗၟံက်ပ္တိတ်စ။"},	
{"word":"black-out","def":"n.  ပွမဖျေံဒမၠုလဝ်၊  ပွမဝိုတ်အာသတိမွဲလစုတ်ဓဝ်။"},	
{"word":"blacksmith","def":"n.  သၟာဓၟာတ်ပသဲ၊  ခမာတ်ပသဲ၊  ဒမာတ်ပသဲ။"},	
{"word":"bladder","def":"n.  ဂၞဴဍောတ်၊  ထိုၚ်ကၞံ။  ၂။  လှောန်ထိုၚ်ကၞံ၊  လှောန်ရပ်ဗာပ္ဍဲဗဝ်၊  သ္ၚိဍာ်ပသြဴ။"},	
{"word":"blade","def":"n.  တ္ၜုန်ကးသော်ပါၚ်၊  ေၚက်တ္ၜုန်ကးသော်ပါၚ်။ ၂။  တၞး(ဆု)တၞးဂၠိၚ်ဂၠိၚ်။  ၃။  ပၠာတသု။  blade of a helm. (n)  သၠသၞေဝ်။"},	
{"word":"blame","def":"vt.  စုတ်ဒုဟ်၊  ဗျိ၊  ဗျိပၠုတ်၊  ဗျိလုတ်ပၠုပ်၊  ဂရိုဟ်၊  ဒရိုဟ်၊  ဟီုဂရိုဟ်၊  ဗျံက်၊  ဗျံက်ဗျ၊  ဟီုဗျံက်ပၠုတ်၊  ဖျုက်ဖျာ်၊  ဟီုဖျုက်ဖျာ်၊  လဗပ်ပကီု၊  နၚ်စုတ်၊  နၚ်ဒုဟ်၊  ဖျေံဒုဟ်၊  ပ္တိုန်ဒုဟ်။  n.  ပွမပ္တိုန်ဒုဟ်၊  ပွမဗျိပၠုတ်၊  ဒဒှ်ဟွံဗၠးနူတာလျိုၚ်ဒုဟ်။"},	
{"word":"blanch","def":"vt. vi.  သကဵုဗုအာ၊  သအးဗဗုထောံ၊  ချောတ်ဗဗုထောံ၊  သကဵုဗုဖျိုဟ်အာ၊  သကဵုဗုဖျိုဟ်ကၠုၚ်။"},	
{"word":"bland","def":"adj.  မနွံကဵုယေန်သၞာၚ်ဇိပ်ဇိပ်ဂၠိပ်ဂၠိပ်။"},	
{"word":"blandishment","def":"n.  ပွမသၠေံစကာ၊  ပွမထအၚ်ပ္တိုန်တုဲစကာ၊  ဒဒှ်မသ္ဍာတ်ကတောဝ်တုဲစကာ။"},	
{"word":"blank","def":"adj.  မဟၟဲကဵုချူချာဲလဝ်၊  မဒှ်ဒၟံၚ်ဗလာ၊  မသၠးမံၚ်။  ၂။  မၚၚ်သၠၚ်ဒၟံၚ်၊  မလှၚ်ဒိုပ်ဒၟံၚ်။  blankly (adv)  နဒဒှ်မလှၚ်ဒိုပ်ဒၟံၚ်။  blankness (n)  ဒဒှ်မလှၚ်ဒိုပ်။  n.  ဒၞာဲသၠး။ ၂။  အမှဲ။"},	
{"word":"blanket","def":"n.  ယာတ်၊  ယာတ်ဂ၊  ယာတ်လတက်၊  ကၟဝ်၊  ယာတ်ကၟဝ်၊  ယာတ်ဥပ်(အုပ်)။"},	
{"word":"blare","def":"n.  ဗရုဗဂိုဟ်ခရာခပဵု။  vt.  ကဵုရမျာၚ်ခရာခပဵု။"},	
{"word":"blaspheme","def":"vt. vi.  ဟီုဂးဂလာန်မဟွံမွဲကဵုအဲပရဲ၊  ဟီုစောဒနာစကျာ်ဓဝ် နကဵုဂလာန်လုတ်မှာ။  blasphemous (adj)  မဟီုဂလာန်ဟၟဲကဵုအဲပရဲ။  blasphemy (n)  ဒဒှ်မဟီုဂလာန်ဟၟဲကဵုအဲပရဲ။"},	
{"word":"blast","def":"n.  ကျာဓမြာတ်ပိုက်လွိၚ်ဏာ၊  ကျာဓမြာတ်ပိုက်လမိုတ်ဏာ၊  ကျာဓမြာတ်ပိုက်ကၠာန်ဏာ။  ၂။  ဗရုရမျာၚ်ဗဂိုဟ်ခပဵုခရာ။  vt.  ဖံက်ဗ္တိုဟ်။  ၂။  သကဵုလီုလာ်လှေက်လှံၚ်အာ။  blasted (adj)  မဗြမ်အာ၊  မထရိုဟ်အာ(သတ်ဆု)။  blasted grain (n)  သွံ၊  သွံသြောံ။  blast after blast. (adv)  ဖောတ်ဖောတ်။"},	
{"word":"blatant","def":"adj.  မထတ်၊  သၠဲ(ရမျာၚ်)၊  က္ဍဟ်သၠာၚ်၊  မဟွံပေၚ်ဒကေဝ်၊  မဟၟဲကဵုမုက်ဂဝ၊  မဗြုဇၞော်ကဵုဇြဟတ်၊  မဗြုထတ်ထတ်၊  မဟွံမွဲကဵုဖေက်ပါပ်ဂွပါပ်။"},	
{"word":"blaze","def":"n.  ပွမဂဵုသလံၚ်၊  ဂၠန်ပၟတ်၊  ပွမဍာဲဂဵုတၟးမံၚ်။  vi.  ဂဵု၊  ဂဵုခၠၚ်၊  ဂဵုဒဟဵု၊  ဂဵုလဟဵု၊  ဂီုလောံလာဲ၊  ဂီုသလံၚ်၊  ဂဵုသလံၚ်တၟးမံၚ်၊  စဳပျး၊  စဳပျးပဂဵုလဝ်၊  တူတိုန်ဂဵုတိုန်သဴသဴ၊  က္တဴဍိုၚ်ဍုဟ်ဒၟံၚ်၊  မြဟ်၊  သ္ဂဵု၊  သၠံၚ်၊  ဂဵုတူဟူဟူ။၂။  မနောတိတ်ဇၞော်ကဵုဇြဟတ်၊  ပန်ကဵုသၞာတ်ဟွံသကုတ်အာ၊  ကရိုဟ်ပန်သၞာတ်။"},	
{"word":"blaze","def":"vt.  တှ်ေ၊  ဒေတ်(ပ္ဍဲတၞံဆု)၊  ဒတ်၊  ထ္ၜးကဵုဂၠံၚ်၊  ပၠကဵုတရဴ။"},	
{"word":"blazer","def":"n.  ပလောံဗၠေဇြာ၊  ပလောံရဲဝေၚ်ဒံၚ်ထလာ်တံလ္တက်သၠောံ။"},	
{"word":"blazon","def":"vt.  ကၠောန်ညံၚ်ရဴပရိုၚ်သ္ဂောံဇၞော်၊  ကၠောန်ညံၚ်ဂွံဒယှ်တှ်။"},	
{"word":"bleach","def":"vt.  သအးထောံအရံၚ်၊  ချောတ်ထောံအရံၚ်အရာ၊  ကဵုအရံၚ်စှ်ေသၠောတ်အာ။"},	
{"word":"bleak","def":"adj.  မဂံက်ဂါ၊  မဟွံတၟးဇး၊  မအုပ်အာပ်ဒလီုမံၚ်၊  မဂၠုဂၠေၚ်မံၚ်။"},	
{"word":"bleary","def":"adj.  မလှီု၊  မဟွံကၠး၊  မသဗုၚ်(မတ်)။  bleary-eyed  (n)  မတ်လှီုလှီု၊  မတ်ဆဵုဟွံကၠး။"},	
{"word":"bleat","def":"vt. vi. n.  လရိုအ်(ကောန်ဂၠဴ,သဵု,ဗ္ၜေံ)၊  ဗရုရမျာၚ်လရိုအ်(ကောန်ဂၠဴ,သဵု,ဗ္ၜေံ)။"},	
{"word":"bled","def":"ရံၚ် bleed တေံညိ။"},	
{"word":"bleed","def":"vt. vi. (pt.pp.bled)  သကဵုဆီတိတ်။"},	
{"word":"blemish","def":"n.  ပၞေတ်၊  ပၞေတ်သရ၊  ဒၞာဲဍံက်ဍေန်၊  အစောန်အပြံက်။  vt.  သကဵုဍံက်ဍေန်၊  သကဵုဍာပ်ဍေၚ်။"},	
{"word":"blench","def":"vi.  ထလာ်ဒံၚ်ဗလေတ်၊  ဆိုအ်ဆေၚ်ဒၟံၚ်။"},	
{"word":"blend","def":"vt. vi. (pt.pp.-ed .or. blent)  သၞဴထောံ၊  ပနှဴထောံ၊  ဖက်သၞဴ၊  ဟုဲထောံ။  n.  အရာမဖက်သၞဴလဝ်။"},	
{"word":"bless","def":"vt. (pt.pp.blessed, blest) ဖျေံမေတ္တာ၊  ရာဒနာမိက်ကဵု။  ၂။  ပလံၚ်မေတ္တာ။  ၃။  ဖ္ဍိုက်ဗပေၚ်ကဵု။  ၄။  ထ္ၜပတိုန်ကဵု၊  ပ္တိုန်ကဵုစရာဲ။  blessed (ppl.adj.)  မဇၞော်ပြဲ၊  မပြဲ၊  မက္ဍိုက်ပေၚ်ကဵုကဆံၚ်ကုသဵုခိုဟ်၊  မက္ဍိုက်ပေၚ်ကဵုတသိုက်သုခ။  blessedness (n)  တမှိက်၊  ထၟိက်၊  မၚ်္ဂလ၊  ပသေက်ပသဝ်၊  ဒဒှ်ပသေက်ပသဝ်ကဵုမ္ၚဵု။  blessing (n)  မ္ၚဵု၊  မၚ်္ဂလ၊  လွဵု၊  ပသေက်ပသဝ်။"},	
{"word":"blether","def":"n.  ဂလာန်သမ္ဒိုဟ်။  vi.  မဟီုဂလာန်ဟွံမမွဲကဵုသတ်ဒတ်(ဟွံမွဲကဵုတၚ်နၚ်အဓိပ္ပာဲ)။"},	
{"word":"blather","def":" n. ဂလာန်သမ္ဒိုဟ်။  vi.  မဟီုဂလာန်ဟွံမမွဲကဵုသတ်ဒတ်(ဟွံမွဲကဵုတၚ်နၚ်အဓိပ္ပာဲ)။"},	
{"word":"blew","def":"ရံၚ် blow တေံညိ။"},	
{"word":"blight","def":"n.  စၟယဲတၞံဆု။  ၂။  ဟိုတ်မသကဵုလီုအာ။  vt.  သကဵုလီုလာ်အာ၊  ဗြောံ၊  ဗြံ၊  ဗြောံပါ်။"},	
{"word":"blimp","def":"n.  ယာန်သၟတ်မစုတ်လဝ်ဓါတ် မအာကၠုၚ်မာန်အတိုၚ်ပၟိက်စိုတ်။"},	
{"word":"blind","def":"adj.  ကမၠက်၊  ကမၠက်ၜေက်၊  ထၜေက်၊  ဒမၠုမတ်၊  မဂၠုမတ်၊  မကၠက်၊  မဟွံညာတ်၊  မဟွံညာတ်ဗီုတြေံ(မတ်)။  ၂။  မဒှ်ညံၚ်ရဴအလက်ဂၠာံစာံအာ၊  မဟၟဲကဵုအစၚ်အခြၚ်။  ၃။  မဟၟဲကဵုပထောၚ်၊  မကၠက်ၜေက်ဒၟံၚ်၊  မဟၟဲကဵုဂၠံၚ်တိတ်။  vt.  ကၠက်၊  သကဵုကၠက်၊  ကမၠက်၊  မတ်ကၠက်၊  မတ်ဂၠု၊  သကဵုဒှ်ကဆံၚ်ဆဵုဟွံမာန်၊  ဂၠုမတ်၊  ဂၠုသပါ၊  ဂၠုၜေက်။  blindly (adv)  နဒဒှ်မဒက်ဂြောပ်လဝ်မတ်ကဵုယာတ်။  blindness (n)  ဒဒှ်မဒက်ဂြောပ်လဝ်မတ်ကဵုယာတ်။  blind worm (n)  ဇြုံစက်စိၚ်။  blind (n)  ဖ္ဍာန်တ္ၚဲမစဵုလဝ်ခဒံဂိုၚ်သီပတိုန်မာန်။  ၂။  မၞိဟ်ဒမၠုမတ်။"},	
{"word":"blindfold","def":"vt.  တၟာတ်ဒက်လဝ်မတ်နကဵုယာတ်။  adj. adv.  မဒက်လဝ်မတ်နကဵုယာတ်၊  နဒဒှ်မဒက်လဝ်မတ်နကဵုယာတ်။"},	
{"word":"blink","def":"vt. vi.  ခရေပ်မတ်၊  ခရေပ်ဒၟံၚ်မတ်တေပ်တေပ်။  ၂။  ဒှ်ဒၟံၚ်ဖျေတ်ဖျေတ်၊  တၟးဒၟံၚ်ဖျေဲဖျဴ။"},	
{"word":"bliss","def":"n.  ပဳတိ၊  သုခ၊  တသိုက်သုခ။  blissful (adj)  မက္ဍိုက်ပေၚ်တဴကဵုတသိုက်။"},	
{"word":"blister","def":"n.  ဖဍတ်၊  သရဍာ်တၟာန်နွံ၊  သရဖဍတ်ဂုဟ်မံၚ်၊  သရဂုဟ်ဖဍံၚ်ဒၟံၚ်၊  ယဲမဖ္ဍတ်တိုန်၊  အကၚ်တူပၟတ်။  vt. vi.  သကဵုဖဍတ်က္တဵုဒှ်၊  ဖဍတ်တိုန်၊  ဖဍအ်၊  ဖဍအ်တိုန်။"},	
{"word":"blitz","def":"n.  ပွမလုပ်တ္ၚီုဗတိုက်မွဲအသိၚ်(နူကဵုက္ၜၚ်ကျာ)။"},	
{"word":"blizzard","def":"n.  လဗိုတ်လတိုပ်။"},	
{"word":"bloated","def":"ppl.adj.  မကြောံလောန်အာ၊  မဂုဟ်မိုပ်ဒၟံၚ်၊  မဂုဟ်ဖ္ဍံၚ်ဒၟံၚ်၊  မဇၞော်ဂေါဝ်လောန်၊  မပု၊  မပုတိုန်၊  မဖ္ဍံၚ်တိုန်။"},	
{"word":"bloc","def":"n.  ဂကောံသ္ကံ၊  ဍုၚ်ဂကောံသ္ကံမပံၚ်ပကောံလဝ် ရန်တၟံလ္တူဖဵုတုပ်သၟဟ် အပ္ဍဲပရေၚ်ပိုန်ဒြပ်,ပရေၚ်ဍုၚ်ကွာန်။"},	
{"word":"block","def":"n.  ကလောံ၊  ဒဒှ်မဆိုအ်အာ။  ၂။  ဂအာၚ်သ္ၚိ၊  ကရုၚ်ခုၚ်ဂဇံ။  ၃။  ဗီုဂတှ်ေရပ်စပ်ပ္ဍဲစက်တက်လိက်။  ၄။  ပွမတၟာတ်ဆိုအ်။  ၅။  မလိက်သွက်ဂွံတက်လိက်။  vt.  တၟာတ်ဆိုအ်၊  ဆဵုဒဝ်စဵုဒၞာ၊  သၚ်ဗီု(ပ္ဍဲတၞးကသူပါန်ခဳ)။"},	
{"word":"blockade","def":"n.  ပွမဝိုၚ်ဗိုၚ်ဆိုအ်လဝ်။  vt.  ဝိုၚ်ရေတ်တၟာတ်ဆိုအ်ဒၟံၚ်။  n.  ပွမတၟာတ်ဆိုအ်၊  အရာမတၟာတ်ဆိုအ်ဒၟံၚ်။"},	
{"word":"blockhead","def":"n.  မၞိဟ်ဓီုအ၊  မၞိဟ်ဒိုဟ်ဓီု။"},	
{"word":"blond(e)","def":"n.  ညးမနွံကဵုသော်အရံၚ်ဗ္ကောတ်ဍာ်မိတ်ဖျိုဟ်ဖျိုဟ်။"},	
{"word":"blood","def":"n.  ဆီ၊  လောဟိတ။  blood horse (n)  ချေံအဇာနိယျ။"},	
{"word":"blood bank","def":"n.  ဗေန်ကဵုဒါန်ဆီ၊  ဒၞာဲကဵုဒါန်ဆီ။"},	
{"word":"blood-bath","def":"n.  ပွမဂစိုတ်ကၠေံသီုဂကောံသီုသ္ကံ အခါဂွံအာဇၞးပေဲါပၞာန်။"},	
{"word":"bloodless","def":"adj.  မဟၟဲကဵုဆီပါ်ဍာ်ဇွောဝ်။  ၂။  မဖျိုဟ်ဒၟံၚ်အရံၚ်အရာဆီညိဟွံမွဲ၊  မဟၟဲကဵုအရံၚ်အရာဆီ။"},	
{"word":"bloodshed","def":"n.  ဒဒှ်မက္တဵုဒှ်ပရေၚ်ဆီပါ်ဍာ်ဇွောဝ်၊  ပွမဂစိုတ်ဂယိုၚ်ညးသ္ကံ။"},	
{"word":"bloodshot","def":"adj.  မဍာဲဂဵုဒၟံၚ်(မတ်)။"},	
{"word":"bloodthirsty","def":"adj.  မဗျဵုထၚ်ဒၟံၚ်ဆီ၊  မလုပ်ဒၟံၚ်ကဵုဂစိုတ်ဂယိုၚ်၊  မဓဇန်သဟာ။"},	
{"word":"bloody","def":"adj.  မဍာပ်ဍေန်ဒၟံၚ်ကဵုဆီ၊  မဒှ်ဒဒှ်ဆီဍာဲပြးဒၟံၚ်။"},	
{"word":"bloom","def":"n.  ဍောၚ်ပ္ကဴ၊  ပွမရာၚ်၊  အခိၚ်မရာၚ်ဆာဲ။  vt.  ပ္ကဴရာၚ်။"},	
{"word":"blossom","def":"n.  ပ္ကဴ၊  ပ္ကဴသဴ၊  ပ္ကဴသြဴ၊  ဍောၚ်၊  ဍောၚ်ပ္ကဴ။  vi.  ရာၚ်၊  ရာၚ်ဆာဲ။"},	
{"word":"blot","def":"n.  ပွမဍာပ်စုတ်မှၚ်၊  ပွမဍာပ်ဍေန်ဒၟံၚ်ညံၚ်ရုပ်သာ်ဂွံပရေံ၊  ဂွေၚ်ဍာပ်လမ္စံက်၊  အရာသကဵုဌာန်ဇၞူမတ်ဍာပ်ဍေၚ်ကစံက်ကစေန်အာ။  vt.  ကဵုမှၚ်ဍာပ်ဍေန်အာ။  ၂။  သကဵုကှ်အာနကဵုစက္ခူဇြောတ်ကေတ်မှၚ်။  ၃။  ခရက်ပလီုထောံ၊  ကၞိက်လဒဵုထောံ၊  ဗ္ဒန်ထောံ၊  ပၠေၚ်၊  ပၠေၚ်ကၠေံ၊  ပၠေၚ်ထောံ။"},	
{"word":"blotch","def":"n.  ဂၟေၚ်ဍံက်ဍေန်၊  ဂၟေၚ်ဍာပ်ဍေၚ်။  vt.  သကဵုဂၟေၚ်ဍံက်ဍေန်သှ်ေတ္ၜက်ဒၟံၚ်၊  သကဵုဂၟေၚ်ဍာပ်ဍေၚ်သှ်ၜေက်ဒၟံၚ်။"},	
{"word":"blotting-paper","def":"n.  စက္ခူဇြောတ်မှၚ်၊  စက္ခူဍာပ်ဇြောတ်မှၚ်။"},	
{"word":"blotto","def":"pred. adj.  မထ္ၜူဒၟံၚ်အရက်ဗွဲမလောန်။"},	
{"word":"blouse","def":"n.  ပလောံသၠောံလ္တူဇၞော်ဇၞော်သၠဲသၠဲရောံရောံ။"},	
{"word":"blow","def":"n.  ပွမစာဲ။  ၂။  ပွမဟောံဗြောံအာဇၞော်ကဵုဇြဟတ်။"},	
{"word":"blow","def":"vt. vi. (pt.blew, pp.blown)  ပိုက်(ကျာ)၊  ဂဝဝ်၊  ဗလှ်၊  လဝိုက်(ပိုက်)၊  ပိုက်လဝိုက်။  ၂။  ကမိုၚ်ပါအာကရောံကျာ၊  သကဵုသဝဝ်ပါအာ။  ၃။  ဗဂိုဟ်၊  ဖဂိုဟ်။  ၄။  ဗတိုဟ်၊  ဖတိုဟ်။  ၅။  ဗဂိုဟ်ဗရု၊  ဗဂိုဟ်ကဵုဗြု။  ၆။  ယီုထတ်ထတ်။  ရ။  ဗဂိုဟ်ဖာန်(ပ္ဍဲစက်ကၠောန်ဖာန်)။  n.  ဒုၚ်ကျာ၊  မၞိဟ်ဗဂိုဟ်။  blow away. (vt.vi.)  ဂဝဝ်၊  သဝဝ်၊  ဒဝေၚ်။  blow-pipe (n)  ပၠံၚ်၊  ပၠံၚ်ဗဂိုဟ်ကျာ။"},	
{"word":"blue","def":"n. adj. (-r,-st)  မာဲ၊  သာ်ယန်၊  ဍီု၊  အရံၚ်ဍီု၊  သာ်ချီု။  blue-book (n)  လိက်အုပ်ဇွောံဒုၚ်စဳရေၚ်ကဵုအလဵုအသဳ၊  လိက်စက္ခူသာ်ချီု။  blue lotus. (n)  ဥပ္ပဵု၊  ပ္ကဴကစံၚ်။  blueprint (n)  ဗီုပြၚ်ဒတန်။  blue water lily. (n)  ပ္ကဴဒွေၚ်။  bluish (adj)  သာ်ချီုၜတ်ၜတ်၊  အရံၚ်ဒှ်ဒၟံၚ်သာ်ဍီုညိညိ။"},	
{"word":"bluff","def":"vt. vi.  လီဠာန်ကြီုစဒၟံၚ်။  n.  ပွမလီဠာန်ပတောံကြီုစဒၟံၚ်။"},	
{"word":"bluff","def":"vt. vi.  ပရၚ်စဝ်စဝ်။  adj.  မစဝ်ဒၟံၚ်။  ၂။  မလေပ်ဟီုဂလာန်ပံက်သြိုဟ် ဆုတှ်ေဆု ဒုန်တှ်ေဒုန်။"},	
{"word":"blunder","def":"n.  ပွမဗၠေတ်ယောၚ်ယာနးနးပးပး။  vi.  ဗၠေတ်ဗၠေၚ်ယောၚ်ယာအာနးပး၊  ချဳဒရာၚ်အာကၠုၚ်မံၚ်ဂၠာံဂၠာံစာံစာံ။"},	
{"word":"blunt","def":"adj.  ၜီု၊  ဃိုတ်၊  မၜီု၊  မဟွံကေက်။  ၂။  မဓီုၜီု၊  မဟွံကလိတ်ကလောတ်။  vt.  သကဵုၜီုအာ။  bluntly (adv)  သောၚ်သောၚ်ကၠးကၠး။  bluntness (n)  ဒဒှ်ပံက်သြိုဟ်တုဲဟီုပတိတ်ဖအိုတ်။"},	
{"word":"blur","def":"vt. vi. (-rr-)  သကဵုဗဗုၚ်သၠီုအာ၊  သကဵုရောမံၚ်၊  သကဵုထုဲထံၚ်၊  သကဵုဒှ်ညံၚ်ဟွံကၠးဖ္ဍး။  n.  အစောန်အပြံက်၊  ဍံက်ဍေန်၊  အရာမဆဵုညာတ်ဒၟံၚ်ဓဗုၚ်ဓဗုၚ်၊  အရာမဆဵုညာတ်ကၠာကၠးကဵုဟွံကၠး။"},	
{"word":"blurt","def":"vt.  ပံက်ဟီုဟွံစၚ်ခြၚ်၊  ဓမံက်ဟီုဟွံချပ်ဗ္စာရဏာ။"},	
{"word":"blush","def":"vi.  ဂွမုက်ဍာဲအာ။  n.  အရံၚ်ဆီဍာဲဒၟံၚ်အလုံမုက်(ဂွ)။"},	
{"word":"bluster","def":"vi.  ပိုက်ဏာသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်(ကျာ)၊  ပရဂဟီဗွဲမကြံၚ်မ္ၚိုဟ်၊  ဟီုဂးကြီုစဒၟံၚ်ကြိုဟ်ကြိုဟ်(ထတ်ထတ်)။  n.  ဗရုကျာလဗိုတ်ကၠုၚ်၊  ဗရုဗြုဒၟံၚ်ဝဝ်ဝဝ်၊  ရမျာၚ်ကြီု၊  ပရဂဟီဒၟံၚ်ကြိုဟ်ဟ်။  blustery (adj)  မသ္ကာတ်မြဟ်(ဥတုရာသဳ)။"},	
{"word":"boa","def":"n.  ကၠန်(ဇြုံမွဲဂကူ)။  boa constrictor. (n)  ကၠန်(ဇြုံဟွံမွဲကဵုဂျိ)။"},	
{"word":"boar","def":"n.  ကၠိက်ဂြိုပ်ကၟက်၊  ကၠိက်ကၟက်။"},	
{"word":"board","def":"n.  ခတဵု၊  ဂတဵု။  ၂။  ဂဗံက်၊  ဂကောံဗော်၊  ဒဒှ်မဟွံကၞိက်လဒဵု၊  နဒဒှ်သောၚ်သောၚ်ကၠးကၠး၊  ပွမပံက်သြိုဟ်။၃။  ပွမဗစဖျုၚ်ကဵုၚုဟ်မး၊  ဂတဵုတၟံ။  vt.  လးဂတဵု၊  တက်ဂတဵု၊  ဂြောပ်ဂတဵု၊  စပုၚ်ကဵုၚုဟ်ဂိတု၊  တိုန်လ္တူက္ၜၚ်လ္တူကွဳပၟတ်။"},	
{"word":"boarder","def":"n.  မၞိဟ်ကဵုသၠုဲဂိတုတုဲစပုၚ်၊  ကွးဘာစတိက်ပ္ဍဲဘာ။"},	
{"word":"boarding-house","def":"n.  သ္ၚိစပုၚ်ကဵုသၠုဲဂိတု။"},	
{"word":"boarding-school","def":"n.  ဘာမဒုၚ်တဲကွးဘာစတိက်။"},	
{"word":"boast","def":"n.  အရေဝ်ကြီုစ၊  ပွမဟီုကြီု။  ၂။  အရာသွက်သ္ဒးဟီုပတိုန်စဂုန်စရာဲ။  vt. vi.  ကြီု၊  ကြီုစ၊  ကြီုဇာ၊  ပစခိုဟ်၊  သအဵုသအာ်၊  ကြီုစဒၟံၚ်ကဵုကဆံၚ်မပိုၚ်လဝ်ဂုန်စရာဲသွက်ဂွံကြီုစ။  boaster (n)  မၞိဟ်တိုန်မိုန်၊  မၞိဟ်မကြီုစ၊  မၞိဟ်မကြီုစဇကုဇကု။  boastful (adj)  မတိုန်မိုန်၊  မရပ်လဝ်အလံၚ်။"},	
{"word":"boat","def":"n.  ဂၠုၚ်၊  ကမ္ပာန်။  vt.  ဍိုက်ဝေၚ်ဂၠုၚ်။  boat blown out to sea. (vt. vi.)  ဂၠုၚ်ပှော်။  boat of state. (n)  လှဴဂါ(ဂၠုၚ်သၟိၚ်)။  boat owner. (n)  နာဲဂၠုၚ်၊  တၠဂၠုၚ်။"},	
{"word":"boater","def":"n.  အထုပ်က္ဍိုပ်ချောဲ။"},	
{"word":"boatman","def":"n.  သၟာဂၠုၚ်၊  မၞိဟ်လိၚ်စဂၠုၚ်၊  တၠဂၠုၚ်၊  မၞိဟ်စဂုန်လိၚ်ခၟာၚ်ဂၠုၚ်။"},	
{"word":"bob","def":"n. vt. vi. (-bb-)  ပွမဟဳဒယိုန်အာဒၟံၚ်ပ္ဍဲဍာ်၊  ဟဳဒယိုန်အာပ္ဍဲဍာ်။  ၂။  ပွမကုတ်ဒတ်သော်တံလတက်၊  ကုတ်ဒတ်သော်တံလတက်။"},	
{"word":"bode","def":"vt. vi.  တွံထ္ၜးနိမိတ်၊  ထ္ၜးနိမိတ်၊  နိမိတ်ဂြိပ်ဒၟံၚ်။"},	
{"word":"Bodhisattva","def":"n.  ဗောဓိသတ်၊  အလံၚ်ကျာ်တြဲ။"},	
{"word":"bodice","def":"n.  ဂရောပ်သြိုဟ်၊  ပလောံဂရောပ်သြိုဟ်၊  ပလောံဒုၚ်အပ္ဍဲဗြဴဗြဴတံ။"},	
{"word":"body","def":"n.  ဇကု၊  ကာယ၊  သ္ကန်၊  သန္ထာန်၊  အတ္တဘဴ၊  ခန္ဓ။  ၂။  ဒကုတ်ဇကု။  ၃။  ဇကုဇကောဝ်။  ၄။  သ္ကံမၞိဟ်၊  ဂကောံမၞိဟ်။  ၅။  အနေဂကောံမွဲ။  body of the drum. (n)  ဒၞိဟ်ဖံ။  body of the lute. (n)  ဂၞာထၞ၊  ဒၞိဟ်ထၞ။  bodily (adj)  မဆေၚ်စပ်ကဵုဇကု၊  မက္တဵုဒှ်ပ္ဍဲဇကု။  adv.  အလုံမွဲ၊  ဖအိုတ်။  bodyguard (n)  ပၟၚ်လမျီု၊  ဒပ်ပၟၚ်ပၟဲလမျီု။  body of a cart. (n)  ဇံၚ်ကွဳ။"},	
{"word":"boffin","def":"n.  မၞိဟ်ဗက်စလ္ပာ်ကွတ်ပညာ၊  မၞိဟ်ဗက်စလ္ပာ်ကွတ်သိပ္ပ။"},	
{"word":"bog","def":"n.  ခရီု၊  ခၠိုၚ်လၟက်။  boggy (adj)  bogged (ppl.adj.)  မနက်စှ်ေပ္ဍဲခရီု၊  မစှ်ေအာကဆံၚ်ရုန်ဒဴတိတ်နူတၚ်ဝါတ်ဂတ်ဟွံမာန်။"},	
{"word":"bogus","def":"adj.  မဒှ်အလီ၊  မဒှ်ကပေါတ်အလီ၊  မဒှ်ပတုပ်ပတောံကၠုၚ်လဝ်၊  မလွေဟ်လဝ်၊  မဒှ်ဇေတ်တ်ဟွံသေၚ်။"},	
{"word":"bohemian","def":"n. adj.  မၞိဟ်မတန်တဴနကဵုအခိုက်ကၞာဗီုညးတၞဟ်သအာၚ်ဟွံသေၚ်၊  မၞိဟ်မတန်တဴအာဆဒှ်ကဵုဒှ်, ၜိုတ်ဒှ်ကဵုဒှ်၊  မၞိဟ်မတန်တဴဟွံမွဲကဵုစေဝ်, ဟွံမွဲကဵုသၞောဝ်သၞောတ်။"},	
{"word":"boil","def":"vt. vi.  ကၞံ၊  သကဵုကၞံ။  ၂။  ၜိုဟ်။  ၃။  ဆီကၞံ။  n.  ဗြိုအ်။  boiler (n)  ထၟာဲဍာ်ဂမ္တဴစက်၊  ပဳလာ။"},	
{"word":"boisterous","def":"adj.  မဓရန်ဓရ၊  မသ္ကာတ်ထတ်၊  မသ္ကာတ်မြဟ်၊  မညာန်ညေဲမိပ်ဇြိပ်။"},	
{"word":"bold","def":"adj. (-er,-est)  ဂံၚ်၊  ဂံၚ်သကာ၊  ဂြိုဟ်ဇၞော်။  ၂။  မဂံၚ်သ္ကာ၊  အလဇ္ဇဳ၊  မဟၟဲကဵုဖေက်ပါပ်ဂွပါပ်။၃။  မပြာကတ်၊  မံက်ဂတဝ်မံၚ်။  boldly (adv)  ဗွဲမဂံၚ်သ္ကာ၊  သီုမဂံၚ်သ္ကာ။  boldness (n)  ဒဒှ်မဂံၚ်သ္ကာ၊  ဒဒှ်အရာမဖေက်ဂွဟွံမွဲ၊  ဂၟံၚ်။"},	
{"word":"bole","def":"n.  လၟဳ၊  ၝောံ(တၞံဆု)။"},	
{"word":"boll","def":"n.  သတ်တောဝ်။"},	
{"word":"bolster","def":"n.  ဂၞဳဇမၠိၚ်။  vt.  ထံက်ပၚ်ရီုဗၚ်။"},	
{"word":"bolt","def":"n.  ပဏံက်၊  ပၞံက်၊  ခဏောဝ်၊  သၞောဝ်၊  နှောဝ်။  ၂။  မူလဳ၊  ဇာဝဳ။  ၃။  လဴတ္ၚ၊  ကံ။  vt. vi.  စုတ်ထောံသၞောဝ်၊  ထ္ပက်စုတ်သၞောဝ်၊  ကဝဲစုတ်မူလဳ။  door bolt. (n)  ကောန်ပၞံက်တရၚ်။"},	
{"word":"bolt","def":"vt. vi.  ဂြိပ်ထောံ။  ၂။  ၚိတ်ဖျေံဗွဲမပြဟ်။  n.  ပွမဂြိပ်ထောံ။  adv.  တပ်တပ်(ဂဇံတပ်တပ်)။"},	
{"word":"bomb","def":"n.  မဗ္တိုဟ်၊  ဗံ။  vt.  ထောံဗံ(မဗ္တိုဟ်)၊  ကၠဟ်ကဵုဗံ။  bomber (n)  က္ၜၚ်ကျာထောံဗံ။  bombshell (n)  အရာမသ္ဒးဒှ်အံသဝ်၊  သ္ဒးမိၚ်ကၠုၚ်ဟွံရန်တၟံ။"},	
{"word":"bombard","def":"vt.  ပန်ကဵုအမၠံက်မွဲဣဝီုကၠံလစုတ်၊  သကဵုစိုတ်ထုဲကြာန်နကဵုသၟာန်သွဟ်မွဲဣဝီုကၠံလစုတ်။  bombardment (n)  ဒဒှ်မပန်ဗလးနကဵုကံအမၠံက်ဗံ။"},	
{"word":"bombax","def":"n.  တၞံကြိက်အရံၚ်တ္ၚဲ။"},	
{"word":"Bombay duck","def":"n.  ကပလိုက်၊  ကခၟောဝ်။"},	
{"word":"bona fide","def":"adj. adv.  မဍာံစၟတ်၊  ဍာံဍာံ၊  နကဵုစိုတ်စရိုတ်ဇကုဍာံဍာံ၊  နကဵုစိုတ်စရိုတ်ဇကုဍာံဍာံယျဵုယျဵုလ္ဂူလ္ဂူ။"},	
{"word":"bonanza","def":"n.  ခပေဲါဗွဝ်ရတ် မပ္တံထဝ်,ကၠေၚ်တိ(အသၟဝ်တိ)။"},	
{"word":"bonbon","def":"n.  မသဂြာ။"},	
{"word":"bond","def":"n.  ဒွက်၊  လိက်ကသုက်၊  လိက်ကသုက်တုပ်သၟဟ်လဝ်စိုတ်၊  လိက်ကသုက်ကတိ၊  ဇရှ်ေပး၊  တသိၚ်ဒွက်၊  သံယောဇိုန်။  ၂။  လိက်ကသုက်ဒလေံသၠုဲ။  ၃။  ဇုက်မတံၚ်ဂြဲလဝ်၊  ဇုက်မရေတ်ပူလဝ်။  ၄။  ဇုက်ကဝါ၊  ကၞေၚ်ဒွက်၊  တဏေၚ်ဒွက်၊  တၞေၚ်ဒွက်၊  ဇုက်ကနေၚ်(ကၞေၚ်)။"},	
{"word":"bondage","def":"n.  ပွမသ္ဒးဒုၚ်သ္ပဍိက်။"},	
{"word":"bone","def":"n.  ဇုတ်။  vt.  ပ္တိတ်ထောံဇုတ်။  bony (adj)  မတၟုဲဒၟံၚ်ကဵုဇုတ်၊  မဒှ်ဒၟံၚ်ဇုတ်ဖအိုတ်၊  မတုပ်ကဵုဇုတ်။"},	
{"word":"boner","def":"n.  ဒဒှ်မဗၠေတ်ဗၠေၚ်မှာရာအာ။"},	
{"word":"bonfire","def":"n.  ပၟတ်ဂအုံ(သ္ပပေဲါသ္ဘၚ်ပၟတ်ဂအုံ)။"},	
{"word":"bonnet","def":"n.  အထုပ်က္ဍိုပ်သၟတ်ဗြဴမၞုံကဵုသီုဇုက်ကၠေဟ်။  ၂။  ဂတိုပ်စက်ပ္ဍဲက္ဍိုပ်ကွဳစက်။"},	
{"word":"bonny","def":"adj.  မစိုပ်ဒၟံၚ်ကဆံၚ်သွက်ဂွံဆာန်ခိုဟ်, ကြောံပ္ဍူဒၟံၚ်၊  မဒှ်တဴဗြဴမၞုံကဵုဇကုဇကောဝ်စှ်ေကဵုခလံက်ဓနက်။"},	
{"word":"bonnie","def":"adj.  မစိုပ်ဒၟံၚ်ကဆံၚ်သွက်ဂွံဆာန်ခိုဟ်, ကြောံပ္ဍူဒၟံၚ်၊  မဒှ်တဴဗြဴမၞုံကဵုဇကုဇကောဝ်စှ်ေကဵုခလံက်ဓနက်။"},	
{"word":"bonus","def":"n. (pl.-es)  လာပ်ဗဝ်နာတ်၊  သြန်လာပ်မထပ်ကဵုပဲါနူသြန်ဂိတု။"},	
{"word":"boo(h)","def":"vt. vi. n.  ရမျာၚ်မတိတ်ကၠုၚ် ကာလဟွံဒးကဵုပၟိက်စိုတ်။"},	
{"word":"booby","def":"n.  မၞိဟ်သမ္ဒိုဟ်၊  မၞိဟ်ဟွံတီမွဲသာ်၊  မၞိဟ်ဗာလ။"},	
{"word":"book","def":"n.  လိက်အုပ်၊  ဂြန်၊  စံၚ်၊  ထပိုတ်၊  ပတြာ၊  ပြကိုဟ်၊  ပြကိုဟ်ကၞဟ်၊  ဗပိုတ်၊  လိက်ပတ်၊  လိက်၊  သၠပတ်။  vt.  ပတိုန်လဝ်ပ္ဍဲလိက်၊  ကေတ်လဝ်စၟတ်တဲဒတုဲ။  bookbinder. (n)  သၟာဇိၚ်လိက်၊  မၞိဟ်ဇိၚ်လိက်။  books of the Abhidhamma. (n)  ဓမ္မသၚ်္ဂဏဳ၊  ပဋ္ဌာန်။"},	
{"word":"bookcase","def":"n.  စၚ်လိက်အုပ်၊  ဒၞာဲစွံလိက်။"},	
{"word":"booking-clerk","def":"n.  ခဒမ်သွံစၟတ်တဲ။"},	
{"word":"booking-office","def":"n.  ရုၚ်သွံစၟတ်တဲ။"},	
{"word":"bookish","def":"adj.  မဆေၚ်စပ်ကဵုပွမလ္ၚတ်လိက်ပတ်၊  မလေပ်သ္ဍိုက်မၠိုက်လိက်ပတ်။"},	
{"word":"bookkeeper","def":"n.  မၞိဟ်ချူချာဲစရၚ်၊  မၞိဟ်ပၠောပ်စရၚ်။"},	
{"word":"bookkeeping","def":"n.  ပွမချူချာဲစရၚ်၊  ကွတ်ပညာချူချာဲစရၚ်။"},	
{"word":"booklet","def":"n.  လိက်အုပ်သွတ်၊  လိက်စံၚ်သွတ်။"},	
{"word":"book-palm tree","def":"n.  ရိုတ်၊  တၞံရိုတ်။"},	
{"word":"boom","def":"n.  ရမျာၚ်ဗြုတမ္ညဝ်။  vt. vi.  ဗြုတမ္ညဝ်၊  ဗြုလဟိၚ်အာ၊  ဗြုဓၟုၚ်အာ။"},	
{"word":"boom","def":"n.  ဒဒှ်ပရေၚ်သွံရာန်မခိုဟ်ကၠုၚ်၊  ဒဒှ်ရာသဳမခိုဟ်ကၠုၚ်။  vt. vi.  ကမၠောန်ကၟိတ်ခိုဟ်ကၠုၚ်၊  လလောၚ်တြးညံၚ်ရဴကမၠောန်သ္ဂောံဂြိပ်ကၠုၚ်။"},	
{"word":"boon","def":"adj.  မဒှ်အဖဴအဖက်ဝေၚ်ဂြိုၚ်မိပ်လေပ်။"},	
{"word":"boon","def":"n.  အဝဵု၊  လွဵု၊  ဖဵုဂုန်၊  အရာမသကဵုနွံဖဵုဂုန်၊  ဗက်စမုက်၊  လာပ်သ္ကာ။"},	
{"word":"boor","def":"n.  မၞိဟ်ရိုၚ်ဇိုၚ်ပ္ဍဲကဵုတၠုၚ်လအာ။  boorish (adj)  မနွံကဵုပွမရိုၚ်ရိုၚ်ဇိုၚ်ဇိုၚ်။"},	
{"word":"boost","def":"n. vt.  ဂရိုဟ်ပတိုန်၊  ပွမဂရိုဟ်ပတိုန်၊  ပွမသၠုၚ်ပတိုန်ကမၠောန် ညံၚ်ရဴသ္ဂောံဇၞော်မောဝ်တဴတက်ကၠုၚ်၊  ပွမဗပေၚ်ကဵုဇြဟတ် သွက်ကမၠောန်သ္ဂောံဇၞော်မောဝ်တောတက်ကၠုၚ်။"},	
{"word":"boot","def":"n.  ခနပ်၊  ဂၞပ်၊  ခနပ်ဇိုၚ်၊  ဒၞပ်ဗတ်၊  ဒၞပ်ဍေၚ်။"},	
{"word":"booth","def":"n.  တာဲ၊  ကၞာထး၊  ရုၚ်၊  ရိုၚ်။"},	
{"word":"booty","def":"n.  ကပေါတ်ဗ္တိုက်ပၠံၚ်ၜးဂွံနူကဵုမုက်ပၞာန်၊  ကပေါတ်မသီဂွံလဝ်နူကဵုတဲသၞ။"},	
{"word":"borax","def":"n.  သာ။"},	
{"word":"border","def":"n.  ဓရီု၊  ဒရာနာ၊  သမောန်၊  သၟောန်၊  တသာဲ၊  ဒသာဲ။  ၂။  တၟိုန်၊  ပယျဵု၊  ပယျဵုဓနက်၊  တွဵုဒနက်။  vt. vi.  ၜတ်ကၞာတ်ပယျဵုတွဵုဒနက်၊  စပ်ဒၟံၚ်တွဵုဒနက်ညးသ္ကံ၊  ဆိုက်ကြပ်ဒၟံၚ်ညးသ္ကံ။  bordering (adj)  ဇရေၚ်၊  ကရပ်၊  မညောန်(ညန်)။  borderland (n)  တိဍာ်ပယျဵု၊  အကာဲအရာအပ္ဍဲအကြာပယျဵုတွဵုဒနက်။"},	
{"word":"bore","def":"n.  ဒဳပ္ဍဲပါၚ်ၜဳ၊  ဒဒှ်ဒဳမတိုန်။"},	
{"word":"bore","def":"ရံၚ် bear တေံညိ။"},	
{"word":"bore","def":"vt.  စၚ်၊  ခလၚ်၊  သပူ၊  ကလိုဟ်ပထောၚ်၊  ခဲါပထောၚ်။  to bore a hole in something (vt)  စၚ်ကတောဝ်။  n.  က္တိုၚ်ကလိုဟ်ပထောၚ်လဝ်၊  က္တိုၚ်ခဲါပထောၚ်လဝ်(ဂိုဟ်)။  ၂။  သၠဲပါၚ်ပၠံၚ်သေနာတ်(သၞာတ်)၊  သၠဲပထောၚ်ပါၚ်ပၠံၚ်သေနာတ်(သၞာတ်)။"},	
{"word":"bore","def":"vt.  သကဵုစိုတ်လီု၊  လၞုဟ်ထကုဲအာ။  boredom (n)  အကာဲအရာ၊  အကာဲအရာစိုတ်မလီုလၞုဟ်ထကုဲအာ။"},	
{"word":"born","def":"adj.  မပါကၠုၚ်နူဂဝ်၊  မပါကၠုၚ်နူကဵုပါရမဳတမၠာ။  vt. vi. (pp. of bear)  က္တဵုဒှ်၊  ဒှ်ကၠုၚ်မၞိဟ်။  born without intervention of parents. (vt.vi.)  က္တဵုဒှ်ဗွဲသြပပါတိကဇ။  borne (pp. of bear)  ထံက်ဂလာန်။"},	
{"word":"borrow","def":"vt. vi.  ဂၠေံဂတှ်၊  ဒှ်ဂတှ်၊  ဂလေံကေတ်၊  ဂလေံခၞၚ်၊  ဂၠေံကေတ်၊  ဇက်ကေတ်။"},	
{"word":"bosom","def":"n.  ဘဝၚ်၊  ဂၠးသြိုဟ်၊  သပါသြိုဟ်၊  ကောန်သြိုဟ်၊  ဂၠးမိ၊  ဥရဒယော၊  ဥရဒယံၚ်။  ၂။  ရဲထ္ဍဲ။"},	
{"word":"boss","def":"n.  မၞိဟ်သ္ကိုပ်သ္ကပြုပြေၚ်၊  တၠကမၠောန်။  ၂။  သေဋ္ဌဳဇၞော်၊  က္ဍိုပ်သ္ကိုပ်။  vt. vi.  စကာနကဵုအသံ။  bossy (adj)  မနွံပၟိက်မိက်ဂွံထ္ၜးအဝဵု။"},	
{"word":"botany","def":"n.  ကွတ်ဗေဒရုက္ခ၊  ကွတ်ပညာမကတ်လ္ၚတ်တၞံဆုဒုန်။  botanist (n)  တၠပညာမကတ်လ္ၚတ်ကွတ်တၞံဆု။  botanical (adj)  မဆေၚ်စပ်ကဵုကွတ်ဗေဒရုက္ခ။"},	
{"word":"botch","def":"vt.  ကၠောန်ပလေဝ်ပလေတ်လဝ်ဆဆဵု။  n.  အရာမကၠောန်ပလေဝ်ပလေတ်လဝ်ဆဆဵု။"},	
{"word":"both","def":"adj. pron. adv.  မဒှ်ၜါ၊  မဒှ်ၜါဒိုဟ်။  ၂။  pron.  သီုၜါ၊  သီုညးၜါ၊  အိုဿီုညးၜါ။  adj.  မဒှ်မွဲဓဝ်ဟွံသေၚ်၊  မဒှ်သီုကဵု.....။  adv.  ဆဂှ်သၟးဟွံသေၚ်...သီုကဵု။"},	
{"word":"bother","def":"n.  ပွမပလာပ်၊  စိုတ်ဂွိၚ်က္တဴ၊  စိုတ်ဒှ်သောက။  vt. vi.  ပလာပ်ပထုဲကဵုဒဒိုက်၊  ကဵုစိုပ်ဒဒိုက်။  bothersome (adj)  မကဵုဒဒိုက်၊  မပလာပ်ပထုဲ၊  မဂၠိန်ၜောတ်၊  မကဵုဒဒိုက်စိုတ်။"},	
{"word":"Bo-tree","def":"n.  ဇြဲဗောဓိ၊  ဇြဲမဟာဘုတ်၊  ဇြဲမှာဗုတ်။  ၂။  ပဏှ်ေတိ၊  ပၞေဟ်တိ။"},	
{"word":"bottle","def":"n.  ပလၚ်။  vt.  စုတ်ကဵုပလၚ်၊  စုတ်ပ္ဍဲပလၚ်။  bottle of lime in betel box (n)  ကၠံက်ပန်။"},	
{"word":"bottom","def":"n.  ဂတာ။  ၂။  သကုတ်လက္ကရဴ၊  ဒကုတ်လၞုက်ဒၟံၚ်။  ၃။  ဂတာအသၟဝ်ဂၠးဍာ်။  ၄။  ထာၚ်ဒဳ၊  ထာၚ်သကေတ်။  bottom of the river or sea. (n)  ဂတာၜဳ(ဂၚ်)၊  ဂတာၜဳ။  bottomless (adj)  မဟၟဲကဵုဂတာ၊  မသ္ဇိုဟ်တဴဗွဲ၊  မဟွံဆဵုဂတာ။"},	
{"word":"boudoir","def":"n.  ခဒံသၟတ်ဝုတ်၊  ခဒံယဗြဴဖျေံဖျောန်စ၊  ခဒံတၟုဲညးဗြဴ။"},	
{"word":"bough","def":"n.  ဗဗာၚ်ဆု၊  ၝောံတၞာၚ်ပါ်တိတ်နူၝောံဆု။"},	
{"word":"bought","def":"ရံၚ် buy တေံညိ။"},	
{"word":"bounce","def":"vi. vt.  ကလေၚ်ထလာ်တိုန်၊  ပၠန်ဂစာန်။  ၂။  ဒံၚ်ထလာ်အာ၊  ကဆံၚ်ကပိုက်၊  ဒံၚ်ထလာ်လုပ်။"},	
{"word":"bound","def":"vt.  (bind)  တန်တဴဒၟံၚ်နဒဒှ်တွဵုဒနက်၊  ကၞာတ်ဂစိုတ်လဝ်တွဵုဒနက်၊  ဂြဲဖျပ်လဝ်၊  ကၞာတ်ဂစိုတ်။  ppl. adj.  မစ,တိတ်အာ၊  မပ္တဝ်အာဒၟံၚ်။  vt.  ထလာ်၊  ထလာ်ဒံၚ်အာ။  n.  ပွမဒံၚ်ထလာ်အာဂတ၊  ပွမဒံၚ်ထလာ်တိုန်၊  တွဵုဒနက်။  boundless (adj)  အနန္တ၊  ဟွံတီဗၞတ်တွဵု၊  မဟၟဲကဵုတွဵုဒနက်၊  အပ္ပမေယျ။"},	
{"word":"boundary","def":"n. (pl.-ries)  ပယျဵု၊  တွဵုဒနက်၊  သိၚ်၊  ဗိုၚ်၊  တဝဵု၊  တွဵု၊  ဓနက်၊  ပယဵု၊  လအိတ်၊  သီ၊  အပိုၚ်အခြာ။"},	
{"word":"bounteous","def":"adj. bountiful (adj)  မဍိုက်ပေၚ်တဴကဵုဓဝ်တရးဂစာဲ၊  မလေပ်ကဵုဒါနတရးဂစာဲ။"},	
{"word":"bounty","def":"n. (pl.-ties)  ပွမလေပ်တရးဂစာဲ၊  ပွမလေပ်ကဵုဒါန်တရးဂစာဲ။  ၂။  ကပေါတ်မကဵုဒါန်တရးဂစာဲ။"},	
{"word":"bouquet","def":"n.  စန်ပ္ကဴ၊  ဇၟန်ပ္ကဴ။  ၂။  ကၟဵု။"},	
{"word":"bourgeois","def":"n.  မၞိဟ်အဇာအဒေါဝ်၊  မၞိဟ်ကဆံၚ်အဒေါဝ်။  adj.  မဆေၚ်စပ်ကဵုမၞိဟ်ကဆံၚ်အဒေါဝ်၊  မဆေၚ်စပ်ကဵုလညာတ်အခိုက်အလိုက်မၞိဟ်ကဆံၚ်အဒေါဝ်။"},	
{"word":"bout","def":"n.  မွဲဗလး၊  မွဲလစုတ်၊  မွဲဇၟူ။  ၂။  ဒဒှ်ယဲမက္တဵု၊  အခိၚ်ယဲက္တဵု။"},	
{"word":"boutique","def":"n.  ဆေၚ်သွံရာန်ဗၞိက်ကပေါတ်,ကယျိုၚ်ကယျဝ်။"},	
{"word":"bow","def":"n.  ဇဵု၊  ဇဵုတ္ၚ၊  ဓနု၊  တ္ၚ၊  ပၞောဟ်။  ၂။  လေံဇက်ဂြဝ်။၃။  ဒဒှ်မတ္ၚံက်ဒၟံၚ်ညံၚ်ရဴဇဵုပၞောဟ်။  bow-string (n)  ဇုက်တ္ၚ။  a bowshot's length. (n)  မွဲပဝန်တ္ၚ။  bow-legged (adj)  မနွံကဵုဇိုၚ်ဝေန်ဝေန်။"},	
{"word":"bow","def":"vt. vi.  ဗျံ၊  ခစိုၚ်၊  ဂညိက်က္ဍိုပ်၊  နမောဝ်၊  လမဝ်၊  လပ္တုံ၊  ဗျံက္ဍိုပ်။  ၂။  သကဵုကုန်ဂစိုၚ်စှ်ေ၊  ကလဵု၊  ထံက်ကလဵု၊  ဂဇုန်ထၜုဲ။  ၃။  ဒုၚ်ကယျ၊  ဒုၚ်ကျ၊  ဖျေံတဲ၊  ပတဴထောံတဲ။  bow one's head. (vt. vi.)  လဖဝ်က္ဍိုပ်။  bow down (vt)  ခဍောပ်ဖျေံဇကု။  n. ပွမဖျေံက္ဍိုပ်၊  ပွမဂညိက်က္ဍိုပ်။  ၂။  က္ဍိုပ်က္ၜၚ်၊  က္ဍိုပ်ဂၠုၚ်။  take a bow.  ဗျံက္ဍိုပ်။"},	
{"word":"bowel","def":"n.  သကုတ်(ဒကုတ်)မၞုံအပ္ဍဲအိုတ်၊  ကြုတ်ဇၞော်။"},	
{"word":"bowl","def":"n.  သၠိုၚ်၊  အၚ်၊  ကရော်၊  ခရော်၊  ခေါ်။  ၂။  အရာမနွံညံၚ်ရဴဗီုပြၚ်သၠိုၚ်ခေါ်။  ၃။  ပ္ၚာန်၊  ပ္ၚာန်ဇိုၚ်စိၚ်၊  ပ္ၚာန်ခၠုံ၊  ပ္ၚာန်ပုၚ်။  vi. ဒြိပ်အာ၊  ကလိတ်ကလိတ်ကလောတ်ကလောတ်။"},	
{"word":"box","def":"n.  ကဠာ၊  ခဍံ၊  ကြောတ်၊  ကၠေပ်။  ၂။  ဒၞာဲခဒံဗဵုပေဲါပဲါပသောၚ်စွံလဝ်၊  ဒၞာဲသက်သဳတံဒုၚ်စၟဳစၟတ်ပ္ဍဲရုၚ်ဂဗုတ်။"},	
{"word":"box","def":"vt. vi.  စာဲ၊  စာဲစုတ်ပ္ဍဲပၠက်ကဴ။  ၂။  စာဲလက်ပၠုဲ။  n.  ပွမတက်ဒုက်စုတ်ပ္ဍဲဗၠိုၚ်လတောဝ်။  boxing (n)  လက်ပၠုဲ၊  ပွမစာဲလက်ပၠုဲ။  boxer (n)  သၟာလက်ပၠုဲ။"},	
{"word":"box-myrtle","def":"n.  ကတ်ဖဵု(တၞံမလုပ်ဂဥုဲ)။"},	
{"word":"box-trap","def":"n.  တေပ်၊  တေပ်တလာ။"},	
{"word":"boy","def":"n.  ၚာ်တြုံ၊  ကောန်ၚာ်တြုံ၊  သၟတ်ဗၠာဲ၊  ကောန်ၚာ်တြုံအဝဲဟွံပေၚ်အာယုက်(၁၇)သၞာံဏီ။  boyhood (n)  အဝဲကောန်ၚာ်တြုံ၊  ဘဝကောန်ၚာ်တြုံ။  boyish (n)  မဆေၚ်စပ်ကဵုကောန်ၚာ်တြုံ၊  တုပ်ကဵုစိုတ်ကောန်ၚာ်တြုံ။"},	
{"word":"boycott","def":"vt.  ဗကပ်ဗဗေၚ်၊  ပံၚ်ကောံညးသ္ကံတုဲထ္ၜးဆန္ဒဒစဵုဒစး ဟွံဆက်ကၠောန်ကမၠောန်။"},	
{"word":"brace","def":"n.  အဆော၊  ဖဝက်။"},	
{"word":"brace","def":"n.  ပွမတ္ၚေတ်ရပ်လဝ်၊  မဂတ်ရပ်လဝ်။  ၂။  ဇၞာတ်(သွက်ဂွံကလိုဟ်ထပူဆု)၊  ဇိုၚ်စာၚ်(ကၟဳ)။  braces (n)  ဇုက်ပံၚ်မဳမကၠေဟ်လဝ်လ္တူပၞး။  vt.  ထံက်၊  ထံက်ဂလာန်၊  ခစာန်လဝ်၊  ဂါန်လဝ်၊  သကဵုခိုၚ်ကၠိုက်၊  သကဵုမ္ၚိုဟ်ကြံၚ်။"},	
{"word":"bracelet","def":"n.  တကံက်၊  လကံက်၊  လကံက်တဲ၊  ဂြၚ်ဗံက်၊  ဒြၚ်ဗံက်၊  လကံက်ဒြၚ်ဗံက်၊  လီု၊  လီုဒြၚ်ဗံက်၊  ကယျိုၚ်ကယျဝ်တဲ။"},	
{"word":"bracing","def":"n.  ဇိုၚ်စာၚ်(မဂြောပ်လဝ်လ္တူကၟဳညံၚ်သၠဟဂွံသွဝ်)။"},	
{"word":"bracket","def":"n.  စၚ်(ရံ)ဗာန်တက်လဝ်ပ္ဍဲဒယိုၚ်။  ၂။  ဂွေၚ် ( ) [ ] သၞေံတဲသုၚ်စောဲစကာပ္ဍဲချူလိက်။  vt.  စုတ်မလိက်ပ္ဍဲဂွေၚ်သၞေံတဲ။"},	
{"word":"brag","def":"vt. vi. (-gg-)  ဟီုကြီုစ၊  ဟီုပတိုန်စ။  n.  ပွမဟီုကြီုစ၊  ဒဒှ်မဟီုကြီုပတိုန်စ။  braggart (n)  ပူဂဵုမဟီုကြီုစ။"},	
{"word":"Brahma","def":"n.  ဗြီု၊  ဗဝ်မှဝ်။  Brahma angel. (n)  ဗြီု၊  ကောန်ဗြီု။  Brahma heavens. (n)  ဗြီု၊  ဘုံဗြီု။"},	
{"word":"Brahman","def":"n.  ဗမၞး။"},	
{"word":"Brahmin","def":"n.  ဗမၞး။"},	
{"word":"brahminy duck","def":"n.  ဟံသာ၊  ၜိုပ်။"},	
{"word":"braid","def":"n.  ၜန်၊  ယိုဟ်ၜန်၊  ဇုက်ထပက်လဝ်ဇိုၚ်ဂဂဳ။  vt.  ၜန်၊  ထပက်ဇိုၚ်ဂဂဳ၊  စုတ်ကျိုၚ်လဝ်ဇုက်ဇိုၚ်ဂဂဳ၊  ထပက်ၜန်၊  ဂြီုထ္ပက်ၜန်။  braid the hair. (vt)  ၜန်သော်။"},	
{"word":"braille","def":"n.  လိက်သွက်မၞိဟ်မတ်ဟွံညာတ်။"},	
{"word":"brain","def":"n.  က္ဍဟ်၊  သမ္တီညာဏ်၊  ကသပ်ဂၞန်။  vt.  ဂစိုတ်တက်ဒုက်စုတ်ပ္ဍဲက္ဍိုပ်။  brainless (adj)  မဟၟဲကဵုညာန်၊  မဟၟဲကဵုစိုတ်သမ္တီ။  braining (adj)  မနွံတဴကဵုကသပ်ဂၞန်ခိုဟ်၊  မခိုဟ်တဴပ္ဍဲညာဏ်။"},	
{"word":"braise","def":"vt.  ကဝုန်တောံ(သွဖျုန်)။"},	
{"word":"brake","def":"n.  ဇွောံဂစိုတ်အသိၚ်၊  ကရိယာဇွောံဖအောန်အသိၚ်။  vi.  ဗဒေံါအသိၚ်၊  သကဵုဒေံါ။"},	
{"word":"bramble","def":"n.  ဆူလေ(ရာပ်ဇလမွဲဂကူ)။"},	
{"word":"bran","def":"n.  ကာံ၊  ဂဗိုက်သ္ၚု၊  ကၞောန်သ္ၚု၊  သၞော်ဂျုၚ်။"},	
{"word":"branch","def":"n.  ကၞာၚ်၊  ကၞာၚ်ဆု၊  တၞာၚ်ဗာၚ်ဆု။  ၂။  တၞာၚ်ပါ်၊  ဌာနပါ်၊  ဂၠံၚ်ပါ်၊  စွာန်၊  စွာၚ်၊  သွာၚ်(ဂၠံၚ်,ၜဳ)။  vi.  တၞာၚ်ပါ်တိတ်အာ၊  ဌာနပါ်တိတ်အာ၊  ဂၠံၚ်ပါ်တိတ်အာ။  branches (n)  ကၞာၚ်ဂဝဆု၊  တၞာၚ်ဂဝဆု (small and great)  ကၞာၚ်ဗာၚ်၊  တၞာၚ်ဗာၚ်။  branch of a river. (n)  သွာၚ်ၜဳ။  branch of a road. (n)  သွာၚ်ဂၠံၚ်။  branch of a tree. (n)  တၞာၚ်ဆု၊  သွာၚ်ဆု။"},	
{"word":"brand","def":"n.  တဆိပ်စၟတ်သွက်သမ္တီဗၞိက်။  vt.  တက်တဆိပ်၊  ဗာန်တဆိပ်၊  စၟတ်သမ္တီစောဲစုတ်။  brand-new (adj)  မဒှ်တၟိချောတ်ချောတ်။"},	
{"word":"brandish","def":"vt.  ကဝဲဗ္ဂေတ်။"},	
{"word":"brandy","def":"n.  အရက်ဗြိန်ဒဳ။"},	
{"word":"brass","def":"n.  တေ၊  ဓမြိုတ်၊  ဓရိုတ်၊  ဖရိုတ်၊  ဗမြိုတ်၊  လောဟ။  brass gong. (n)  ကၚ်။  brass gong circle. (n)  ဏံၚ်ဏောတ်။"},	
{"word":"brassard","def":"n.  တဆိပ်လက်သန် မဗ္ဂပ်ဇိၚ်စုတ်လဝ် လ္တူတဲပလောံ။"},	
{"word":"brassiere","def":"n.  ပလောံဒုၚ်အပ္ဍဲညးဗြဴ၊  ဗြာတ်သဳယျာ။"},	
{"word":"brat","def":"n.  သၟတ်၊  ကောန်ၚာ်။"},	
{"word":"bravado","def":"n. (pl.-es,-s)  ပြဝမသ္ပထ္ၜးဗီုသရာဲသ္ဂံၚ်၊  ပြဝမကၠောန်၊  ကြာန်ကြာန်ဓၟာန်ဓၟာန်။"},	
{"word":"brave","def":"adj.  (-er,-st)  မဂံၚ်သ္ကာ။  vt.  ဂြိုဟ်ဇၞော်၊  ကၠၚ်ကၟတ်ဇၞော်၊  ပတဝ်ထောံမုက်ဗွဲမဂံၚ်သ္ကာ။  bravely (adv)  ဗွဲမဂံၚ်သ္ကာ။  bravery (n)  အစောံသတ္တိ။"},	
{"word":"bravo","def":"n. int.  ခိုဟ်ကွေံကွေံ၊  ခိုဟ်ဗွဲ၊  ရမျာၚ်ကြီုဇာထံက်ဂလာန်(လ္ပာ်ခိုဟ်)။"},	
{"word":"brawl","def":"n.  ပေဲါသေက်ဇဵုညာန်ညေဲညးသ္ကံ။  vt.  ဒှ်သေက်ဇဵုညာန်ညေဲညးသ္ကံ။  brawler (n)  မၞိဟ်မပါလုပ်ကရောံပေဲါသေက်ဇဵုညာန်ညေဲ။"},	
{"word":"brawn","def":"n.  ဇြဟတ်၊  ဓတ်ကာယ၊  ကောန်ကၞိ။  brawny (adj)  မနွံကဵုကောန်ကၞိထတ်မ္ၚိုဟ်ဒုတ်ဂေါဝ်။"},	
{"word":"bray","def":"vi.  ဗဂိုဟ်ခရာ,ခပဵု။  n.  ဗရုရမျာၚ်ခပဵု၊  ဗရုရမျာၚ်မာဲ။"},	
{"word":"braze","def":"vt.  ဗစိန်ဆက်၊  ဂဟေဆက်၊  ဆောဗစိန်။"},	
{"word":"brazen","def":"adj.  မကၠောန်လဝ်နကဵုဓမြိုတ်၊  မဒှ်ညံၚ်ရဴဓမြိုတ်။  ၂။  မဟၟဲကဵုမုက်ဂဝ၊  ကၠောန်ပ္တုဲအာနကဵုမုက်မတ်ဟွံသ္ပကေၚ်ကာ။"},	
{"word":"brazier","def":"n.  ဖဴပၠေဲ။"},	
{"word":"breach","def":"n.  ပွမပလီု၊  ပွမဖံက်ပလီု။  ၂။  ဒဒှ်ကၟာၚ်စဵုဒၞာကဝ်ပိုတ်အာ၊  ထာၚ်သကေတ်၊  ထာၚ်ဒဳ။  vt.  ဖံက်ပလီု၊  ဖံက်ပကဝ်။"},	
{"word":"bread","def":"n.  ဂျုၚ်၊  ကွာၚ်ဂျုၚ်။  bread from heaven. (n)  မာန်ဏ။  bread in cup-shaped moulds. (n)  ကွာၚ်ခေါ်။"},	
{"word":"breadth","def":"n.  သၠဲ၊  အနာံ။  ၂။  ပွမဍိုက်ပေၚ်တဴကဵုစိုတ်သၠဲသၠဲလးလး၊  ပွမဍိုက်ပေၚ်တဴကဵုဓာတ်စိုတ်သၠဲသၠဲလးလး။"},	
{"word":"break","def":"vt. vi. (pt.broke, pp.broken)  မေက်၊  တၟေက်၊  ကဝ်၊  ပကဝ်၊  ပိုတ်ထကး၊  ဇီုထကး။  ၂။  ပါ်တိတ်၊  ကလှ်လဖှ်၊  ပိုတ်။  ၃။  ဝးပ္ကဝ်ထောံအစာံ။  ၄။  ဖံက်ပ္ကဝ်။  ၅။  သကဵုဒေံါအာ။  ၆။  သကဵုအသိၚ်ဍိုန်အာ။  n.  ပွမကဝ်၊  ပွမဝးပကဝ်၊  ပွမထကး၊  ပွမဇီုထကး၊  ပွမသကဵုဒေံါအာ၊  ဒၞာဲကဝ်။  ၂။  ပွမဒေံါအာ။  break down. (vt)  ပၠာ်၊  ပၠာ်ဖျေံ၊  ခဲါပၠာ်ဖျေံ။  break away. (vt.vi)  ထပိုတ်၊  ဒပိုတ်။  break by bending. (vt.vi)  ဝး(ဝေဟ်)။  break forth. (vt.vi)  ထကး၊  ဒကး။  break in pieces. (vt.vi)  ဝးပကဝ်၊  ဝးပလှေက်၊  ပိုတ်ဒကုတ်၊  ပိုတ်သ္ကုတ်။  break off. (vt.vi)  ကဝ်၊  လပှ်၊  တလှ်၊  ဝးပကဝ်၊  သ္ကုတ်။  a clean break. (n)  ထုတ်ပိုက်။  break open. (vt)  ဂၜိဟ်၊  ဂၜိဟ်ဂၠာဲ။  break out. (vt.vi)  ပြိုဟ်။  break the ground. (vt.vi)  သရတိ။  break up. (vt)  ဂစာဲ၊  ဒကုတ်သွာတ်၊  ပြိုဟ်အာ၊  ပြောပ်အာ၊  ပါ်လှေက်။  break wind. (n)  ဆုတ်။vt.  ဆုတ်တိတ်။  broken (vt.vi)  ပ္ဍုတ်၊  ကဝ်၊  သၠေက်။  broken and scattered. (vt.vi)  ထကးပြးဇး။  broken off. (vt.vi)  သ္ကုတ်၊  သ္ကုတ်ကဝ်၊  သ္ကုတ်လှေက်။  broken piece. (n)  ကဝေက်၊  လွး။  broken to pieces. (vt.vi) သၠေက်သၠံၚ်။  broken up. (vt.vi)  စာ်ဒကုတ်ဒန်၊  စာ်လှေက်လှံၚ်၊  ပါ်အာ၊  ပြောပ်အာ၊  ပြဵုအာ။"},	
{"word":"breakage","def":"n.  ပွမကဝ်၊  ပွမထကး၊  ဒဒှ်မလီုလာ်ကဝ်ကေက်အာ။"},	
{"word":"breakdown","def":"n.  ဒဒှ်မလီုအာ၊  ဒဒှ်သၞောတ်ဍေံဟွံအံၚ်ဇၞး။  ၂။  ဒဒှ်ပရေၚ်ထတ်ယုက်မလီုလာ်၊  ဒဒှ်စိုတ်မလီုအာ။"},	
{"word":"breaker","def":"n.  ဇၟးလပိုက်သြၚ်၊  လပှ်ဇၟး။"},	
{"word":"breakfast","def":"n.  ပုၚ်ဂယး၊  စၞနူဂယး။"},	
{"word":"breakneck","def":"adj.  နကဵုအသိၚ်မဂၠိုၚ်ကဵုအန္တရာဲ။"},	
{"word":"bream","def":"n.  ကပဍေၚ်။"},	
{"word":"breast","def":"n.  တှ်၊  သ္ၚိတှ်၊  ဂၠးသြိုဟ်၊  သပါသြိုဟ်။  ၂။  ဒကုတ်သြိုဟ်၊  ဒကုတ်ပလောံဂရောပ်သြိုဟ်။  ၃။  စိုတ်စရိုတ်။  breast of a female. (n)  သ္ၚိတှ်။  breast rope on an elephant. (n)  ဇုက်စရိုဟ်စိၚ်။  breastwork (n)  ဒပ်ယာ၊  ဂဒုက်ဒုၚ်၊  ဇွောံဒၞာတာ။"},	
{"word":"breath","def":"n.  ဣဝီု၊  ယဝီု၊  ယဝီုလုပ်တိတ်၊  ပွမယီု။  breathless (adj)  မဍောၚ်ဒၟံၚ်ယီုလေဝ်ဟွံဖဲ။  ၂။  မဟွံယီုဗီုဓမ္မတာ နဒဒှ်မအံၚ်လဝ်ယဝီု။  breathing (n)  ယဝီု၊  လဝီု၊  ယီုလုပ်ယီုတိတ်။"},	
{"word":"breathe","def":"vt. vi.  ယီု။  ၂။  ဟီုကသေဲ(သွက်ညးၜါဟေၚ်မိၚ်)၊  ဟီုသာသာ။  breathe in. (vt.vi)  ယီုပၠောပ်၊  ယီုလုပ်၊  ယီုစှ်ေ။  breathe out. (vt.vi)  ယီုတိတ်၊  ယီုတိုန်၊  ယီုပ္တိတ်။"},	
{"word":"bred","def":"ရံၚ် breed တေံညိ။"},	
{"word":"breed","def":"vt. vi. (pt.pp. bred)  က္ဍတ်ပါ်။  ၂။  ကၠောန်ပရေၚ်ဖ္ဍတ်လွဳ။  ၃။  ပ္ကတ်ပ္ကေၚ်ကဵု၊  ဗ္တောန်ပညာ။  ၄။  သကဵုဒှ်တိုန်၊  သကဵုဍတ်ပါ်တိုန်။  ၅။  မသ၊  ဂကူ။  breeder (n)  သၟာကမၠောန်ပရေၚ်ဖ္ဍတ်လွဳ။  breeding (n)  ဒ္ဂေတ်ပဋိပတ်။"},	
{"word":"breeze","def":"n.  ကျာပြဳပြဳ၊  ကျာပိုက်ဖရဳဒၟံၚ်သာသာ။  breezy (adj)  မနွံကဵုကျာမပိုက်ဖရဳဒၟံၚ်၊  မနွံကဵုကျာပြဳပြဳ။  ၂။  မဒှ်တဴစိုတ်ထတ်မိပ်မြဟ်။"},	
{"word":"brethren","def":"n.  ကောန်ကောကောန်ဒေံ၊  ကောဒေံ။"},	
{"word":"brevity","def":"n.  ဒဒှ်မဂၠေံဗဒုတ်။"},	
{"word":"brew","def":"vt. vi.  ဂွပ်အရက်ဗဳယျာ၊  ကဝုန်လဝ်ဍာ်လက်ဖက်,ဍာ်ကာဖဲ။  ၂။  စပ္တံ၊  စဒှ်၊  စက္တဵုဒှ်။  ၃။  ထုဲကၠပ်ချပ်ဂၞန်။  n.  အရာမဂွံကၠုၚ်နူကဵုဂွပ်,နူကဵုကဝုန်။  brewer (n)  မၞိဟ်ဍုန်အရက်ဗဳယျာ။  brewery (n)  ရုၚ်စက်ဍုန်အရက်ဗဳယျာ။"},	
{"word":"bribe","def":"vt.  ချံလာပ်၊  ကဵုလာပ်၊  ကဵုလာပ်ဗဇဴ၊  ထပက်လာပ်။  n.  စၟာဲ၊  တၟာဲ၊  တမှာဲ၊  ပရၚ်၊  ပရီု။  bribery (n)  ပွမကဵုလာပ်သ္ကာ၊  ပွမကဵုကေတ်လာပ်၊  ပွမထ္ပက်လာပ်ဗဇဴ။"},	
{"word":"brick","def":"n.  ဍိုတ်။  brick building. (n)  ဒတန်တိုက်၊  တိုက်။  brick kiln. (n)  ဂေါ်၊  ဂေါ်ဍိုတ်။"},	
{"word":"brick-work","def":"n.  တိုက်၊  ကမၠောန်ဒက်တိုက်၊  ကမၠောန်ဒက်ပရန်။"},	
{"word":"bride","def":"n.  ယဗြဴ။  bridegroom (n)  ယထဴ။  bridesmaid (n)  တဲခွာယဗြဴ။  bridal (adj)  မဆေၚ်စပ်ကဵုမ္ၚဵုသၞက်ကရောဲ။"},	
{"word":"bridge","def":"n.  ဒဒန်၊  ခဒန်။  ၂။  တံမုဟ်၊  ၜဝ်မုဟ်၊  ဇဵုမုဟ်။"},	
{"word":"bridle","def":"n.  ဂဟေက်၊  လဟက်၊  လဟေက်၊  လဟေက်ချေံ။  bridle bit. (n)  လဟေက်၊  ဂဟေက်။  vt. vi. က,လဟေက်ချေံ၊  စုတ်လဟေက်ချေံ။  ၂။  ထိၚ်ဒက်၊  ထိၚ်ဒဝ်။  bridle-rein (n)  ဇုက်လဟေက်၊  ဇုက်လဟေက်ချေံ။"},	
{"word":"brief","def":"adj. (-er,-est)  ထမၞန်၊  မခမၞန်၊  မဂၠေံ၊  မဒှ်ဒမၠေံ။  briefly (adv)  ဗွဲထမၞန်၊  ဗွဲခမၞန်၊  ဗွဲသၚ်္ခေပေ၊  ဗွဲဒမၠေံ၊  ဗွဲသရုပ်၊  ဗွဲသရောပ်။  n.  ဗီုဒဒှ်အမူဗွဲသရောပ်မချူလဝ်ကဵုသွက်သၟာဂဗုတ်။  ၂။  တၚ်စၞောန်သွက်ဂွံတိုန်ပၞာန်ဗွဲကိုပ်ကၠာ၊  တၚ်ဗ္စန်ပရေၚ်တိုန်ပၞာန်ဗွဲကိုပ်ကၠာ။"},	
{"word":"brigade","def":"n.  ဒပ်ပၞာန်တိုက်ဇၞော်မၞုံလၟိဟ်မၞိဟ်ၜိုတ် ပိလ္ၚီ ပန်လ္ၚီ၊  ဒပ်။  brigadier (n)  ဂအုပ်ဗဵုဇၞော်။"},	
{"word":"brigand","def":"n.  ဓမၠမတာ။"},	
{"word":"bright","def":"adj.  (-er,-est)  ပလေဲ၊  ကမၠေဲ၊  လစၚ်ဗၜၚ်၊  ဥရကိုတ်။  ၂။  မနွံကဵုကဆံၚ်သာယာမိပ်ဇြိပ်။  ၃။  မနွံကဵုညာန်သ္ကေက်သ္ကာ။  bright gold. (n)  ထဝ်ဥု။  bright yellow. (adj)  သာ်တ္ၚဲ။  brightly (adv)  ဗွဲမတၟးဇး။  brightness (n)  ဒဒှ်မနွံကဵုကဆံၚ်တၟးဇးသာယာ၊  ပသာတ်။  bright red. (adj)  ဍာဲဂဵု၊  မဍာဲဂဵု။"},	
{"word":"brighten","def":"vt. vi.  ဥု၊  သကဵုသာတုဲတၟးတိုန်၊  သကဵုသာတုဲမိပ်ဇြိပ်သာယာတိုန်။"},	
{"word":"brill","def":"n.  ကမနွံပ္ဍဲတိုက်ယူရောပ်မွဲဂကူ။"},	
{"word":"brilliant","def":"adj.  ရာၚ်ဆာဲ၊  မတၟးယးသာတ်ခၠၚ်၊  မသ္ကေက်သ္ကာတဴပ္ဍဲညာန်၊  မနွံကဵုညာန်လအာခိုဟ်၊  မဇၞော်ပြထာ။  brilliance (n)  ဒဒှ်မကမၠေဲ၊  ဒဒှ်ညာန်မသ္ကေတ်သ္ကာ။"},	
{"word":"brim","def":"n.  သၟန်နုၚ်,ခေါ်,ထၟာဲ။  vi.  ပေၚ်ကၞာတ်ဒၟံၚ်စဵုကဵုသၟန်။  brimful (adj)  မပေၚ်ကၞာတ်ဒၟံၚ်စဵုကဵုသၟန်နုၚ်၊  မပေၚ်ကလိုပ်ဒၟံၚ်စဵုကဵုသၟန်၊  မဂၠိုၚ်ဂၠၚ်ပေၚ်တၟိုဟ်ဒၟံၚ်။"},	
{"word":"brimstone","def":"n.  ဂန်ဓိုက်၊  စၟလေဝ်လောက်အရံၚ်သာ်မိတ်မွဲဂကူ။"},	
{"word":"brindled","def":"adj.  မဒှ်ဒၟံၚ်ကၞၚ်ကၞၚ်ကၞောဝ်ကၞောဝ်။"},	
{"word":"brine","def":"n.  ဍာ်ၜဵု။  briny (adj)  မပ္ဍုၚ်ဒၟံၚ်ကဵုရှ်ၜဵု၊  မနွံကဵုရှ်ပ္ဍုၚ်။"},	
{"word":"bring","def":"vt. (pt.pp. brought)  နၚ်၊  ကော်နၚ်၊  ကေတ်နၚ်၊  ယိုက်နၚ်၊  ဒယိုန်နၚ်၊  ပလံၚ်နၚ်၊  ဖၞိန်၊  ဖၞိန်နၚ်၊  ရၚ်နၚ်၊  ရၚ်တၠုၚ်၊  ရၚ်တၠုၚ်ကဵု၊  ရၚ်တၠုၚ်နၚ်၊  သြၚ်တၠုၚ်။  ၂။  သကဵုက္တဵုဒှ်ကၠုၚ်။  ၃။  မြိမြန်ဇၞော်သၠုၚ်လဝ်။  bring away. (vt)  ဂိုၚ်နၚ်၊  ကေတ်ဏာ။  bring before one's eyes. (vt)  ပဇၞောဝ်မတ်၊  နၚ်ဂတမတ်ညး။  bring down. (vt)  ဖျဝ်ဖျေံ (ဖျေဟ်)။  bring forth. (vt)  ညာတ်မုက်၊  ကော်ပၠောပ်ဂတမုက်။  bring home. (vt)  ချဴနၚ်၊  ဖျဴနၚ်။  bring loss (vt)  ပလေၚ်၊  ဗလေၚ်၊  ပၠေၚ်၊  ပၠေၚ်ဗဒိုက်၊  လေၚ်ဒိုက်။  bring misery upon. (vt)  ဒိုက်ဂြိုဟ်၊  ဖျိုပ်ကဵုဒဒိုက်။  bring near. (vt)  ပဆိုက်၊  ပဆိုက်လဝ်၊  ပညန်၊  ပညန်ပဆိုက်၊  ပရပ်၊  ပရပ်နၚ်၊  ရာပ်၊  ပရာပ်နၚ်၊  သရပ်လဝ်၊  သရပ်ဖဍပ်လဝ်။  bring near to. (vt)  သြပ်ဖဍပ်။  bring over. (vt)  စလောံနၚ်၊  စလိုအ်နၚ်၊  စလောံဏာ။  bring the Lenten season to a close. (vt)  သှ်ပဝါ၊  လိုက်ဝှ်။  bring together. (vt)  ကထေၚ်၊  ပကောံ၊  ထၜိုန်၊  ထၜိုန်လဝ်၊  ထၜိုန်ပကောံ၊  ပညပ်ပြာပ်၊  ဖက်ပမွဲ၊  ဗစပ်၊  ရၚ်ပကောံ၊  ရၚ်ကာန်၊  သၜိုန်။  bring to grief (vt.)  သောဲမှာဲ၊  သကဵုဟောံဗြောံလီုလာ်အာ၊  သကဵုစိုပ်လလေၚ်။  bring to me. (vt)  ပရၚ်နၚ်ကဵုအဲညိ၊  ပရာပ်နၚ်ကဵုအဲညိ၊  ကေတ်နၚ်ကဵုအဲညိ။  bring to notice (vt)  ထ္ၜးကဵု၊  လလောၚ်ကဵု။  bring to shame. (vt)  ဂဍိုက်၊  ဂဍိုက်ဂဝ။  bringing in the paddy. (vt)  ဓယိုန်နၚ်သြောံ။"},	
{"word":"brinjal","def":"n.  ခဍောၚ်၊  တၞံခဍောၚ်။"},	
{"word":"brink","def":"n.  သၟန်၊  သၟောန်၊  ဒရီု၊  အကာဲအရာ၊  မစိုပ်ဒၟံၚ်ကဆံၚ်ကြပ်က္တဵုဒှ်ဒၟံၚ်။  ၂။  ဒၟိုပ်ပရၚ်ဇြဟ်။"},	
{"word":"brisk","def":"adj.  မချဳဒရာၚ်ဒၟံၚ်မြက်မြက်စာစာ။"},	
{"word":"brisket","def":"n.  အိုက်(ပြေၚ်,ဂၠဴ)။"},	
{"word":"bristle","def":"n.  သော်မ္ၚိုဟ်မ္ၚိုဟ်ကြံၚ်ကြံၚ်။  vi.  ဇကုကတောတ်၊  သကဵုသော်ကယျက္တဵု၊  ကရန်။"},	
{"word":"Britain","def":"n.  ရးဗြေတ်တိန်။"},	
{"word":"British","def":"adj.  မဆေၚ်စပ်ကဵုရးဗြေတ်တိန်။"},	
{"word":"brittle","def":"adj.  ပရောံ၊  သောန်၊  မပရောံဆာတ်၊  မလေပ်ထကးလောဲ၊  မလေပ်ကဝ်ကေက်တၟေက်ထကးလောဲ။"},	
{"word":"broach","def":"vt.  ပံက်၊  စပ္တံပံက်သဳကၠဳ။"},	
{"word":"broad","def":"adj. (-er,-est)  မသၠဲလး။  ၂။  မဇၞော်သၠဲပ္ဍဲအနာံ။  ၃။  မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မစုၚ်လေၚ်။  ၄။  မတီကၠးပြာကတ်၊  မမံက်ဂတဝ်ပြာကတ်၊  မနွံကဵုရမျာၚ်လဟီုသ္ဇိုၚ်။  broad-leaved tree. (n)  ဆုတၞးလးလး။  broaden (vt)  ဖလှဲ၊  သၠဲ၊  လှဲ၊  သကဵုသၠဲလးကၠုၚ်၊  သကဵုသၠဲဇၞော်ကၠုၚ်။  broadly (adv)  ဗွဲတရး၊  ဗွဲကမြး၊  ဗွဲတမြး။"},	
{"word":"broadcast","def":"vt. vi. (pt.pp.broadcast. /or/ -ed)  ဗလးရမျာၚ်။  n.  တၚ်ဗလးရမျာၚ်။"},	
{"word":"broader","def":"adj.  သၠဲသၠဲလးလး၊  မသၠဲလးလောန်။"},	
{"word":"brocade","def":"n.  ဂၠိက်ယာတ်မကၠောဝ်စုတ်လဝ်နကဵုဇုက်တောဝ်ထဝ်သြန်။"},	
{"word":"broil","def":"n.  ပရာၚ်။"},	
{"word":"broke","def":"ရံၚ် break တေံညိ။"},	
{"word":"broken","def":"ရံၚ် break တေံညိ။"},	
{"word":"broker","def":"n.  မၞိဟ်ဂွံစအကြာ(သွံ,ရာန်)။"},	
{"word":"bronze","def":"n.  ဓရိုတ်မွဲဂကူ(ဓမြိုတ်ကဵုပသဲဍာ်ပၠၚ်ပနှဴလဝ်)၊  အရံၚ်သၠုဲလှီုလှီု၊  သမၠာ်၊ သၠာ်။"},	
{"word":"brooch","def":"n.  တဝ်ချတ်ပ္ဍဲသြိုဟ်။"},	
{"word":"brood","def":"n.  ကောန်ဂစေံဍတ်ပါ်မွဲစွံ၊  ကောန်ဂစေံမၞုံပ္ဍဲမွဲခပေဲါ။  vi.  လဒပ်၊  ချပ်စၚ်ခြၚ်၊  ဂၠိုက်ဟောံဒၟံၚ်။  broody (adj)  မနွံပၟိက်မိက်ဂွံလဒပ်ခၟာဲ။"},	
{"word":"brook","def":"n.  ဍာ်လဂေါဝ်၊  စောဝ်၊  ကြုၚ်သၟတ်။  vt.  အေၚ်ဒုၚ်၊  အေၚ်ဒုၚ်သတှ်ေ။"},	
{"word":"broom","def":"n.  တၟဟ်၊  ကၟဟ်။"},	
{"word":"broth","def":"n.  ဍာ်ဖျုန်ၜိုဟ်၊  သွဖျုန်။"},	
{"word":"brother","def":"n.  ကော၊  ကောဒေံ၊  အဝေါ။  ၂။  မၞိဟ်ကၠောန်ကမၠောန်မွဲစွံ။  brother-in-law (n)  ကောယဴ။"},	
{"word":"brotherhood","def":"n.  ဂကောံသ္ကံသ္ဂောံဒုၚ်စသိုၚ်ဂုန်ဖဵုတုပ်ပ်။  brotherly (adj)  မစွံစိုတ်ဗီုကောဒေံ။"},	
{"word":"brought","def":"ရံၚ် bring တေံညိ။"},	
{"word":"brow","def":"n.  ကၞေၚ်။  ၂။  ကယျောဝ်ဒဵု။  eye-brow (n)  သော်သၞေၚ်မတ်။"},	
{"word":"browbeat","def":"vt. (pt.browbeat, pp.browbeaten)  ကေတ်မာန်နကဵုဘပဠ၊  ပရဂဟီတုဲကေတ်မာန်။"},	
{"word":"brown","def":"n.  အရံၚ်ဒမျိုၚ်၊  အရံၚ်ဟီဟီ။  adj. (-er,-est)  မဒှ်အရံၚ်ဟီဟီ၊  မဒှ်အရံၚ်ဒမျိုၚ်။  brown paddy bird. (n)  ဂစေံပံက်ကိုပ်။"},	
{"word":"browse","def":"vi.  ကိတ်ဍေက်စချောဲ၊  ကိတ်ဍေက်စတၞုၚ်ကၞောတ်။  ၂။  ပံက်ဗတးဂၠိုက်ဂၠာဲဗှ်ဣတေံဣဏံ။"},	
{"word":"bruise","def":"n.  ဝပ်ပ္ဍူဒၟံၚ်အပ္ဍဲ၊  ဖျုန်ပ္ဍူ။  vt.  ပ္ဍူ၊  သကဵုဒှ်ဘဲဒန်ပ္ဍူဒၟံၚ်အပ္ဍဲ၊  ပရောပ်၊  ပြောပ်၊  သကဵုပြောပ်အာ၊  ကတာတ်ဖလှေက်၊  ပိုတ်သြ၊  ပ္ဍုတ်။"},	
{"word":"brunt","def":"vt.  ပွမဒုၚ်တဝ်စၞေဟ်ကဵုဘဲဒန်ပၞာန်ထပက်အဓိက။"},	
{"word":"brush","def":"n.  တၟဟ်ကသော်၊  ဂရးတသော်၊  လေံပေါတ်ေၚက်။  ၂။  ပွမဗတိုက်စုတ်ညိည။  vt. vi.  တုပ်ကဵုဂရးတသော်၊  တုပ်ကဵုလေံပေါတ်ေၚက်။  ၂။  တုပ်သၠောတ်ပတိတ်မိဟ်၊  လ္ၚတ်သွက်ဂွံမကလေၚ်စိုန်သ္ကီုကၠုၚ်၊  လ္ၚတ်သွက်ဂွံလေပ်စိုန်သ္ကီုကၠုၚ်။  brush or clean the teeth. (vt.vi.)  စသက၊  ပေါတ်ေၚက်။  brushwood (n)  ခြုံ၊  အုပ်၊  ရာပ်။"},	
{"word":"brusque","def":"adj.  မကြံၚ်မ္ၚိုဟ်ပ္ဍဲကဵုဗီုပြၚ်၊  မကြံၚ်မ္ၚိုဟ်ပ္ဍဲကဵုလဟီု၊  မဟွံကလိတ်ကလောတ်ပ္ဍဲကဵုလဟီု။"},	
{"word":"brute","def":"n.  တိရစ္ဆာန်။  ၂။  မၞိဟ်ရုန်မဵုကြံၚ်မ္ၚိုဟ်၊  ပွမဒှ်ညံၚ်ရဴသတ်တိရစ္ဆာန်၊  ဒဒှ်မဟၟဲကဵုညာန်အစၚ်အခြၚ်။  adj.  မရိုၚ်ဇိုၚ်၊  မဓဇန်။  brutalize,-ise (vt)  သကဵုရိုၚ်ဇိုၚ်၊  သကဵုဓဇန်။  brutality (n)  ပွမဓဇန်ဟာသဳ။"},	
{"word":"bubble","def":"n.  ဂီု၊  ဂီုဆာပ်ပျာ။  ၂။  ဂီုဒှ်တိုန်လ္တူမုက်ဍာ်၊  ထၜိုဟ်ဍာ်။  vt.  သကဵုဂီုဒှ်တိုန်၊  သကဵုထၜိုဟ်ဒှ်တိုန်၊  ဂီုပရာပ်တိုန်။"},	
{"word":"buck","def":"n.  ဒြာဲတၟက်၊  က္ၜိုၚ်တၟက်၊  ဗ္တာဲကၟက်။  ၂။  ဒဝ်လာ(အမေရိကာန်)။  vi.  ချေံထလာ်ၜံက်တိုန်။"},	
{"word":"bucket","def":"n.  ဍေၚ်ဍာ်၊  ဍေၚ်ဓဇက်ဍာ်၊  ဍေၚ်တုက်ဍာ်။"},	
{"word":"buckle","def":"n.  က္ဍိုပ်ခါသဳ၊  က္ဍိုပ်ဇုက်ဂရောတ်ဂၞိၚ်။  vt. vi.  ဗဂပ်စုတ်က္ဍိုပ်ခါသဳ။  ၂။  တောံကဝေန်လီၜန်အာ(ဒၟာနူဂမ္တဴ)။"},	
{"word":"bucolic","def":"adj.  မဆေၚ်စပ်ကဵုကမၠောန်ဝါဗ္ၚပ္ဍဲကွာန်ရးကး။"},	
{"word":"bud","def":"n.  ခမောံ၊  ခၟောံ၊  ဂဒံ၊  ကျာဲ၊  တၟံ(တၟမ်)၊  ပီုတၞုၚ်။  bud of the plantain. (n)  ခဒံဗြာတ်။  vi.  တၞုၚ်၊ ဂဒံ၊  ခၟောံ၊  ပီုတိတ်၊  ဖောံဗြေဝ်တောတက်ကၠုၚ်။  budding flower. (n)  ဇလာဲပ္ကဴ၊  ဇဝ်ပ္ကဴ။"},	
{"word":"Buddha","def":"n.  ကျာ်၊  ကျာ်တြဲ၊  တြုံသာၚ်လောက။"},	
{"word":"Buddha-to-be","def":"n.  ဗောဓိသတ်။"},	
{"word":"Buddhism","def":"n.  ဘာသာဗုဒ္ဓ။  Buddhist (n)  မၞိဟ်ရှ်ေသှ်ေဘာသာဗုဒ္ဓ။  Buddhist monk. (n)  လကျာ်၊  သၚ်ဘာသာဗုဒ္ဓ။  Buddhist monk's lower garment. (n)  သပိုၚ်။  Buddhist scriptures. (n)  ဓမ္မ၊  တၞးဓဝ်၊  ပိဋကတ်၊  ပိဋကတ်ပိ၊  ဝိနယ်။  Buddhist sabbath. (n)  တ္ၚဲသဳ။"},	
{"word":"budge","def":"vt. vi.  ပဆုဲညံၚ်ရဴဂွံဆုဲအာ၊  ပဆုဲထောံဒၞာဲ၊  ပဲါထောံ။"},	
{"word":"budget","def":"n.  စရၚ်သြန်သွက်ဂွံရပ်စပ် မခယျရန်လဝ်။  ၂။  အရေၚ်၊  အရာမပ္ကောံပ္ကေဝ်လဝ်။  vi.  ရာလဝ်ရန်လဝ်စရၚ်သြန်လုပ်တိတ်။"},	
{"word":"buff","def":"n.  စၞာံပြေၚ်ဂၠဴအဇာဍိုန်ဍိုန်တီုတီု(အရံၚ်ဍေံမၞုံသာ်ဍာ်မိတ်ဟီဟီ)။  adj.  မနွံအရံၚ်ဍာ်မိတ်ဟီဟီ။"},	
{"word":"buffalo","def":"n. (pl.-s) ပြေၚ်။  buffalo wallow. (n)  ဗ္ဒိုပ်ဖအံၚ်ပြေၚ်၊  ခၠိုၚ်ပြေၚ်။  buffalo having a horn or horns turned down and loose. (n)  ပြေၚ်လု။"},	
{"word":"buffer","def":"n.  ဇွောံဒုၚ်အကြာ သွက်ဂွံသံက်သာနူဘဲဒန်ဒွံတေက်ဒး၊  ကရိယာဇွောံဒုၚ် အကြာတောဲ(ဖိုၚ်)ကွဳပၟတ်ၜါ။  buffer-state (n)  ဍုၚ်မၞုံအကြာဍုၚ်သၞၜါ၊  ဒၞဳခိုအ်လဝ်အကြာၜါ။"},	
{"word":"buffet","def":"n.  ဒဒှ်မစာဲစုတ်၊  ဒဒှ်ဒုက်တက်စုတ်။  vt.  စာဲစောတ်စုတ်။"},	
{"word":"buffoon","def":"n.  မၞိဟ်ပျေက်၊  မၞိဟ်က္တဵုဂရိုၚ်။  buffoonery (n)  ဗီုပြၚ်မၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်၊  ဂလာန်က္တဵုဂရိုၚ်။"},	
{"word":"bug","def":"n.  ဒဂိတ်၊  ဓဂိတ်၊  သ္ဂိတ်(စၟစၟောန်)။"},	
{"word":"bugbear","def":"n.  အရာမက္ဍုဟ်မၠေံဖေက်ဒၟံၚ် ပ္ဍဲအစၚ်အခြၚ်စိုတ်(ညံၚ်ရဴပ္ဍဲအဂီုဒေဝဝ်)။"},	
{"word":"bugle","def":"n.  ခရာပၞာန်၊  ခပဵုပၞာန်။  bugler (n)  မၞိဟ်ဗဂိုဟ်ခရာ၊  သၟာခရာ။"},	
{"word":"build","def":"vt. vi. (pt.built, pp.built)  ခၞံ၊  ဒက်၊  ဒက်ပ္တန်၊  သိုၚ်၊  သိုၚ်ပ္တန်၊  ပ္တန်၊  ခၞံဗဒှ်၊  ပဒှ်၊  ပ္တန်ပဒှ်။  n.  ဗီုဒၟံၚ်ဇကုဇကောဝ်၊  ဗီုပြၚ်ဇကုဇကောဝ်။  build tier on tier. (vt.vi)  လဇံက်၊  လဇံက်ထပ်။  build up. (vt.vi)  သိုၚ်ပ္တန်။"},	
{"word":"building","def":"n.  ပွမသိုၚ်ပ္တန်။  ၂။  ဒတန်၊  စမြိုၚ်၊  ရၚ်၊  ရုၚ်။  building for reading and meditation. (n)  ဇြပ်ပဋ္ဌာန်။"},	
{"word":"bulb","def":"n.  ခၟာဲ၊  ဗဂေါၚ်၊  လဝါ၊  လိုၚ်၊  က္ဍိုပ် (ဝုန်, ကြဴ, ကွာဲ)။  ၂။  အရာမဒှ်ဒၟံၚ်ဗီုပြၚ်ခၟာဲ၊  မပၟတ်ဓာတ်လလဳ။  bulbous (adj)  မနွံကဵုဗီုပြၚ်ညံၚ်ရဴခၟာဲက္ဍိုပ်(လဝါ)။  bulbous herb-flower. (n) ကဴတေံ။"},	
{"word":"bulge","def":"vt. vi.  ဖဍံၚ်၊  သကဵုတိတ်စောန်မံၚ်၊  ဒၞာဲစောန်တိတ်မံၚ်၊  ဓုပ်ပြကာ။"},	
{"word":"bulk","def":"n.  လၟိဟ်ဗွဲမဂၠိုၚ်၊  သတီုဗွိုက်ပမာဏမဇၞော်တဴဗွဲ။  ၂။  သကုတ်ဇၞော်။  bulky (adj)  ကၟာမၞုံကဵုသတီုဗွိုက်ဇၞော်။  ၂။  ကြောံ၊  ကြောံဒုတ်။  ၃။  သ္တီု။"},	
{"word":"bulkhead","def":"n.  ခဒံဍာ်ဟွံရိုၚ်(ဟွံလုပ်) အပ္ဍဲဗုၚ်က္ၜၚ်။"},	
{"word":"bull","def":"n.  ဂၠဴဗအ်၊  ဥဿဘ၊  ပြေၚ်ဗအ်၊  ကလိၚ်ဗံ။  ၂။  မပ္တံကဵုစိၚ်ကဗံၚ်ဗှ်တၟက်။  bull's eyes (n)  တေတ်ဍံက်အဒေါဝ်ခဒံၚ် သွက်ဂွံပန်သ္ဍာံဝေၚ်တဲ။"},	
{"word":"bulldozer","def":"n.  စက်ပၠာ်တိ၊  စက်တးပညဳတိ။"},	
{"word":"bullet","def":"n.  ကံ၊  မကံ၊  ကံသၞာတ်။"},	
{"word":"bulletin","def":"n.  တၚ်(လိက်)လလောၚ်တရး၊  ပရိုၚ်အလဵုအသဳမွဲမွဲ,ဂကောံမွဲမွဲ။"},	
{"word":"bullion","def":"n.  ထဝ်ကလောံ၊  သြန်ကလောံ၊  ထဝ်ထကောၚ်၊  သြန်ထကောၚ်။"},	
{"word":"bullock","def":"n.  ဂၠဴထအး၊  ဂၠဴရပ်လဝ်ဇိုၚ်။  bullock driver or owner. (n)  နာဲဒါမ၊  သၟာစဝ်ကွဳ၊  မၞိဟ်ဒဳကွဳ၊  မၞိဟ်တက်ကွဳ။  bullock's heart (n)  မရိုတ်က္ၜၚ်(ဒူရေန်)။"},	
{"word":"bully","def":"n. (pl.-lies)  မၞိဟ်ပ္ဍဵုပ္ဍိုက်သ္ပမာန်ကဵုညးဍောတ်နူဇကု၊  မၞိဟ်သ္ပမာန်ကဵုညး။  vt.  သ္ပမာန်ညး။"},	
{"word":"bulrush","def":"n.  ဂကူတၞံသပိုဟ်ဇၞော်။"},	
{"word":"bulwark","def":"n.  ကၟာမဒက်ပ္တန်လဝ်နကဵုတိဗွဝ်သကုတ်ဂၠိုၚ်ဂၠိုၚ်။  vi.  ညာတ်ထေၚ်ဒဒှ်မနွံဇၞော်ကဵုကေၚ်ကာ။"},	
{"word":"bum","def":"n. (colloq)  မၞိဟ်ပှ်လှ်၊  မၞိဟ်ဂရၚ်အာတ်စ။  adj.  မဟၟဲကဵုၚုဟ်မး၊  မသ္တိတ်ဍေံပရေံ။"},	
{"word":"bump","def":"n.  ဗဗတ်၊  ဒဒှ်မတေက်ဒး၊  ဒဒှ်မဇီုဒး။  ၂။  ပွမဂုဟ်တိုန်ဟိုတ်နူဇီုဒး တေက်ဒး၊  ဂၠံၚ်ခုၚ်ခုၚ်မုၚ်မုၚ်။  vt. vi.  တေက်ဒး၊  ဇီုဒး။  bumpy (adj)  မဂၠိုၚ်ကဵုဒၞာဲခုၚ်ခုၚ်မုၚ်မုၚ်။"},	
{"word":"bumper","def":"n.  ပသဲဂတှ်ေဒၟုၚ်ဒုၚ်လဝ်ဂတမုက် ကွဳစက်ကဵုလ္ပာ်ဍုတ်ကွဳစက်၊  ဖာန်အရက်ဝါၚ်တၟိုဟ်ဒၟံၚ်စဵုကဵုသၟန်ဍေံ။"},	
{"word":"bumpkin","def":"n.  မၞိဟ်မဟၟဲကဵုဗီုပြၚ်ယေန်သၞာၚ်၊  ကောန်ရးကး။"},	
{"word":"bumptious","def":"adj.  မဒှ်မၞိဟ်အထေၚ်ဇၞော်ကဵုဇကုဇကု၊  မဒှ်မၞိဟ်ပ္တဴလဝ်မာန၊  မဇၞော်ကဵုမာန။"},	
{"word":"bunch","def":"n.  ဂရး၊  ကၞိၚ်၊  ကၟဵု၊  ကလာပ်၊  ခစိုက်၊  ခတိုက်၊  ဒတိုက်၊  သ္တိုက်၊  သၞိၚ်၊  ဂဇိုက်၊  ဗံ၊  ဒလာဲ၊  စန်(သတ်ဆု,ဒုန်)။  vt. vi.  ဇန်၊  စန်၊  တောဲ၊  ဒတိုက်။  ၂။  ကထေၚ်။"},	
{"word":"bundle","def":"n.  ကလာပ်၊  ဂွဳ၊  ဂွဳစိုက်၊  စိုက်၊  ဓုပ်။  vt. vi.  ပကောံစန်ဒက်၊  ဂွဳစိုက်။  ၂။  ထုဲကၠပ်ပြိုက်စုတ်။၃။  အာဟရေက်ဟရေက်ဟဗေက်ဟဗေက်၊  ဗလးဟရေက်ဟရေက်ဟဗေက်ဟဗေက်။  bundle of herbs. (n)  ဓုပ်၊  ဇွောံဇၞတ်။"},	
{"word":"bung","def":"n.  ကသံ၊  ကသံစေဝ်။  vt.  တၟာတ်ဆိုအ်ထောံကဵုကသံ။"},	
{"word":"bungalow","def":"n.  သ္ၚိဗဒိုပ်ဗဵုတံဇူဒီု၊  သ္ၚိမွဲထပ်။"},	
{"word":"bungle","def":"vt. vi.  ကၠောန်လဝ်ဆဆဵု၊  ကၠောန်လဝ်ဆဒှ်ကဵုဒှ်။  n.  ကမၠောန်မကၠောန်လဝ်ဆဆဵု၊  ကမၠောန်မကၠောန်လဝ်ဆဒှ်ကဵုဒှ်။"},	
{"word":"bungler","def":"n.  မၞိဟ်ကၠောန်ကမၠောန်ဆဆဵု။"},	
{"word":"bunk","def":"n.  စၚ်သ္တိက်ဗာန်လဝ်ပ္ဍဲဒဒၚ်။"},	
{"word":"bunker","def":"n.  က္တိုၚ်ဂဒုက်ပၞာန် သွက်ဂွံတဝ်စၞေဟ်ကဵုသၞ။"},	
{"word":"bunting","def":"n.  ယာတ်မှာ်ဒက်လဝ်ညံၚ်အလာံ သွက်ဂွံဂ္ညိဂ္ညာတ်ပ္ဍဲသဘၚ်အသေအဟာန်၊  ရာဲတံၚ်ခေါန်။"},	
{"word":"buoy","def":"vt.  ဖျေံဖံပ္ဍဲဇုက်ဍာ်။  n.  ဖံထ္ၜးဇုက်ဍာ်။  buoy up. (vt.vi)  သကဵုမံက်ဒၟံၚ်လ္တူဍာ်၊  သကဵုဂတဝ်ဒၟံၚ်လ္တူမုက်ဍာ်၊  ပ္တိုန်ကဵုဓါတ်စိုတ်။  buoyant (adj)  မဂတဝ်ဟဳဒၟံၚ်လ္တူမုက်ဍာ်၊  မခိုဟ်တဴအပ္ဍဲအကာဲအရာရန်တၟံ၊  မမိပ်မြဟ်ပ္ဍဲစိုတ်။  buoyancy (n)  သတ္တိဖံ၊  သတ္တမဟဳဂတဝ်ဒၟံၚ်ပ္ဍဲလ္တူကျာဂၠးမုက်ဍာ်။"},	
{"word":"burden","def":"n.  ဣဝဵု၊  ဖဍိုက်၊  ဒလေၚ်၊  တာလျိုၚ်၊  ကပေါတ်ဂွဳစိုက်။  vt.  ပ္တိုန်ပ္ဍိုက်ကပေါတ်၊  သကဵုတာလျိုၚ်နွံ။  burdensome (adj)  မသ္ဇိုၚ်ဇၟံ၊  မက္ဍိုက်စှ်ေဒၟံၚ်ကဵုလျိုၚ်။"},	
{"word":"bureau","def":"n. (pl.-reaux)  ဌာနရုၚ်အလဵုအသဳ။  ၂။  ဂဗံက်ချူလိက်၊  ဂဗံက်မုက်ဂစေၚ်။"},	
{"word":"bureaucracy","def":"n. (pl.-cies)  နဲကဲအုပ်ဓုပ်နကဵုသ္ကိုပ်ဌာနတံမကေတ်တာလျိုၚ်၊  နဲကဲအုပ်ဓုပ်နူကဵုညးမနွံကဆံၚ်လ္တူ ခါန်ကၞက်ဖျေံနၚ်နူကဵုဗဟဵု။"},	
{"word":"bureaucrat","def":"n.  မၞိဟ်ဒ္ဂေတ်ဗက်နဲကဲအုပ်ဓုပ်ဗျူရဝ်ကရေသဳ။  bureaucratic (adj)  မဗဗွဲဗက်ကဵုနဲဗျူရဝ်ကရိတ်၊  မဗက်အာအလိုက်နဲဗျူရဝ်ကရိတ်။"},	
{"word":"burette","def":"n.  ပၠံၚ်ဖာန်သွက်ဂွံၜတ်ဒုဍာ်ဍာ်(ဗျူရိတ်)။"},	
{"word":"burglar","def":"n.  မၞိဟ်ဖံက်ပလီုလုပ်ကၠတ်ဂၠံက်။  burglary (n)  အမှုဖံက်ပလီုလုပ်ကၠတ်ဂၠံက်။"},	
{"word":"burial","def":"n.  ဒဒှ်မတိုပ်ထောံတိ(ဇွ)။"},	
{"word":"burke","def":"vt.  ကၠောန်ကၞိက်ကၞိက်ကၟုန်ကၟုန်၊  ဗိုတ်ကၠဟ်ထောံလဝ်ပ္ဍဲဒကဴ။"},	
{"word":"burlap","def":"n.  ယာတ်ဒုၚ်ဗြဲဗြဗြဗြုတ်ဗြုတ်(ဗၚ်ဗုဲ)။"},	
{"word":"burlesque","def":"vt.  ဓမက်ဟီုပျိုၚ်ပျေက်၊  ဓမက်ချူ။  n.  ပွမဓမက်ချူပျိုၚ်ပျေက်၊  ပွမပတုပ်ဗက်ပျိုၚ်ပျေက်။"},	
{"word":"burly","def":"adj.  မထတ်မ္ၚိုဟ်ဇၞော်ဂေါဝ်။"},	
{"word":"Burma","def":"n.  ဍုၚ်ဗၟာ (ဝေါဟာမန်တံကော်စ)။"},	
{"word":"Burman","def":"n.  ဗၟာ၊  ခမာ၊  ဗမာ၊  မၞိဟ်ဗၟာ၊  ဂကူဗၟာ။"},	
{"word":"Burmese","def":"adj.  မဆေၚ်စပ်ကဵုဂကူဗၟာ။"},	
{"word":"burn","def":"vt. vi. (pt.pp. burnt)  စံၚ်၊  ဒစုက်၊  ဗ္ဂုဲ၊  သ္ဂဵု၊  သမ္ၚဟ်၊  သလံၚ်၊  သ္ၚဟ်၊  စံၚ်ပတူ၊  တူကၠိုက်၊  တူလာဲ၊  ရပ်စပ်ဇွောံဗဒှ်ပၟတ်။  ၂။  ဂဵု၊  ဂဵုခၠၚ်၊  ဂဵုဒဟဵု၊  ဂဵုလဟဵု၊  ဂဵုလောံလာဲ၊  ဂဵုသလံၚ်၊  ဂၠိုက်သ္ၚဟ်၊  တူ၊  တူသ္ၚေက်၊  သကဵုတူ၊  သကဵုကတူ၊  သကဵုဂမ္တဴ၊  သ္ၚေက်၊  ဟေက်။  ၃။  သကဵုဂဵုတိုန်၊  က္တဴ၊  တၟးယး။  ၄။  ဓါတ်စိုတ်ထတ်မ္ၚိုဟ်။   n.  ဒၞာဲပၞေတ်သရတူလဝ်ပၟတ်၊  ဒၞာဲဂွေၚ်သေၚ်လဝ်တ္ၚဲ။  burn brightly. (vt.vi)  တူဂဵုဒဟဵု။  burn slightly. (vt.vi)  ထလာန်၊  ဗလာန်၊  သၠာန်။  burn tapers. (vt.vi)  ဗ္ဂုဲဓုပ်သ္ဍဴ။  burn to coal. (vt.vi)  တူသ္ၚေက်။  burn up. (vt.vi)  တူသၞာန်။  burn with a glow. (vt.vi)  တူဂဵုလဟဵု။  burned (adj)  သွံၚ်၊  မလေပ်တူလောဲ။"},	
{"word":"burning","def":"adj.  မက္တဵုဒှ်ဒၟံၚ်ပြသၞာတိတ်လုပ်ဟွံဂွံ(ဟီုဂးဒၟံၚ်ညးသ္ကံ)။  n.  ခၞံၚ်၊  စနံၚ်။"},	
{"word":"burnish","def":"vt.  တုပ်ဂဇိုဟ်ညံၚ်အရံၚ်ဍေံသ္ဂောံပလေဲ။  burnished (adj)  ဥရကိုတ်၊  မသကဵုပလေဲတိုန်။"},	
{"word":"burrow","def":"vt. vi.  ကၠောန်သိုၚ်သွက်ဂွံလဒပ်ဇူ။  n.  သိုၚ်သတ်လဒပ်ပ္ဍဲတိ။"},	
{"word":"bursar","def":"n.  မၞိဟ်ထိၚ်ဒက်သၠုဲပ္ဍဲဘာတက္ကသဵုကဝ်လိက်။"},	
{"word":"burst","def":"vt. vi. (pt.pp. burst)  ထကး၊  ဒကး၊  ပြိုဟ်၊  ဗတိုဟ်။  ၂။  တလိုဟ်ဖံက်အာ။  n.  ပွမဗတိုဟ်တိုန်ပံက်လဟာ်တိတ်အာ။  ၂။  ပၞော်ဗတိုဟ်ပံက်လဟာ်တိတ်အာ။၃။  ပွမကၠေံစိုတ်ပ္တိတ်ဇြဟတ်လွဳပရာဗွဲခေတ္တ။  burst forth. (vt.vi)  ဗပါ်ဗ္တိုဟ်။  burst out. (vt.vi)  ဗတိုဟ်တိတ်။"},	
{"word":"bury","def":"vt.  တိုပ်၊  တိုပ်ထောံတိ၊  ဂြောပ်တိုပ်၊  အာတိုပ်ထောံ။  burial (n)  ပွမတိုပ်ထောံပ္ဍဲတိ။"},	
{"word":"bus","def":"n.  ကွဳစက်၊  ကာ(ပ္ဍိုက်စမၞိဟ်အာတရဴ)။"},	
{"word":"bush","def":"n.  ရာပ်၊  ခြုံ၊  အုပ်၊  ကသဵု၊  ကသဵုဂြိုပ်၊  ဂသဵုဂြိုပ်၊  ဍိုၚ်။  ၂။  တိအရိုၚ်။  bushy (adj)  မတီုကၠီုဒၟံၚ်နကဵုရာပ်ခြုံ။"},	
{"word":"bushel","def":"n.  နသၞူအၚ်္ဂလိက်လုပ်ပရိုက်(၈)ဂါလာန်။"},	
{"word":"business","def":"n.  ကိစ္စ၊  ကေၚ်ကာ၊  ကိစ္စကေၚ်ကာ၊  စရၚ်၊  စရၚ်ကိစ္စ၊  ဗျာပါရ၊  ကမၠောန်ဇိက်ဗၞိက်၊  ဗၞိက်ဇိက်၊  ကမၠောန်ကေၚ်ကာသွံရာန်ဗၞိက်။  ၂။  ဆေၚ်တိုက်ကမၠောန်။  ၃။  ကမၠောန်၊  တာလျိုၚ်။  adj.  မဒှ်အတိုၚ်အခိုက်ကၞာသွံရာန်၊  မဒှ်ဒဒှ်နဲကဲစှ်ေကဵုသၞောတ်၊  မဒှ်ဇိပ်ဇိပ်ဂၠိပ်ဂၠိပ်။"},	
{"word":"bust","def":"n.  ဗီုရုပ်ဇကုမွဲဒကုတ်။  ၂။  သြိုဟ်သၟတ်ဗြဴ၊  ဗၜတ်ဗွိုက်သြိုဟ်သၟတ်ဗြဴ။  vt. vi.  ကဝ်သ္ကုတ်၊  ထကး။  ၂။  လေပ်ဂၠိုက်ဂၠာဲ၊  (ဗၠာဲသၟိၚ်)ရပ်ကေတ်။ ၃။  ဖျေံကဆံၚ်ပ္ဍဲဒပ်ပၞာန်။  adj.  မလီု၊  မသုၚ်စောဲဟွံဂွံ (ကပေါတ်စက်)။  ၂။  ဟိုတ်နူသြန်ပိုတ်အာတုဲမ္ဒးဒေံါအာကမၠောန်၊  မကလေၚ်လေဲခတှ်ဟွံမာန်။  bust up.  ဒှ်သၞတၚ်တုဲမပြးအာ (တြုံကဵုဗြဴ)။ (They bust up after five years of marriage.)  bust up. (n)  ပွအရေဝ်ဂၠိုၚ်ကဵုညးသ္ကံ။  ၂။  ပွသ္ကံလ္ၚောဝ်မလီုလာ်အာ။"},	
{"word":"bustle","def":"vt. vi.  အာကၠုၚ်ချဳဒရာၚ်ထုဲဂရုဲဒၟံၚ်။  n.  ပွမအာကၠုၚ်ချဳဒရာၚ်ထုဲဂရုဲဒၟံၚ်။"},	
{"word":"busy","def":"adj. (-ier, -iest)  မနွံဒၟံၚ်ကဆံၚ်အဃောကၠောန်ဒၟံၚ်၊  မဒှ်ဒၟံၚ်အဃောဟွံသၠးၜး၊  မဒှ်ဒၟံၚ်အဃောကမၠောန်ထုဲ၊  မဒှ်ဒၟံၚ်အဃောကမၠောန်ဂၠိုၚ်။  ၂။  မနွံဒၟံၚ်ကမၠောန်သွက်ဂွံကၠောန်ဗွဲမဂၠိုၚ်။  busily  (adv)  နဒဒှ်ကမၠောန်ဂၠိုၚ်ဗွဲ၊  နဒဒှ်ကမၠောန်ထုဲဗွဲ။  busybody (n)  မၞိဟ်လုပ်လှံက်ပ္ဍဲကေၚ်ကာကမၠောန်ညးဂမၠိုၚ်၊  မၞိဟ်လေပ်လုပ်လှံက်၊  မၞိဟ်ခစုၚ်တၞုၚ်။"},	
{"word":"but","def":"conj.  ဆဂး၊  ဆဂးဂှ်၊  ဟွံဒှ်သာ်ဂှ်၊  ၜိုန်ဂှ်လေဝ်၊  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်။  adv.  ဆဂှ်၊  ဆၜိုတ်ဂှ်၊  ဆၜိုတ်ဂှ်ဟေၚ်။  prep.  ပဲါနူဂှ်တုဲ။  rel. pron.  မဟၟဲ.....ညး။"},	
{"word":"butane","def":"n.  ဓါတ်ဗျုတ်တိန်(မရပ်စပ်ပ္ဍဲဒၞာဲတောံတိုပ်)။"},	
{"word":"butcher","def":"n.  မၞိဟ်ကမၠောန်ပ္ဍဲရုၚ်ဂစိုတ်သတ်။  vt.  ဂစိုတ်နကဵုၜုန်မြဓဇန်ဓဇန်။"},	
{"word":"butea","def":"n.  ဂဗုၚ်ဆု၊  သတ်ဂဗုၚ်ဆု။"},	
{"word":"butler","def":"n.  ဂအုပ်ဗန္ဒာ၊  မၞိဟ်ထိၚ်ဒက်သၠုဲသၠာဲ၊  ဂအုပ်သၟာကမၠောန်အပ္ဍဲသ္ၚိ။"},	
{"word":"butt","def":"n.  ခလှာတ်ဒၞာဲပန်ဗလးစံတဲ၊  ကုန်ဒၞာဲပန်ဗလးစံတဲ။  ၂။  မၞိဟ်သ္ဒးဒုၚ်သ္ပအရိုၚ်၊  အရာမသ္ဒးဒုၚ်သ္ပအရိုၚ်။  n.  ကွိုတ်သၞာတ်(ဒေန်သၞာတ်)။"},	
{"word":"butter","def":"n.  ကၠေၚ်ပ္တိတ်ကေတ်နူကဵုဍာ်တှ်၊  ထဝ်ဗာတ်၊  ကၠေၚ်ဗဝုတ်၊  ကၠေၚ်တၟိ။  buttermilk mixed with water. (n)  ဍာ်တက်။  buttery (adj)  မနွံကဵုထဝ်ဗာတ်၊  မဂြောပ်ဓလီုဒၟံၚ်ကဵုထဝ်ဗာတ်။  buttery (n)  ရုၚ်မခြိုၚ်ဇွောံမ ဘာတက္ကသဵု။"},	
{"word":"butterfly","def":"n. (pl.flies)  စၟလေဝ်လော်၊  စၟကလော်ဂလာ၊  စၟလော်လေဝ်၊  စၟယျံက်ကယျေဝ်။"},	
{"word":"buttock","def":"n.  စ္ၚာၚ်၊  စ္ၚာၚ်ဂၞိၚ်၊  ဇ္ၚာၚ်၊  ဇ္ၚာၚ်ဂၞိၚ်၊  ထာၚ်ဒဳ၊  ထာၚ်တကေတ်၊  ထာၚ်သ္ကေတ်။"},	
{"word":"button","def":"n.  ခမောံပလောံ၊  တၟောံပလောံ၊  ပၚာန်၊  ပ္ၚန်။  ၂။  မံၚ်သၟတ်သွက်ဂွံဍဵု။  vt. vi.  စုတ်တၟောံပလောံ။  button-hole (n)  ပးပ္ၚန်၊  ပၞော်တၟောံပလောံ၊  ပထောံတၟောံပလောံ၊  ထၟောၚ်တၟောံပလောံ၊  ဖျေဲပ္ၚန်။"},	
{"word":"buttress","def":"vt.  ဒုၚ်ဂါန်လဝ်ကဵုဂၠဴ။  n.  ဂၠဴမဂစါန်ဂါန်လဝ်ညံၚ်ဟဂွံဇဲဇာဲ။"},	
{"word":"buxom","def":"adj.  မနွံကဵုဇကုဇကောဝ်သၠုၚ်သၠုၚ်ဇၞော်ဇၞော်ဂေါဝ်ဂေါဝ်။"},	
{"word":"buy","def":"vt. vi. (pt.pp.bought)  ရာန်၊  ရာန်ပါန်။  buy and bring silks and velvets of good quality. (vt.vi)  ဗြေဝ်(ဖေဝ်)ကတေပးဒးရးတံဂှ်ရာန်နၚ်။  buy on credit. (vt.vi)  ကဝုတ်၊  ရာန်ကဝုတ်။  buyer (n)  မၞိဟ်ရာန်။  buy and sell. (vt.vi)  ပဗၞိက်။"},	
{"word":"buzz","def":"n.  ဗရုဲသာဲ၊  ဗရုရမျာၚ်၊  ဗရုရမျာၚ်မၞိဟ်ဟီုအရေဝ်။  vt. vi.  ဗြုဒၟံၚ်ဝေဝ်ဝေဝ်။"},	
{"word":"buzzer","def":"n.  ဗရုဗဂိုဟ်ကဵုသတိ။"},	
{"word":"by","def":"prep.  ကရပ်ဂှ်၊  သ္ကဲဂှ်၊  ကရပ်တေံ၊  သ္ကဲတေံ။  ၂။  နကဵု။  ၃။  တတ်တုဲ၊  တတ်တိုန်တုဲ၊  မွဲဒမြိပ်။  ၄။  တတ်အာကရပ်ဂှ်။  ၅။  အပ္ဍဲအခါဂှ်၊  အခိၚ်ဂှ်။  ၆။  စွံဗွဲကြဴအိုတ်တုဲ၊  လ္ပကဵုလဇုဲလဇနူဂှ်။  ရ။  အလိုက်၊  အနေ။  ၈။  နကဵု။  ၉။  အတိုၚ်ဂှ်။၁ဝ။  ဟွံစိုပ်ဍၚ်၊  ဟွံပေၚ်က္ဍၚ်။  adv.  ကရပ်ဂှ်။  ၂။  တတ်ကၠောံတုဲ။  ၃။  ပဲါစွံလဝ်ဗွဲတၟေၚ်တုဲ။၄။  အိုတ်ကၞောတ်တဲ၊  ပ္ဍဲကာလတုဲဒှ်အာဂှ်။  by force. (adv)  အနိၚ်အထက်၊  အနိၚ်အပိုၚ်။  by land. (adv)  တိုက်၊  နကဵုတိုက်၊  နကဵုတရဴတိုက်။  by means of. (prep)  န၊  နကဵု။"},	
{"word":"byword","def":"n.  မၞိဟ်သ္ဒးဒုၚ်ဟီုပ္ကီုပရာပ်နဒဒှ်သာဓက၊  အရာမသ္ဒးဒုၚ်ထ္ၜးနဒဒှ်သာဓက။"},	
{"word":"by(e)-","def":"prefix.  မဟွံလုပ်ပါပ္ဍဲကေၚ်ကာ၊  မဟွံပြာကတ်။  ၂။  မဒှ်လ္ပာ်သ္ကဲ၊  မဒှ်ကပေါတ်ဂွံကၠုၚ်နူလ္ပာ်သ္ကဲ။  by-gone (adj)  မလောန်ကၠုၚ်တေံ၊  မတုဲကၠုၚ်တေံ၊  မဒှ်ကၠုၚ်နူတမၠာတမၠာတေံ၊  မတုဲဒှ်ကၠုၚ်တေံ၊  မဒှ်ကၠုၚ်နူကၠာကၠာတေံ၊  မဒှ်နူကၠာကၠာတေံ။"},	
{"word":"by(e)-law","def":"n.  သၞောဝ်ဥပဒေလလောၚ်တြးပ္တိတ်လဝ် နူတၠအဝဵုဒေသန္တရ(ဒေသ)။"},	
{"word":"by-election","def":"n.  ပေဲါဒုၚ်ရုဲမာဲအကြာ (ကၠာဟွံစိုပ်လ္ပာ်တေံလ္ပာ်ဏံဏီ)။"},	
{"word":"bypath","def":"n.  ဂၠံၚ်သြော်၊  ဂၠံၚ်ကရေပ်၊  ဂၠံၚ်သ္ကဲလ္ပာ်လက္ကရဴ။"},	
{"word":"bystander","def":"n.  မၞိဟ်ဗဵုဒၟံၚ်လ္ပာ်သ္ကဲ(လ္ပာ်မ္ၚး)။"},]}