{"data":[{"word":"c","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်တတိယ။"},
{"word":"cab","def":"n.  ကွဳချေံလိၚ်ဒမမြိပ်စပ္ဍဲတရဴဒမၠေံ၊  ယာန်မဂြိပ်အာကၠုၚ်ပ္ဍဲတရဴဒမၠေံ။"},
{"word":"cabaret","def":"n.  ပေဲါမဂယှ်ေလှ်ေဒုၚ်တၠုၚ်ပူရိသာတ် ပ္ဍဲရုၚ်ဌာန်ဇၞူစသုၚ်။"},
{"word":"cabbage","def":"n.  ရာဲအထုပ်ကြုက်၊  ရာဲကြုက်။"},
{"word":"cabin","def":"n.  ရာ်၊  ခဒံဍောတ်၊  သ္ၚိသိုၚ်ခၞံလဝ်အပြောံဍောတ်ဍောတ်။  ၂။  ခဒံတိက်ပ္ဍဲက္ၜၚ်၊  ခဒံတိက်ပ္ဍဲက္ၜၚ်ကျာ။"},
{"word":"cabinet","def":"n.  ဒူမၞုံကဵုကဆံၚ်ထဝ်နကဵုအာန်ဗွဲမဂၠိုၚ်၊  ဗော်ဝန်ဇၞော်။"},
{"word":"cable","def":"n.  ဇုက်ခိုၚ်ဒုတ်၊  ဇုက်လောတ်တိုပ်လဝ်၊  လိက်ဇုက်လောတ်။  vt. vi.  ကလိုဟ်ပရိုၚ်နကဵုဇုက်လောတ်။"},
{"word":"cablegram","def":"n.  လိက်ဇုက်လောတ်။"},
{"word":"cackle","def":"vi.  စာၚ်ၝောံကတတ်၊  ဟီုဂးဂြိုၚ်ညာန်ညေဲပလေဝ်ဒၟံၚ်။"},
{"word":"cactus","def":"n.  မၚ်ကြေံ၊  တၞံမၚ်ကြေံ။"},
{"word":"cadaverous","def":"adj.  မတုပ်ညံၚ်ရဴမၞိဟ်ချိုတ်၊  မဗုဖျိုဟ်ဖျေဟ်ဒၟံၚ်။"},
{"word":"cadence","def":"n.  ရမျာၚ်တိုန်စှ်ေ၊  ကာရန်။"},
{"word":"cadet","def":"n.  ကွးဘာပၞာန်တိုန်ကွတ် ပ္ဍဲဘာကဝ်လိက်ကွတ်ပၞာန်၊  ကွးဘာတိုန်ကွတ်ဗဵုပၞာန်။"},
{"word":"cadge","def":"n.  ပွမအာတ်၊  ပွမအာတ်မိက်။  vt. vi.  အာတ်၊  အာတ်မိက်။"},
{"word":"cafe","def":"(cafe' n.  ဆေၚ်ဍာ်ကာဖဲ၊  ဆေၚ်ဍာ်လက်ဖက်။"},
{"word":"caff","def":"ရံၚ် cafe တေံညိ။"},
{"word":"caffeine","def":"n.  ဓါတ်ကာဝှိန်မနွံပ္ဍဲဍာ်လက်ဖက်, ပ္ဍဲဍာ်ကာဖဲ။"},
{"word":"cage","def":"n.  ခရိုၚ်ခြိုၚ်၊  ခရိုၚ်ဂစေံ၊  ခရိုၚ်ခြိုၚ်ဂစေံ။  cage for prisoners. (n)  ဂုက်၊  စာတ်၊  သ္ၚိစာၚ်။  vt.  ခြိုၚ်စုတ်လဝ်ပ္ဍဲခရိုၚ်။"},
{"word":"cagey","def":"adj.  မလေပ်ကၞုက်လဒဵု၊  မလေပ်မၚ်မွဲသၟန်ပါၚ်၊  မလေပ်ဒေပ်လဝ်။"},
{"word":"caiman","def":"n.  ကျာံက္ဍိုပ်ဒုတ်ဂၠေံမွဲဂကူပ္ဍဲတိုက်အမေရိက ဒကုတ်သမၠုၚ်ကျာကဵု ဒကုတ်အဒေါဝ်။"},
{"word":"cayman","def":"ရံၚ် caiman တေံညိ။"},
{"word":"cairn","def":"n.  ဗီုတၟံကလောံသ္ပတိုၚ်သမ္တီ။"},
{"word":"cajole","def":"vt.  စကာနကဵုဂလာန်ထ္ၜပတိုန်၊  လှန်စ။  cajolery (n)  ဒဒှ်မစကာနကဵုဂလာန်ခအၚ်ပ္တိုန်။"},
{"word":"cake","def":"n.  ကွာၚ်၊  ကွာၚ်ရေက်ကုတ်ကလောံလဝ်နကဵုၜုန်။  ၂။  ကလောံကလောံမကၠောန်လဝ်နကဵုဗီုပြၚ်မွဲမွဲ။  cakes formed of cooked rice dried and mixed with sugar. (n)  နာဍူ၊  ပုၚ်မောဝ်နာဍူ။  vt. vi.  သကဵုကလောံအာ၊  သကဵုဒှ်တိုန်ကလောံကလောံ၊  သကဵုကြံၚ်မ္ၚိုဟ်ကလောံကၠုၚ်။"},
{"word":"calabash","def":"n.  လဵု၊  သတ်လဵု၊  တၞံလဵု။"},
{"word":"calamity","def":"n. (pl.-ties)  ဘဲ၊  ဘဲလ္ၚ၊  ဝိဝဲ၊  ဥပဒြ္ဒဴ၊  ပွမက္တဵုဒှ်ကပ်မဇၞော်ကဵုဇြဟတ်၊  ကံကုသဵုပရေံမက္တဵုဒှ်တိုန်ဇၞော်ကဵုဇြဟတ်။"},
{"word":"calcium","def":"n.  ဓာတ်ခပဵု။"},
{"word":"calculate","def":"vt. vt.  တော်တၟော်၊  သြိုဟ်လၟိဟ်။  ၂။  ချပ်ရန်တၟံ၊  ရန်လဝ်၊  တော်ဆလဝ်။  ၃။  သ္ပပဓာန်၊  ပတှ်ေဖျေံလဝ်စိုတ်။  calculation (n)  ဒဒှ်မတော်တၟော်။  calculator (n)  စက်တော်ဂၞန်။"},
{"word":"calendar","def":"n.  ကြက္ကဒိန်၊  အၚ်ဂိတုတ္ၚဲဗြဲပ္ဍဲဂွေၚ်ပွိုၚ်မွဲသၞာံ၊  သၚ်ဝတ်စဝ်။  ၂။  စက်ဗုတ်ဓရိတ်ဖဍိုတ်စက္ခူကဵုယာတ်သၟာ်။"},
{"word":"calender","def":"n.  စက်ဗုတ်တွိုဟ်စက္ခူဂၠိက်ယာတ်ညံၚ်ဂွံကလိတ်။  vt.  စုတ်ပိုဟ်ကလိတ်စက္ခူယာတ်ပ္ဍဲစက်။"},
{"word":"calf","def":"n. (pl.calves)  ကောန်ဂၠဴ၊  ကောန်ၜေဝ်၊  ကောန်မေအ်၊  ကောန်သတ်တိရစ္ဆာန်ဍောတ်ဍောတ်သွတ်သွတ်။  ၂။  ခဒံဗြာတ်၊  ဂဒံဗြာတ်၊  ကောန်ကၞိပ္ဍဲတၚ်ၜံၚ်၊  ကဒတ်။"},
{"word":"calibre","def":"(US- caliber) n.  ပၠံၚ်သေနာတ်(သၞာတ်)၊  သၠဲပါၚ်ပၠံၚ်။  ၂။  အစောံစရာဲ။"},
{"word":"call","def":"vt. vi.  ကော်၊  ကော်ခဴ၊  ခုတ်၊  ခုတ်ခဴ၊  ဂးယၟု၊  မ္ဂးယၟု၊  မဟိမု၊  ထၜုတ်၊  ဆံၚ်၊  ဆံၚ်ဏာ၊  ဆံၚ်ပ္ညန်(ကော်ခဴစ)။  ၂။  ကရေဲ၊  ကရေဲကော်။  ၃။  အာဝေၚ်မွဲချိုန်ခဏ၊  အာဝေၚ်မွဲအံၚ်။၄။  ကော်ကေတ်။  call away. (vt.vi)  ကော်ဏာ။  call out. (vt.vi)  ဂတေဝ်ကော်၊  ဗလးရမျာၚ်၊  လလောၚ်ကမြဴ။  call to account. (vt.vi)  ဂြၚ်လပှ်။  call to mind. (vt.vi)  ဗၞုဟ်တိုန်၊  ဗှ်ဗၞုဟ်တိုန်၊  သမ္တီဒး။  call upon. (vt.vi)  ဂၠာဲ။  n.  ရမျာၚ်ကရေဲ၊  ရမျာၚ်ကော်။  ၂။  ပွမကၠုၚ်ဝေၚ်မွဲချိုန်ခဏ၊  ပွမသကဵုစေက်၊  ပွမသကဵုဒုၚ်ဖအိုတ်။  ၃။  ပွမနွံပၟိက်။  called (adj)  မ္ဂး။  caller/calling (n)  ကမၠောန်ကၟိတ်၊  ကမၠောန်။"},
{"word":"callous","def":"adj.  မကြံၚ်မ္ၚိုဟ်၊  မရိရေၚ်၊  မနွံကဵုဖျုန်ကြံၚ်မ္ၚိုဟ်ရိရေၚ်။  ၂။  မဟၟဲကဵုစိုတ်နွံကဵုဓဝ်ဆာန်ဍူ၊  မသ္ၚိတ်ဇြ။"},
{"word":"callow","def":"adj.  မဟၟဲကဵုလညာတ်ဆဵုဂဗဘဝ။"},
{"word":"calm","def":"adj. (-er,-est)  ၜိုဟ်၊  ညိၚ်ဝတ်၊  တန်ကြန်။  n.  အခိၚ်ကာလမညိၚ်ဝတ်သ္ၚိတ်ဇြ၊  ဒဒတန်စိုတ်၊  သမာဓိ၊  သ္ၚိတ်ဇြ။  vt. vi.  ဇြုၚ်၊  သ္ဇုၚ်၊  ပၠာံဗ္ဇး၊  သကဵုညိၚ်ဝတ်၊  သကဵုတန်ကြန်။  calm state of mind. (vt.vi)  ဖျေံဘဝၚ်။  calmly (adv)  နဒဒှ်မသကဵုညိၚ်ဝတ်၊  နဒဒှ်မသကဵုတန်ကြန်။  calmness (n)  ဒဒှ်မညိၚ်ဝတ်၊  ဒဒှ်မတန်ကြန်။"},
{"word":"calomel","def":"n.  ၜဵုကာၚ်၊  ၜဵုသ္ကာၚ်။"},
{"word":"calumniate","def":"vt.  ဟီုဖျေံကဝု၊  ဟီုပတိုန်ဖျေံ၊  ဟီုစောဒနာစ၊  ဟီုဂလာန်ဗဇဵုအကြာညး၊  ဗျဵုပလီု။"},
{"word":"calumny","def":"n. (pl.-nies)  ဒဒှ်မဟီုဂးဂလာန်ဟၟဲကဵုသတ်ဒတ်၊  ပြဝပလီုစရာဲဖျေံကဝုညးမွဲကုညးမွဲ၊  ဂလာန်မပိုဟ်ဂုန်။"},
{"word":"calves","def":"ရံၚ် calf တေံညိ။"},
{"word":"camel","def":"n.  အုတ်။"},
{"word":"camera","def":"n.  စက်တက်ဗီု၊  ကိမ်မရာ။"},
{"word":"camouflage","def":"n.  ပွမပလီုလဝ်ရုပ်ညံၚ်ရဴသၞတံဟဂွံတီ ဟဂွံဆဵုညာတ်၊  ကၠောန်ပလီုလဝ်ဗီုရုပ်ရဴ ညံၚ်ရဴသၞတံဂွံဒှ်ဒွိဟ။"},
{"word":"camp","def":"n.  ဒဒိုပ်၊  ဗ္ဒိုပ်။  vi.  တက်ကၞာတမၞက်၊  ဒပ်၊  ပဗဒိုပ်၊  ဖျေံဗ္ဒိုပ်။  camp fireplace. (n)  မာၚ်ဂုၚ်။"},
{"word":"campaign","def":"n.  ပၞာန်ထပက်ဇၞော်၊  ပေဲါဗတိုက်၊  မချဳဒရာၚ်ဖျေံလဝ်နကဵုပရေၚ်ကိုန် သွက်တၚ်ရန်တၟံလဝ်မွဲမွဲ။  vi.  ထပက်ပၞာန်မချဳဒရာၚ်နကဵုပရေၚ်ကိုန်။  campaigner (n)  မၞိဟ်မပါလုပ်ပ္ဍဲကမၠောန်ဂှ်။"},
{"word":"camphor","def":"n.  ပရုတ်(ဘုံမသိုန်,ပရုတ်အရိုၚ်)။"},
{"word":"campus","def":"n. (pl.-es)  ပရိဝိုန်ဘာတက္ကသဵု၊  ဝၚ်ဘာတက္ကသဵု၊  ဝၚ်ဘာကဝ်လိတ်။"},
{"word":"can","def":"aux. v.  မာန်။  n.  စေဝ်ဖ္ကောဝ်၊  ဗဳဖ္ကောဝ်။  vt.(-nn-) (pt.pp.could)  စုတ်စေဝ်ဗဳဖ္ကောဝ်။  cannery (n)  ရုၚ်စက်စုတ်စေဝ်ဗဳဖ္ကောဝ်။"},
{"word":"can't","def":"(=can not)  ဟွံမာန်။"},
{"word":"canal","def":"n.  လပတ်၊  ကပတ်၊  စြာၚ်။  ၂။  ဂၠံၚ်တတ်အာ၊  မြံၚ်ဍာ်၊  ဗရံၚ်ဍာ်။"},
{"word":"cancel","def":"vt. (-ll-)  ခရက်ပလီုထောံ၊  ပလီုထောံ၊  ပဲါပလီုထောံ။  ၂။  သီပလီုထောံ၊  ရုပ်သီထောံ။  cancellation (n)  ဒဒှ်မသီပလီုထောံ၊  ဒဒှ်မသီရုပ်ထောံ၊  ဒဒှ်မရုပ်သီပဲါတးထောံ။"},
{"word":"Cancer","def":"n.  ကြကတ်(ဒွာရာသဳ)။  n.  ယဲရိုဟ်၊  ယဲဂန္ဓမာလာ၊  ယဲကိန်သာ။"},
{"word":"candid","def":"adj.  ပူဂဵုမဂရၚ်ပ္တီကေတ်အယျာဒၞာဲဝဲါ၊  ပူဂဵုလုပ်ဒုၚ်ရုဲ။  ၂။  မၞိဟ်လုပ်သွဟ်သဘၚ်သၟာန်လိက်။  candidature (n)  ပွမလုပ်ဒုၚ်ပြိုၚ်ရုဲ၊  ပွမလုပ်သွဟ်ပေဲါသၟာန်လိက်။  candidate (n)  မၞိဟ်မလုပ်ဒုၚ်ရုဲစှ်မာဲ၊  မၞိဟ်ဂရၚ်ပ္တီအာတ်မိက်ဒၞာဲဝါ။  ၂။  မၞိဟ်လုပ်သွဟ်ပေဲါသၟာန်လိက်။"},
{"word":"candle","def":"n.  ပၞာၚ်။  candle made by rolling wax on a wick. (n)  ပၞာၚ်ဗ္ၜန်။"},
{"word":"candle-stick","def":"n.  ခုၚ်လ္ဇံက်ပၞာၚ်တိုၚ်၊  တိုၚ်လ္ဇံက်ပၞာၚ်။"},
{"word":"candle-wick","def":"n.  ခနပၞာၚ်၊  ပရက်ပၞာၚ်။"},
{"word":"candour","def":"(US- candor)  n.  ဒဒှ်ဟၟဲကဵုကၞိက်လဒဵု၊  ဒဒှ်မပံက်ထ္ၜးကဵုဖအိုတ်။"},
{"word":"candy","def":"n.  မသဂြာ၊  မထ္ၜေတ်၊  ပိတ်ပါမေန်။  vt.  တုၚ်ကဵုဍာ်သဂြာ။"},
{"word":"cane","def":"n.  ၜဝ်၊  လေံၜဝ်။  vt.  ထပက်ဇုက်ၜဝ်၊  တက်ကဵုလေံၜဝ်။  cane sugar. (n)  ကဝ်ၜဴ။"},
{"word":"canine","def":"adj.  မဆေၚ်စပ်ကဵုကၠဵု။"},
{"word":"cannabis","def":"n.  ဘၚ်(ဂဥုဲဗ္ၜူမွဲဂကူ)။"},
{"word":"cannibal","def":"n.  မၞိဟ်စဖျုန်မၞိဟ်၊  တိရစ္ဆာန်စဖျုန်ဂကူဍေံကဵုဍေံ။"},
{"word":"cannon","def":"n.  အမၠံက်၊  ဗလံက်၊  ကေန်နေန်၊  ကိန်နိန်။  ၂။  သၞာတ်စက်စုတ်ဗ္ဂပ်လဝ်ပ္ဍဲက္ၜၚ်ကျာ။"},
{"word":"cannon-ball","def":"n.  ကံအမၠံက်။  cannonade (n)  ပွမပန်ကဵုအမၠံက်မွဲဣဝီုကၠံလစုတ်။"},
{"word":"canny","def":"adj. (-ier,-iest)  မသ္ပဂရု၊  မစဳစေါတ်။"},
{"word":"canoe","def":"n.  ဂၠုၚ်၊  ဂၠုၚ်ဒုန်အာကၠုၚ်စသာသာ။  canoe with an outrigger. (n)  ဇလာ၊  ဇလာက္ၜၚ်။"},
{"word":"canon","def":"n.  ဥပဒေဝိနယ်ကျာ်ခရေတ်။  ၂။  နဳတိ၊  နိသျ။"},
{"word":"canopy","def":"n. (pl.-pies)  ဖ္ဍာန်၊  သၠဖ္ဍာန်။"},
{"word":"cant","def":"n.  ရမျာၚ်မၞိဟ်ခၟိဟ်၊  ရမျာၚ်ညးသပ္ပရိုဟ်၊  ပွမပတုပ်ဟီုဂးလဝ်။  ၂။  ဂလာန်ညးအပြောံတံဟီုဂး၊  အရေဝ်ဗေဗာန်။"},
{"word":"cantankerous","def":"adj.  မနွံကဵုစိုတ်ဂၠေံဂၠေံ၊  မနွံကဵုစိုတ်ဂၠာဲသၞ၊  မလွဳလဝ်စိုတ်ဂၠာဲသၞ။"},
{"word":"canteen","def":"n.  ဆေၚ်သွံစၞစသုၚ်ပ္ဍဲရုၚ်,ပ္ဍဲရုၚ်စက်,ပ္ဍဲဘာတက္ကသဵု။  ၂။  တလာဇန်,ပ္ၚာန်,ခစီုစပုၚ်သွ။"},
{"word":"canter","def":"vt. vi.  သကဵုချေံစှ်ေအာချိုတ်အာလဟေက်၊  သကဵုစှ်ေအာဗီု။  n.  ပွမသကဵုချိုတ်အာလဟေက်၊  ပွမသကဵုစှ်ေအာဗီု။"},
{"word":"canto","def":"n. (pl.-s)  ပိုဒ်ဒကုတ်လၚ်္ကာဇမၠိၚ်။"},
{"word":"cantonment","def":"n.  ဍုၚ်ဒပ်။"},
{"word":"canvas","def":"n.  ယာတ်ပၠုဲ၊  ယာတ်ဒုၚ်ဗြဲ။"},
{"word":"canvass","def":"vt. vi.  ္ၚဲ(မာဲ)။  ၂။  ချပ်တေၚ်ဗၚ်သဳကၠဳစေံစေံပေါတ်ပေါတ်၊  စဳစောတ်ပညဳပညပ်။"},
{"word":"canyon","def":"n.  ဗၚ်ဇြဟ်ဒမျိုဟ်။"},
{"word":"cap","def":"n.  အထုပ်က္ဍိုပ်ကိပ်။  ၂။  သကိုပ်။  vt.  ဂိုပ်ကဵုသကိုပ်၊  ဒလဝ်။"},
{"word":"capability","def":"n.  ဒဒှ်မရေၚ်တၠုၚ်ဏာကဵုမာန်၊  ဍာ်အစောံစရာဲ။"},
{"word":"capable","def":"adj.  မသ္ပမာန်၊  မရေၚ်တၠုၚ်မာန်၊  မကၠောန်မာန်။  ၂။  မလေပ်ကၠောန်၊  မကၠောန်ဒၟံၚ်လၟိုန်၊  မကၠောန်ဏာဗီုဂှ်မာန်။"},
{"word":"capacious","def":"adj.  မသၠဲလး၊  မလုပ်မာန်ဂၠိုၚ်ဂၠိုၚ်။"},
{"word":"capacity","def":"n.  ပရိုက်၊  အစောံဇြဟတ်၊ လၟိဟ်ပရိုက်လုပ်ဂွံ၊  လၟိဟ်ပရိုက်လုပ်မာန်၊  ပမာဏပရိုက်လုပ်မာန်။"},
{"word":"caparison","def":"n.  တဟး၊  ထၚး၊  လၚး၊  လဟး၊  လဟှ်ေ၊  ကချေံ။  vt.  ကျိုၚ်ကချေံ။"},
{"word":"cape","def":"n.  ဂဒုၚ်၊  မုဟ်ဂဒုၚ်။  ၂။  ပလောံသၠောံ။"},
{"word":"caper","def":"vt.  ဒံၚ်ထလာ်မိပ်ဇြိပ်၊  သ္ပပွဒိုဟ်ဒိုဟ်ကြံကြံ။  caper tree. (n)  ခလဲ၊  ဗလဲ(တၞးဍေံစုတ်ချအ်စၜိုၚ်)။"},
{"word":"capillary","def":"adj.  မသောဲဗြောဲညံၚ်ရဴတၞုၚ်သော်။  n.  ပၠံၚ်မၞုံကဵုပၞော်သောဲသောဲဗြောဲဗြောဲ၊  လတေၚ်ဆီသောဲဗြဲဗြဲ။"},
{"word":"capital","def":"n.  ဍုၚ်ဇၞော်၊  ရာဇဌာနဳ။  ၂။  မက္ခဝ်ဇၞော်(ပ္ဍဲအက္ခဝ်အၚ်္ဂလိက်)။  ၃။  တံ၊  တံရိုဟ်(သၠဲသၠာ်)၊  အရၚ်၊  တံအရၚ်၊  ဒြပ်တံ၊  သွက်ၚုဟ်ဒြပ်။  ၄။  မခိုဟ်တဴဗွဲတၟေၚ်။  capital of a kingdom. (n)  ရာဇဌာနဳ။  capitalist (n)  သၟာတံရိုဟ်။  capitalism (n)  သၞောတ်သၟာတံရိုဟ်။  capitalize,-ise  (vt)  သကဵုစိုပ်အာအနေဒဒှ်တံရိုဟ်၊  ရပ်စပ်အာနဒဒှ်တံရိုဟ်။  capitalization (n)  ဒဒှ်မရပ်စပ်အနေဒဒှ်တံရိုဟ်။"},
{"word":"capitulate","def":"vi.  ဖျေံလွဟ်နကဵုတၚ်တၟေၚ်မွဲမွဲ၊  ဒုၚ်ကျနကဵုတၚ်တၟေၚ်မွဲမွဲ။  capitulation (n)  ဒဒှ်မဒုၚ်ကျထောံ။"},
{"word":"capon","def":"n.  စာၚ်ထအး။"},
{"word":"caprice","def":"n.  ဒဒှ်စိုတ်ပရံက္တဵုကၠုၚ်၊  ပွမပပွဗီုစိုတ်ပရံက္တဵု၊  ပွမပြံၚ်လှာဲလောဲ။  capricious (adj)  မလေပ်ကၠောန်ညံၚ်ရဴစိုတ်ပရံဂွံက္တဵု၊  လလှာဲပြံၚ်ပြဟ်၊ ပြံၚ်လှာဲလောဲ။"},
{"word":"Capricorn","def":"n.  မကဝ် (လက္ချဏ်ရာသဳစှ်,ဒွာ)။"},
{"word":"capsize","def":"vt. ဗြံ၊  ဗြောံ(ဂၠုၚ်,က္ၜၚ်,သတ်ဆု,သတ်ဒုန်)။"},
{"word":"capstan","def":"n.  ကရောဲ၊  စက်ပ္တိုန်ဇုက်ဂြၚ်တၟံ၊  စက်ကရောဲပ္တိုန်ဂြၚ်တၟံ။"},
{"word":"capsule","def":"n.  ဒၞာဲမ,တန်ပ္ဍဲသတ်ဆု။  ၂။  ကြောတ်၊  ဂဥုဲထကောၚ်စုတ်လဝ်ကဵုကြောတ်။"},
{"word":"captain","def":"n.  က္ဍိုပ်သ္ကိုပ်ဂကောံ၊  ကိပ်ပတိန်။  ၂။  ဗဵုဇၞော်။"},
{"word":"caption","def":"n.  က္ဍိုပ်လိက်ပရၚ်၊  လိက်ဗီုရုပ်၊  လိက်တက်လဝ်နကဵုဗီု၊  လိက်ထပက်ထ္ၜးကရောံရုပ်ဒမျိုၚ်။"},
{"word":"captious","def":"adj.  မဂၠာဲဒုဟ်ဒန်လေပ် လောန်ကာဲအာကဵုသၞောတ်၊  မၞုံကဵုစိုတ်ပညုံဗဒုံ။"},
{"word":"captivate","def":"vt.  သကဵုအရီုကယျောဝ်ကၠုၚ်၊  ္ၚဲတံၚ်ဒဇက်ကေတ်။"},
{"word":"captive","def":"n.  ဍိက်ဂၠုဲ၊  ကောန်ထံၚ်ဂၠုဲပၞာန်၊  အရာသတ်မသ္ဒးဒုၚ်ရပ်ဂွံလဝ်။  captivity (n)  ဒဒှ်မသ္ဒးဒုၚ်ရပ်စုတ်လဝ်ပ္ဍဲဂုက်။  captor (n)  မၞိဟ်ရပ်မၞိဟ်နတဲနဇိုၚ်၊  မၞိဟ်ရပ်စုတ်မၞိဟ်ပ္ဍဲဂုက်။"},
{"word":"capture","def":"vt.  ရပ်ဂွံလဝ်နဇိုၚ်နတဲ၊  ရပ်ဂတ်ကၠေၚ်ဒက်လဝ်။  n.  ပွမရပ်ဂွံလဝ်နဇိုၚ်နတဲ၊  ဒဒှ်မသ္ဒးဒုၚ်ရပ်ဂတ်ကၠေၚ်ဒက်လဝ်၊  မၞိဟ်သ္ဒးဒုၚ်ရပ်လဝ်၊  ဒၞာဲမသီဂွံလဝ်။"},
{"word":"car","def":"n.  ကွဳစက်၊  ကာ။"},
{"word":"carat","def":"n.  ကာရိတ်၊  သ္ၜတ်ဍာ်ထဝ်၊  သ္ၜတ်လျိုၚ်ရတ်(မပ္တံကဵုမတ်,ဗၠဲ,ဗိုတ်,မၞိက်)။"},
{"word":"caravan","def":"n.  ဂကောံမၞိဟ်အာတရဴဝါကန္တာရ။"},
{"word":"caraway","def":"n.  ကတ်သြောံ။"},
{"word":"carbine","def":"n.  သၞာတ်ကာဗာၚ်၊  သၞာတ်ရာ်ဝှေဝ်ဒမၠေံ။"},
{"word":"carbon","def":"n.  ဓါတ်ချး၊  ကာဗောန်။"},
{"word":"carbuncle","def":"n.  ဂကူမတ်မၞိက်၊  ယဲကလိၚ်ၜံက်၊  ယဲခူစိၚ်။"},
{"word":"carcass","def":"n.  ဇွသတ်တိရစ္ဆာန်။"},
{"word":"carcase","def":"n.  ဇွသတ်တိရစ္ဆာန်။"},
{"word":"card","def":"n.  တၞးစက္ခူတီုတီု၊  ကာဒ်။  cardboard (n)  စက္ခူတီုတီု။"},
{"word":"cardamom","def":"n.  မအဳ။"},
{"word":"cardinal","def":"adj.  မဒှ်အဓိက၊  မဒှ်ပၟိက်နွံအိုတ်။"},
{"word":"care","def":"n.  ဂဇှ်ေ၊  ပွမသ္ပဂရု၊  ပွမသ္ပသတိ၊  ပွမစွံသတိ၊  ဒဒှ်မရံၚ်မၚ်မွဲ။  ၂။  ပွမမၚ်မွဲရံၚ်စံၚ်၊  ပွမကေတ်တာလျိုၚ်ထိၚ်ဒက်။  ၃။  ဒဒှ်မဂွိၚ်စံၚ်တဴ၊  ဒဒှ်မဂွိၚ်က္တဴ။  vi.  သ္ပဂရုဂွိၚ်စံၚ်တူ၊  သ္ပကေၚ်ကာ။  ၂။  ဆာန်သ္ဍိုက်မၠိုက်။  care for. (vi)  ဂမဴ၊  ဗမဴ၊  မြိမြန်၊  ဝဳဝတ်၊  လွဳ၊  သဳသန်မြိမြန်။  caring for. (vt)  လွဳပရာ။  care for a case of sickness. (vi)  ဝဳယဲ၊  လွဳယဲ။  careful (adj)  ပစိုတ်၊  ပဓဝ်သတိ၊  ပသတိ၊  မသ္ပဂရု။  carefulness (n)  ပညာသတိ၊  ဟေန်ဆာဲ။  careless (adj)  ပြမာတ်၊  ဟိုတ်မာဲ၊  ဟေန်ဆာဲ၊  မဟွံသ္ပဂရုကေၚ်ကာ၊  မသ္ပဆဆဵု။  caretaker (n)  ပၟၚ်သ္ၚိ၊  ပၟၚ်ပၟဲ။"},
{"word":"careen","def":"vt. vi.  သွက်ဂွံဖျေံဖျောန် စိစောန်ပလေဝ်ပလေတ်၊  သကဵုဒစေၚ်အာလ္ပာ်လက်သ္ကဲ(က္ၜၚ်)။  ၂။  သကဵုစေၚ်ဗၠေၚ်အာမွဲလ္ပာ်။"},
{"word":"career","def":"n.  ဂၠံၚ်ဘဝသ္ဂောံသၠုၚ်တိုန်၊  ဝၚ်ဘဝလၟေၚ်လၟေၚ်။  ၂။  ကမၠောန်မဂယျိုၚ်လမျီု၊  ကမၠောန်ကၟိတ်။  ၃။  ပွမအာမွဲဒမြိပ်၊  ပွမအာဗွဲပရဟ်။  vi.  အာဗွဲမပြဟ်၊  ဒြိပ်ဒံၚ်ထလာ်အာ။  careerist (n)  မၞိဟ်ကၠေံစိုတ်လွဳပရာ သွက်ကမၠောန်ဇကု ဘဝဇကုသ္ဂောံတဴတက်တိုန်။"},
{"word":"caress","def":"vt.  ဂၠာံသပေါတ်၊  ဇွိတ်သပေါတ်မိန်မံ၊  မိန်ဆုၚ်ခရောတ်။  n.  ပွမဇွိတ်သပေါတ်မိန်မံ၊  ပွမမိန်မံဆုၚ်ခရောတ်။"},
{"word":"caret","def":"n.  လက်သန်ထ္ၜးလိက်လလုဲသှ်ေတ္ၜက်မံၚ်(^)။"},
{"word":"caretaker government","def":"n.  မအလဵုအသဳပၟၚ်ပၟဲဍုၚ် (အခါအလဵုအသဳအုပ်ဓုပ်ဍုၚ်ကွာန် ကောန်ဍုၚ်ကွာန်တံရုဲစှ်ပတိုန်လဝ်ဟွံမွဲ)။"},
{"word":"cargo","def":"n. (pl.-es)  ဗၞိက်ပ္ဍိုက်ပ္တိုန်ပလံၚ်နကဵုက္ၜၚ်,က္ၜၚ်ကျာ။"},
{"word":"caricature","def":"n.  ရုပ်ပျေက်၊  ဂလာန်ပျေက်နကဵုရမျာၚ်ပတောံလဝ်၊  ပွမဓမက်ထ္ဍုတ်နကဵုရမျာၚ်ပတောံ။  vt.  ဓမက်ထ္ဍုတ်နကဵုရမျာၚ်ပတောံ၊  ဂဇက်ရုပ်ပျေက်ပျိုၚ်။"},
{"word":"carnage","def":"n.  ပွမဂစိုတ်ထောံသီုဂကောံသ္ကံ၊  ပေဲါဂစိုတ်မၞိဟ်။"},
{"word":"carnal","def":"adj.  မဆေၚ်စပ်ကဵုဖျုန်သွ၊  မဆေၚ်စပ်ကဵုကိလေသကာမ။"},
{"word":"carnivorous","def":"adj.  မစဖျုန်။"},
{"word":"carouse","def":"vi.  မိပ်ဇြိပ်သုၚ်ဗ္ၜူ။  carousal (vi)  ပေဲါသုၚ်စမိပ်မိပ်ဇြိပ်ဇြိပ် ညာန်ညာန်ညေဲညေဲ။"},
{"word":"carp","def":"n.  ကခူ၊  ကကြၚ်ခူ (ကကြၚ်မွဲဂကူ)။  vt.  ဟီုထ္ၜုတ်၊  ဟီုဂၠာဲဒုဟ်၊  ဂၠာဲဂလာန်၊  ဂၠာဲပကီုပရာပ်ပ္တိုန်စုတ်ဒုဟ်။"},
{"word":"carpenter","def":"n.  ဒဇဲ၊  ဓဇဲ၊  သၟာဓဇဲ၊  အ္စာဗဳသကဝ်။  carpenter's square. (n)  တၚ်တဲ။  carpentry (n)  ကွတ်သၟာဓဇဲ၊  ကမၠောန်သၟာဓဇဲ။"},
{"word":"carpenter-bee","def":"n.  ဟိုၚ်၊  ထိုၚ်။"},
{"word":"carpet","def":"n.  ကၟဝ်၊  ခေါဇာ၊ ခေါဇဴ။  vt.  လးခေါဇာ။  carpet snake. (n)  ဇြုံပလတ်ခၟာဲစာၚ်။"},
{"word":"carriage","def":"n.  ယာန်၊  ကွဳ၊  ကွဳချေံ၊  ဖုတ်သရတ်၊  ဖုဿရတ်။  ၂။  တောဲကွဳပၟတ်၊  ပွမဒယိုန်ပလံၚ်ဏာကပေါတ်။  ၃။  ဗီုပြၚ်တၠုၚ်လအာမံၚ်စံၚ်၊  ဗီုတၠုၚ်လအာ။  carriage wheel. (n)  စက်ကွဳ၊  ခလှာကွဳ။"},
{"word":"carrion","def":"n.  ဖျုန်သမ်အုဲ၊  ဇွသမ်အုဲသတ်တိရစ္ဆာန်။"},
{"word":"carry","def":"vt. vi. (pt.pp.-ried)  ထ္ၜၚ်ပဆုဲ၊  ယိုက်ယဵု၊  ဂၠေၚ်။  ၂။  ယိုက်၊  ဒယိုန်၊  ရပ်ဏာ၊  ယိုက်ဏာ၊  ဂိုၚ်။  ၃။  ထံက်ထ္ၜးလဝ်။  ၄။  ချဳဒရာၚ်အာကၠုၚ်နကဵုဗီုပြၚ်မွဲဂကူ။  ၅။  သ္ဂောံဇၞး၊  သ္ဂောံမာန်၊  ဓဇက်ဂြဲဏာလ္ပာ်ဆန္ဒဇကု၊  ဂွံဒၟံၚ်လ္ပာ်စေဝ်လ္တူ။  ၆။  ဆက်ပလံၚ်ဗ္စိုပ်ကဵု။  ရ။  ဗဇာပ္တိတ်၊  ဆက်ဗလဲစုတ်၊  သကဵုစိုပ်။  ၈။  ရမျာၚ်စိုပ်၊  သ္ဂောံမိၚ်။  ၉။  ပန်ဗ္စိုပ်ကံ၊  ပန်စိုပ်ဒၞာဲဂွေၚ်ဍံက်ပန်။  ၁ဝ။  ကေတ်ဏာ၊  သကဵုဒှ်စဵုကဵုထိၚ်ဒက်စိုတ်ဟွံမာန်၊  သကဵုစိုတ်ချဳဒရာၚ်။  carry a water pot by gripping the rim. (vt.vi)  သွက်နၚ်။  carry away. (vt.vi)  ဒယိုန်ဏာ၊  သၞာ။  carry between two persons. (vt.vi)  ဇမၠိၚ်၊  ဒလိၚ်။  carry in a cloth. (vt.vi)  ခစိုက်၊  စိုက်ဏာ။  carry at the waist. (vt.vi)  လေၚ်၊ ဖၞိန်၊  ဖၞိန်နၚ်။  carry on the shoulder. (vt.vi)  စ္ၚိန်၊  တ္ၚိန်၊  ဓယိုန်။  carry over the shoulder. (vt.vi)  ကဝ်၊  ဒယိုန်ဏာကဵုစး။  carry the burden on the back. (vt.vi)  ဗာ။  carrier (n)  မၞိဟ်ယိုက်ပလံၚ်ဗစိုပ်ကဵု၊  မၞိဟ်မယိုက်ပလံၚ်ဗ္စိုပ်စကပေါတ်၊  ကမ္ပဏဳယိုက်ပလံၚ်ကဵုကပေါတ်ကညောတ်။  ၂။  ဒၞာဲပ္တိုန်စကပေါတ်ပ္ဍဲလ္တူကွဳလိုန်,လ္တူကွဳစက်။  ၃။  ယာန်ယိုက်ပလံၚ်ဗ္စိုပ်ကဵုကပေါတ်၊  က္ၜၚ်ပ္ဍိုက်က္ၜၚ်ကျာ။  carrying pole. (n)  ဒလေၚ်။"},
{"word":"cart","def":"n.  ကွဳ။  vt.  ဇက်ကွဳ၊  ဇက်ဏာကဵုကွဳ၊  ပ္တိုန်ဏာကွဳ။  cart road. (n)  ဂၠံၚ်ကွဳ။  cart wheel. (n)  စက်ကွဳ၊  ခလှာကွဳ။  carter (n) တၠကွဳ၊  သၟာဒဳကွဳ၊  သၟာစဝ်ကွဳ။  cart owner. (n)  တၠကွဳ။"},
{"word":"cartage","def":"n.  ပွမဇက်ဏာကဵုကွဳ၊  ၚုဟ်လိၚ်ခၟာၚ်ကွဳ။"},
{"word":"carton","def":"n.  ကဠာစက္ခူတီုတီု။"},
{"word":"cartoon","def":"n.  ကာတောန်၊  ရုပ်ဗျံက်၊  ရုပ်ပျေက်၊  ရုပ်ပျေက်ကဆော်။"},
{"word":"cartoonist","def":"n.  မၞိဟ်ဓဇက်ရုပ်ကာတောန်၊  မၞိဟ်ဓဇက်ရုပ်ပျေက်၊  ရုပ်သ္ဒးလုပ်စိုတ်၊  အ္စာဓဇက်ရုပ်ဗျံက်။"},
{"word":"cartridge","def":"n.  မကံ။"},
{"word":"carve","def":"vt. vi.  ဂၠတ်၊  ဂၞတ်ဗဒှ်၊  ပုတ်ဂၠတ်၊  ပုတ်ရုပ်။  ၂။  ရေက်ထပိုတ်၊  ပါ်ကရေက်။  carver (n)  မၞိဟ်ရေက်ဂၠေဟ်ကဵုဖျုန်၊  ၜုန်ရေက်ဂၠေဟ်ဖျုန်၊  အ္စာပါန်ပုတ်။  carving (n)  ပန်ပုတ်၊  တၞာဲ၊  ပါန်ပၞုတ်၊  ပါန်တရိုန်၊  တရိုန်တၞာဲ၊  ရုပ်ပုတ်ဂၠတ်လဝ်။"},
{"word":"cascade","def":"n.  ဍာ်ဆၚ်သၟတ်။"},
{"word":"case","def":"n.  ကိစ္စ၊  ဒဒှ်။  ၂။  မၞိဟ်ယဲ၊  ဒဒှ်မက္တဵုဒှ်ယဲ။  ၃။  အမှု၊  တၚ်ခၠေဝ်သှ်၊  တၚ်ကယျာန်ပဲါ၊  တၚ်မဓမံက်ထ္ၜးကဵုဟိုတ်ဖဵု။  n.  ကဠာ၊  ဗဳ၊  ကြောတ်(မနွံကဵုသကိုပ်)။"},
{"word":"cash","def":"n.  သြန်၊  သြန်စကာ၊  သြန်မရပ်စပ်၊  သြန်စလးကဵုဒတုဲ၊  သြန်ကဵုဒတုဲ၊  သြန်စက္ခူ၊  သၠုဲပရး၊  သြန်စက္ခူကဵုသၠုဲပရး။  vt.  ပ္တိတ်သၠုဲကဵုလိက်ချိတ်၊  ပ္တိတ်သၠုဲသွက်မၞိဟ်ပ္တိုန်ထ္ၜးကဵုလိက်ချိတ်။"},
{"word":"cashew","def":"n.  ကြုက်သိၚ်ဃဵု၊  သတ်သိၚ်ဃဵု။  casheew nut (n)  မသိၚ်ဃဵု၊  မကြုက်သိၚ်ဃဵု။"},
{"word":"cashier","def":"n.  မၞိဟ်ရပ်သြန်။  vt.  ပ္တိတ်ထောံညးမနွံကဵုအယျာနူဒပ်ပၞာန်၊  ပ္တိတ်ပဲါထောံညးမနွံကဵုအယျာနူဒပ်။"},
{"word":"casing","def":"n.  ထကိုပ်၊  ဂရောပ်ဇွောံဂိုပ်။"},
{"word":"cask","def":"n.  ကြ (ဇွောံစုတ်ဍာ်ဍာ်)။"},
{"word":"casket","def":"n.  ကၠေပ်၊  ကြောတ်၊  ကၠံက်၊  ခဍံ၊  ဒလာၚ်၊  မုၚ်။"},
{"word":"cassia","def":"n.  သကောဝ်ဆုမရပ်စပ်ညံၚ်ရဴသကောဝ်ခဍၚ်ရာ။  cassia fistula (n)  တၞံက္တဵု(လ္တဵု)။  cassia foetida plant (n)  တၞံဂြၚ်ဗ္ၜေံ၊  မ,ကာဖဲအရိုၚ်။  cassia florida (n)  ဗဳတခါတ်။"},
{"word":"cast","def":"vt. vi.  (pt.pp.cast)  ကၠဟ်၊  ဗိုတ်ထောံ၊  ထောံဖျေံ၊  ပၠးဖျေံ၊  ထောံ၊  ဖျေံ၊  ထွံ၊  ဒဗိုတ်၊  လဗိုတ်။  ၂။  သကဵုပ္တဝ်စှ်ေက္ဍိုပ်။  ၃။  ကံက်၊  ကံက်မာဲ၊  စဝ်သၚ်(သောန်)ဗီု။  ၄။  ကၞာတ်ကဵုညးမဍိုက်ဇာတ်ကဏ္ဍသွက်ဂွံလုပ်လှ်ေ လုပ်ကေတ်ဒၞာဲ။  cast aside. (vt.vi)  တးပဲါ။  cast down. (vt.vi)  ဖျေံ၊  ဇီုဖျေံ၊  ထောံဖျေံ၊  ပတုံဖျေံ၊  ကပိုက်ဖျေံ။  cast in a mould. (vt.vi)  သောန်၊  သၚ်။  cast lots. (vt.vi)  ထောံမာဲ၊  ဖျေံမာဲ။  n.  ပွမထောံထောံ။  ၂။  အရာမသၚ်သောန်လဝ်။  ၃။  အရာမသံက်ထောံလဝ် (သၞော်ဇြုံ)၊  သၞော်ဇြုံသံက်လှာဲလဝ်။  ၄။  ဒဒှ်မတ်သၠေဝ်မံၚ်။  ၅။  မၞိဟ်လုပ်ဍိုက်ဇာတ်တံ။  cast out. (vt.vi)  ဗက်ပ္တိတ်။  castaway (n)  မၞိဟ်က္ၜၚ်လီု။  casting (n)  အရာမသၚ်လဝ်ဗီု။"},
{"word":"caste","def":"n.  ဇာတ်၊  အခိုက်ကၞာမပါ်ခြာ ဇာတ်သဝ်ဇာတ်သၠုၚ်။"},
{"word":"castigate","def":"vt.  ၜုၚ်တက်ဝေတ်ဗ္တောန်၊  ဝေတ်ဗ္တောန်ပရဂဟီ၊  ဝေတ်ဗ္တောန်ဘပဠ။"},
{"word":"castigation","def":"n.  ပွမၜုၚ်တက်ဝေတ်ဗ္တောန်၊  ပွမဘပဠဝေတ်ဗ္တောန်။"},
{"word":"casting-net","def":"n.  ဇၞိက် (ဇွောံဂြာတ်ဂၠာဲၚုဲက)၊  သၞိက်။"},
{"word":"castle","def":"n.  တိုက်စဵုဒၞာကဵုအန္တရာဲလုပ်တ္ၚီုဗတိုက်၊  တိုက်သရာဲသဂံၚ်၊  တိုက်သရာဲပၞာန်။  ၂။  ရုပ်ကွဳချေံမရာတ်ပၞာန်။"},
{"word":"castor","def":"n.  ခလှာသၟတ်(ပ္ဍဲဂဗံက်,ဒေန်ရုၚ်ဂဥုဲ)။  ၂။  ပလၚ်, ဗဳမစုတ်လဝ်မြေက်ခမိဟ်, ၜဵု, မစွံလဝ်လ္တူဂဗံက်။"},
{"word":"caster","def":"ရံၚ် castor တေံညိ။"},
{"word":"castor oil","def":"n.  ကၠေၚ်တောၚ် (သ္ပဂဥုဲဇွက်ဂၞဴ)။  castor oil plant. (n)  တောၚ်၊  တၞံတောၚ်။"},
{"word":"castrate","def":"vt.  ထအး၊  ရပ်ဇိုၚ်(ဂၠဴ,ကၠိက်)။"},
{"word":"casual","def":"adj.  မက္တဵုဒှ်တိုန်ဟွံရန်တၟံ၊  မဒှ်ကၠုၚ်ဗြုဗြု။  ၂။  မလေပ်သ္ပဆဆဵု၊ မဟွံသ္ပကေၚ်ကာ၊  မဒှ်ကၠုၚ်ဟွံရန်တၟံ၊  မဒှ်ကၠုၚ်ဗြုဗြုဟွံရန်တၟံ။  ၃။  မဟွံဒှ်ဗီုဓမ္မတာ၊  မဒှ်ကၠုၚ်စှ်လှ်ေမွဲလှ်ေ။  casually (adv)  ဒဒှ်မက္တဵုဒှ်တိုန်ကၠုၚ်ဗြုဗြု။"},
{"word":"casualty","def":"n.  မၞိဟ်ဒးဝပ်ချိုတ်အာပ္ဍဲဒၞာဲပေဲါဗတိုက်၊  ပွမဒးဝပ်ပြဟ်လလုဲအာ ပ္ဍဲဒၞာဲပေဲါဗတိုက်မက္တဵုဒှ်ကၠုၚ်ဗြုဗြု။"},
{"word":"casuist","def":"n.  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲအရာဂလာန်၊  မၞိဟ်မလေပ်လှံက်ပတိုန်ဂလာန်။"},
{"word":"casuistry","def":"n.  ပွမကဵုသ္ဂုတ်သွာတ်လ္တူပြသၞာမွဲမွဲ ဒးကီုဗၠေတ်ကီု နကဵုအစောံစရာဲဍာ်သ္ဍိုဟ်(နကဵုသာဓက လ္ပာ်ဂၠံၚ်တရဴလိုက်, ဂၠံၚ်တရဴဓမ္မ)။"},
{"word":"cat","def":"n.  ဗ္ဂဲ။  ၂။  သတ်လုပ်အဝေါၚ်ဂကူဗ္ဂဲ(ကၠ,ဇာဒိသိုၚ်)။  cat's eye gem. (n)  ဗ္ဂဲ,မတ်ဗ္ဂဲ၊ ဝေလု။"},
{"word":"catfish","def":"n.  ကခပိုၚ်။  adipose catfish (n)  ကဟဂး။  banded snake-head catfish (n)  ကဂနန်။  fork-tailed catfish (n)  ကဗတီု။  fresh water catfish (n)  ကေၚက်။  mailed catfish (n)  ကအရံၚ်။  short headed catfish. (n)  ကဟဂး။  silvery catfish. (n)  ကကတီု။  small catfish (n)  ကဣသာ်။  small mailed catfish. (n)  ကလေၚတ်။"},
{"word":"cataclysm","def":"n.  အပြံၚ်လှာဲသဘာဝမဇၞော်ကဵုဇြဟတ် (တိချဳ, ၜဳကလိုက်, လဗိုတ်ကျာက္တဵုဒှ်, ဍာ်ကလိုပ်)။"},
{"word":"catalogue","def":"n.  စရၚ်လိက်ကပေါတ်နကဵုလၟေၚ်အစဳအဇန်၊  ကာတ်တလံက်။"},
{"word":"catalog","def":"n.  စရၚ်လိက်ကပေါတ်နကဵုလၟေၚ်အစဳအဇန်၊  ကာတ်တလံက်။"},
{"word":"catapult","def":"n.  ပၞောဟ်ဂွ။"},
{"word":"cataract","def":"n.  ဍာ်ဆၚ်ဇၞော်ဇၞော်။  ၂။  မတ်ကၞံလ္ပာ်အပ္ဍဲ။  cataract of the eye. (n)  ယဲမတ်တၞံလ္ပာ်အပ္ဍဲ၊  ယဲမတ်တၞံ။"},
{"word":"catarrh","def":"n.  ယဲဒးချာံ။  catarrh of the nose. (n)  ယဲၜိုၚ်ဇြိုက်သုညာ။"},
{"word":"catastrophe","def":"n.  ဒဒိုက်မက္တဵုဒှ်ကၠုၚ်ဗြုဗြု၊  ကပ်မက္တဵုဒှ်ဗြုဗြု။  catastrophic (adj)  မဆေၚ်စပ်ကဵုကပ်မက္တဵုဒှ်တိုန်ဗြုဗြု။"},
{"word":"catch","def":"vt. vi.  ခံ၊  ခံဒုၚ်၊  ဃံ၊  ဃံဒုၚ်၊  ရပ်၊  ကြတ်ရပ်။  ၂။  ဂတာပ်၊  ဂတာပ်အခိၚ်၊  ဆဵုဂဗ။  ၃။  ဂတာပ်ကၠုၚ်။  ၄။  ရပ်ဂွံနတဲနဇိုၚ်။  ၅။  ဒးချာံ။  ၆။  ခက်၊ ဂၚ်၊  သကဵုဆက်ဂၚ်။  catch falling. (vt.vi)  ဂၚ်တ္ကဲ။  catch fish. (vt.vi)  ပါမ်က။  catch in falling. (vt.vi)  ခံ၊  ခမ်၊  ဃံ၊  ဃမ်။  catch in the throat. (vt.vi)  ခက်ပါၚ်၊  ခက်ကံ။  n.  အရာမရပ်ဂွံ။  ၂။  အရာပၟိက်နွံသွက်ဂွံရပ်ခိုဟ်။  ၃။  ဇွောံကွက်မာ်။  ၄။  နဲကဲသွက်ဂွံလှန်ဗ္ဂေတ်လီ။  catch with a hook. (vt.vi)  မာ်။  catchword (n)  မအရေဝ်မသကဵုဂွံကၠုၚ်သတိ၊  ပရောပရာ၊  ရမျာၚ်ကြဵုဇာ၊  ရမျာၚ်ကြီုကြီု။  catching (adj)  မလေပ်ကၠောံသၞာန်ပြးဆာဲအာ။"},
{"word":"catechism","def":"n.  ပွမဖျေံလိက်နကဵုနဲကဲသၟာန်သွဟ်။"},
{"word":"catechize","def":"vt.  ဗ္တောန်ဖျေံလိက်နကဵုနဲကဲသၟာန်သွဟ်၊  စၟဳစၟတ်နကဵုနဲကဲသၟာန်သွဟ်။"},
{"word":"catechise","def":"ရံၚ် catechize တေံညိ။"},
{"word":"category","def":"n.  ဂကူ၊  ကဆံၚ်၊  အဇာ။  categorical (adj)  မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မဟၟဲကဵုတၚ်ရုဲစှ်။  categorically (adv)  ပိုတ်ပိုတ်သ္ကုတ်သ္ကုတ်၊  အိုဿီု၊  သ္ဒးပိုတ်သ္ကုတ်။"},
{"word":"cater","def":"vi.  စဳရေၚ်ဖ္ဍိုက်ဗပေၚ်ကဵု။"},
{"word":"caterer","def":"n.  မၞိဟ်စဳရေၚ်ဖျေံသွံကဵုစၞစ၊  တၠဒတန်ဇၞူစသုၚ်၊  မိန်နေဂျာ။"},
{"word":"caterpillar","def":"n.  စၟတသော်၊  စၟဗာန်တှ်။"},
{"word":"cathode","def":"n.  တၞုၚ်ဓာတ်လလဳၝောံဇွောဝ်တိတ်။"},
{"word":"Catholic","def":"adj.  မသောၚ်ကၠး၊  မနွံကဵုဓါတ်စိုတ်သမ္မာ၊  မစှ်ေကဵုသဘဴယေဘုယျဓမ္မတာ၊  မလုပ်ဒၟံၚ်အလုံသီုဖအိုတ်။  ၂။  မဆေၚ်စပ်ကဵုဂိုန်ဝရေန်ဂျဳ၊  မၞိဟ်လုပ်ဘာသာဝရေန်ဂျဳ။"},
{"word":"Catholicism","def":"n.  ဝါဒဝရေန်ဂျဳ၊  အခိုက်ကၞာဝရေန်ဂျဳ၊  ပွမရှ်ေသှ်ေဘာသာဝရေန်ဂျဳ။"},
{"word":"catholicity","def":"n.  ဒဒှ်မဟၟဲကဵုစိုတ်ကၞိက်လဒဵု၊  ပွမနွံကဵုဓါတ်စိုတ်သၟဟ်တး၊  ဒဒှ်မဒှ်ယေဘုယျ၊  ပွမလုပ်အခေါၚ်အဝဵုသီုဖအိုတ်။"},
{"word":"cattle","def":"n.  ပြေၚ်ဂၠဴဂမၠိုၚ်၊  သ္ကံပြေၚ်ဂၠဴ။"},
{"word":"caught","def":"ရံၚ် catch တေံညိ။"},
{"word":"cauldron","def":"n.  ကၠာၚ်၊  ထၟာဲကၠာၚ်၊  ကၠာၚ်ပသဲ။  cauldron of hell. (n)  ခၟာဲနရက်၊  ထၟာဲနရက်။"},
{"word":"cause","def":"n.  ဇ၊  ဒမာ၊  ဒၟာ၊  မဗိဇ္ဇ၊  ဟိုတ်၊  ဟိုတ်တံ။  ၂။  ပရောဟိုတ်။  ၃။  ပရေၚ်ကိစ္စ၊  အကြီု။  vt.  က္တဵုဗဒှ်၊  ဗဒှ်၊  သကဵုက္တဵုဒှ်၊  သ္ကဵုဒှ်ကၠုၚ်။  cause and effect. (n)  ဟိုတ်ဖဵု(ကဗျ,ဖဵုဟိုတ်)။  cause digestion (vt)  ပ္ၚတ်၊  ပ္ၚတ်စၞ။  cause movement (vt)  ကလိုက်၊  ကလိုက်ကၟဵု။  cause of birth (n) ရုပ်ဇ။  cause to rise. (vt)  ဗတိုန်။  cause to rot. (vt)  ဖအုဲ၊  သကဵုအုဲ။  cause to shine. (vt)  ဗဂဵု။  cause to sleep. (vt)  ဖလှိၚ်၊  သကဵုလှိၚ်။  cause to smoke. (vt)  ဗ္ဂုဲ၊  ဗ္ဂုဲယေက်။  cause to sound. (vt)  ဗရု၊  သကဵုဗြု။  cause by food. (vt)  အာဟာရဇ၊  တံဟိုတ်စၞ။  caused by a change of season. (vt)  တံဟိုတ်ဥတု၊  ဥတုဇ။"},
{"word":"causeway","def":"n.  ဂၠံၚ်တိဗွဝ်၊  ဂၠံၚ်သဗာန်။"},
{"word":"caustic","def":"adj.  မလေပ်တူ။  ၂။  မသကဵုဂိက္တာန်၊  မသကဵုဒုၚ်ဒဝ်ဝါတ်။  caustically (adv)  နဒဒှ်မတူစလေပ်။"},
{"word":"cauterize","def":"vt.  ဍာ်စုတ်ကဵုပသဲဂမ္တဴ ဂဥုဲဂမ္တဴ ပ္ဍဲဒၞာဲဒးလဝ်ဝပ်ညံၚ်ဂျိဟဂွံတိုန်ကၠုၚ်၊  သၞကဵုပသဲဂမ္တဴ ညံၚ်ရဴဂျိဟဂွံတိုန်။"},
{"word":"caution","def":"n.  သတိ၊  ပွမစွံသတိ၊  ပွမသ္ပဂရု၊  ဂလာန်မကဵုသတိ၊  ကဵုသတိ၊  ဟီုကဵုသတိ။  vt.  ပသတိ၊  ကဵုသတိသွက်ဂွံသ္ပဂရု။"},
{"word":"cautionary","def":"adj.  မနွံကဵုတၚ်ကဵုသတိသွက်ဂွံသ္ပဂရု။"},
{"word":"cautious","def":"adj.  မသ္ပဂရု၊  မစွံသတိ၊  ယောန်၊  မယောန်။  cautiously (adv)  နဒဒှ်မသ္ပသတိ၊  ညှာတာ၊  ညှာဒည။"},
{"word":"cavalcade","def":"n.  ဒပ်ပၞာန်ဍိုက်ချေံ၊  ဒပ်ပၞာန်ကွဳချေံ၊  ဂကောံမၞိဟ်က္ဍိုက်ကွဳချေံ၊  ဒပ်ပၞာန်ဍိုက်ချေံ ပြုပြေၚ်စဳရေၚ်လဝ်နကဵုအစဳအဇန်၊  ဒပ်ပၞာန်က္ဍိုက်ကွဳချေံ။"},
{"word":"cavalry","def":"n.  ဒပ်ပၞာန်ချေံ။"},
{"word":"cave","def":"n.  ဂိုဟ်၊  ထီု၊  ဂိုဟ်ထီု၊  လိုၚ်၊  ဥမၚ်။  vt.  ခလိုၚ်စှ်ေ၊  လာ်စှ်ေ၊  ထရိုဟ်စှ်ေ၊  သတ်စှ်ေ။"},
{"word":"cave-dweller","def":"n.  မၞိဟ်မံၚ်ပ္ဍဲထီု၊  မၞိဟ်မတန်တဴပ္ဍဲဂိုဟ်။"},
{"word":"cave man","def":"n.  မၞိဟ်မံၚ်ပ္ဍဲထီု၊  မၞိဟ်မတန်တဴပ္ဍဲဂိုဟ်။"},
{"word":"cavern","def":"n.  ဂိုဟ်၊  ထီု၊  လိုၚ်၊  ထမော်တၟံ။"},
{"word":"cavernous","def":"adj.  မနွံကဵုဂိုဟ်ထီု၊  မကၠောန်လဝ်ညံၚ်ရဴဂိုဟ်ထီု။"},
{"word":"cavil","def":"vi.  ဟီုဒစဵုဒစး၊  ထ္ၜးဟိုတ်ဟွံမွဲကဵုဗဗွဲဓဝ်၊  ဂၠာဲဒုဟ်၊  ဂၠာဲဂလာန်။"},
{"word":"cavity","def":"n. (pl.-ties)  ဂမြေၚ်၊  ပထောၚ်၊  ထၟောၚ်၊  ထၟောၚ်ဆု၊  ဂွိုၚ်ဆု၊  ဂၠံ၊  ထမှောၚ်၊  ဖြုၚ်။  cavity formed by cupped hands. (n)  သၟိပ်၊  သၟိပ်တဲ။"},
{"word":"cease","def":"vt. vi.  ဍး(ဗြဲ)၊  ဝၚ်၊  ဟဲ၊  ဟဲဍး၊  ဒေံါ၊  ဒေံါထောံ၊  ဒိုအ်၊  ပိုတ်၊  ဖိုတ်၊  ဖိုတ်လယိုတ်၊  သ္ဂုတ်။  n.  ကၞောတ်၊  ပွမဒေံါထောံ။  cease raining. (vt.vi)  ဗြဲဝၚ်။"},
{"word":"ceaseless","def":"adj.  ဟွံဇူဟွံယီု၊  မဒှ်ဒၟံၚ်လၟိုန်။"},
{"word":"cedar","def":"n.  ဆုပၞာၚ်သေံသ္ဍဴ၊  ဆုပၞာၚ်သေံ။"},
{"word":"cede","def":"vt.  ပအပ်ကဵု၊  ဇိုန်နှၚ်ကဵု၊  အပ်ပြာပ်ကဵု၊  သၠဲကဵု။"},
{"word":"ceiling","def":"n.  သၠဖ္ဍာန်၊  လှဖ္ဍာန်၊  ကဆံၚ်တိုန်စိုပ်မာန်သၠုၚ်အိုတ်။"},
{"word":"celebrate","def":"vt.  ဗဒှ်သဘၚ်၊  ကၠောန်ဗဒှ်သဘၚ်။  ၂။  ထိုၚ်သး၊  ဗှ်ဗၞုဟ်ဂုဏ်၊  ပတိုန်ဂုဏ်စရာဲ။  celebrated (adj)  မဒယှ်တှ်နကဵုပရိုၚ်ဂုန်စရာဲ။"},
{"word":"celebration","def":"n.  ပွမသ္ပပေဲါသဘၚ်။"},
{"word":"celebrity","def":"n.  ဒဒှ်ပြဟ်မြက်၊  ဒဒှ်မြက်စာ။"},
{"word":"celestial","def":"adj.  မဆေၚ်စပ်ကဵုဘုံအာကာသ၊  မပြဲတဴလောန်လောန်ကာဲကာဲ၊  မခိုဟ်ပြဲတဴ။  celestial being. (n)  သတ်ဘုံအာကာသ၊  ဒေဝတဴ။  celestial happiness. (n)  ပိုန်ဒိပ်၊  ပိုန်ဒိပ်သုခ။  celestial mansion. (n)  လွဳမာန်။  celestial musician. (n)  ဂန္ဓဝ်၊  ဒေဝတဴဂန္ဓဝ်။  celestial tree. (n)  တၞံကဝ်ဗဗြိုက်၊  တၞံကဝ်လဗဗြိုက်။"},
{"word":"celibacy","def":"n.  ပွမမံၚ်ဟွံသ္ပတၠဒယိုၚ်၊  ပွမတန်တဴဝေၚ်ပဲါထောံအရီုကာမဂုန်ကိလေသ။"},
{"word":"celibate","def":"adj.  မဒၟံၚ်ဟွံပတဴသ္ၚိဌာန်၊  မဒၟံၚ်ဟွံပတဴအိန်ထံၚ်။  n.  မၞိဟ်ဝေၚ်ပဲါအရီုကာမဂုန် ဓဝ်ကိလေသ။"},
{"word":"cell","def":"n.  ကတ်၊  ခဒံသွတ်မၞိဟ်မွဲဆၜိုတ်မံၚ်ဂွံ၊  တိုက်ကဵုဒန်ဇုက်။  ၂။  သၞောဝ်ကၠောဝ်ခြာလဝ်၊  ပၞော်ပိုၚ်ခြာလဝ်။  ၃။  ကောန်လမျီု(အရာကဆံၚ်လမျီုမတန်တဴ, မဂျိုၚ်တဴမာန်ဍောတ်သွတ်အိုတ်)။  ၄။  ထၟာဲဒေပ်ဓတ်ဓါတ်လလဳ။"},
{"word":"cellar","def":"n.  ခဒံအသၟဝ်တိ၊  ခဒံတိ၊  ဟၚ်အသၟဝ်တိ။"},
{"word":"cellophane","def":"n.  စက္ခူပရဳမွဲဂကူ(စက္ခူသေဝ်လဝ်ဝှိန်)။"},
{"word":"cellular","def":"adj.  မနွံကဵုပၞော်သောဲသောဲ၊  မနွံကဵုခဒံသောဲသောဲ၊  မနွံကဵုလ္တာ်သၞောဝ်သောဲသောဲ၊  မတာန်ကၠောန်လဝ်လရံလရံ၊  မတာန်ကၠောန်လဝ်သိၚ်သိၚ်။"},
{"word":"celluloid","def":"n.  ကပေါတ်အရာမွဲမွဲ မသၚ်ကေတ်ဗီုမာန်ဗီုပၟိက်စိုတ်နွံ၊  အရာမကၠောန်လဝ်ကဵုကဝ်၊  (သေဝ်လူလံ)။"},
{"word":"cement","def":"n.  တိဗိလာတ်၊  တိသရောတ်(သြောတ်)။  vt.  ရပ်အၚ်္ဂဒဵု၊  ရပ်သြောတ်၊  သကဵုခိုၚ်ကၠိုက်၊  သကဵုပံၚ်ကောံညဳညတ်။"},
{"word":"cemetery","def":"n.  သုသာန်၊  ဒၞာဲတိုပ်ဇွ။"},
{"word":"cenotaph","def":"n.  ဒလာၚ်ဂိုဟ်ဇုတ်စၟတ်သမ္တီသွက်မၞိဟ်ကလိလောန်အာတုဲ ပ္ဍဲမွဲမွဲဒၞာဲ။"},
{"word":"censer","def":"n.  ခေါ်သၟတ်သွက်ဂွံပ္ဍေန်ပၞာၚ်သ္ဍဴ။"},
{"word":"censor","def":"n.  မၞိဟ်မၞုံတာလျိုၚ်သွက်ဂွံဒါန်ထပိုတ်ထောံရုပ်ဒမျိုၚ်၊  ဇာတ်ပၠ၊  ဝတ္ထု၊  လိက်အုပ်နာနာသာ်၊  ဇမၞော်ဒါန်ကုတ်ထပိုတ်။  vt.  မစၟဳစၟတ်ဒါန်ထပိုတ်ထောံ၊  ထပိုတ်သိန်သာထောံ။"},
{"word":"censorious","def":"adj.  မလေပ်ဂၠာဲဒုဟ်။"},
{"word":"censorship","def":"n.  ဒါန်(လိက်)၊  ကမၠောန်ဒါန်ကုတ်၊  တာလျိုၚ်ဒါန်ကုတ်။"},
{"word":"censure","def":"n.  ပၠုတ်၊  ပွမပ္တိုန်ဒုဟ်၊  လဗပ်ပကီု။  vt.   ပ္တိုန်ဒုဟ်။"},
{"word":"census","def":"n.  စရၚ်လၟိဟ်မၞိဟ်(မကံက်ကေတ်လဝ်နူအလဵုအသဳ)။"},
{"word":"cent","def":"n.  ဂတှ်ေ၊  ကၠံဂအုံမွဲဂအုံ(ဒဝ်လာ)။"},
{"word":"centenarian","def":"n.  မၞိဟ်နွံအာယုက်ကၠံ၊  မၞိဟ်အာယုက်ဂၠိၚ်နူကၠံ။"},
{"word":"centenary","def":"adj.  မဆေၚ်စပ်ကဵုအခိၚ်ကာလကၠံသၞာံ၊  မပေၚ်ကၠံသၞာံ။  n. (pl.-ries)  အခိၚ်ကာလၜိုတ်ကၠံသၞာံ၊  တ္ၚဲမပေၚ်ကၠံသၞာံ။  centennial  (adj.n.)  မဆေၚ်စပ်ကဵုကၠံသၞာံ၊  ဒဒှ်မဆေၚ်စပ်ကဵုကၠံသၞာံ။"},
{"word":"centigrade","def":"adj.  မဆေၚ်စပ်ကဵုနဲကဲၜတ်ဂမ္တဴ အကြာတေတ်သမ္တီဍာ်ကလောံ (ဍာ်ဒိုပ်)(ဝံ) ဒဳဂရဳကဵု တေတ်သမ္တီဍာ်ကၠံ (၁ဝဝံ) ဒဳဂရဳ (အၚ်သာ)။"},
{"word":"centigramme","def":"n.  ၁ဝဝ,ဂအုံမွဲဂအုံဂြာံ(လယျိုၚ်)။"},
{"word":"centimetre","def":"n.  ၁ဝဝ,ဂအုံမွဲဂအုံမဳတာ(ဇမ္ၚောဲ)။"},
{"word":"centipede","def":"n.  ဂဂဳ၊  ဓဂဳ။"},
{"word":"central","def":"adj.  မဆေၚ်ကဵုတေတ်ဗဟဵု၊  မနွံပ္ဍဲတေတ်ဗဟဵု၊  မနွံကရပ်တေတ်ဗဟဵု၊  မဒှ်ဗွဲအဓိက၊  မဒှ်တဴအရာနွံပၟိက်ဗွဲမလောန်။  central figure. (n)  အိန္နစက်၊  တိုၚ်အဒေါဝ်။  Central India. (n)  မဇ္ဇျိမဒေသ။  central region. (n)  မဇ္ဇျိမဒေသ။  centralize,-ise (vt.vi)  သကဵုကောံကလောံလုပ်ဗဟဵု၊  ပၠောပ်သၟတ်တဲဗဟဵုရပ်စပ်၊  စိုပ်ကၠုၚ်သၟတ်တဲဗဟဵုရပ်စပ်။  centralization,-isation (n)  ဒဒှ်ဗဟဵုမထိၚ်အုပ်ဓလီုလဝ်၊  ဒဒှ်မပၠောပ်လဝ်အသၟဝ်တဲဗဟဵု။"},
{"word":"centre","def":"n.  ပၞေဟ်၊  ပၞိဟ်၊  ဗၞိဟ်၊  အဒေါဝ်၊  ဒကုတ်အဒေါဝ်ဗဟဵု၊  ဒကုတ်ဗဟဵု၊  တေတ်ဗဟဵု၊  တေတ်အဒေါဝ်ဗဟဵု။  ၂။  ဒေသအဓိက၊  ဒေသတိုၚ်။  ၃။  ဒၞာဲကောံဇီုဒး၊  ဒၞာဲကောံဇီုဒး၊  ဒၞာဲအရီုစၚ်ကောံကလောံ။  centre of a village. (n)  ဂြိုဟ်ကွာန်။  centre of the earth. (n)  ပၞေဟ်တိ။  centre post. (n)  တိုၚ်ဗဟဵု။  vt. vi.  စွံပ္ဍဲဗဟဵု၊  ကောံပ္ဍဲဗဟဵု၊  သ္ပဗဟဵု။"},
{"word":"center","def":"/US./  တုပ်ကဵု centre တေံရောၚ်။"},
{"word":"centrifugal","def":"adj.  မသာဲခြာတိတ်နူဗဟဵု။"},
{"word":"centripetal","def":"adj.  မပြာပ်ညောန်လုပ်ကဵုဗဟဵု။"},
{"word":"century","def":"n.  ကၠံသၞာံ၊  ပွိုၚ်ကၠံသၞာံ။"},
{"word":"ceramic","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ပညာကၠောန်ပ္ၚာန်,ခေါ်,ယံက် နကဵုတိပလေတ်။"},
{"word":"cereal","def":"adj.  မဆေၚ်စပ်ကဵုဂကူသြောံ၊  မဆေၚ်စပ်ကဵုသြောံ။"},
{"word":"cerebral","def":"adj.  မဆေၚ်စပ်ကဵုက္ဍဟ်။"},
{"word":"ceremony","def":"n.  မၚ်္ဂလ၊  မ္ၚဵု၊  အသေအဟာန်။  ၂။  အခိုက်ကၞာပရေၚ်ဆက်ဆောံပူဂဵုမၞုံကဵုကဆံၚ် (ပူဂဵုကဆံၚ်သၠုၚ်သၠုၚ်)။  ceremony on a woman becoming pregnant. (n)  ပၟၚ်ပၟဲဂဝ်။  ceremonial (n)  နဲသၞောတ်ဗီုကၠောန်သဘၚ်အသေအဟာန်၊  တၚ်နွံပၟိက်အတိုၚ်အခိုက်ကၞာ။  adj.  မဒှ်အတိုၚ်အခိုက်ကၞာ၊  မဆေၚ်စပ်ကဵုသဘၚ်အသေအဟာန်။  ceremonious (adj) မနွံပၟိက်ကၠောန်ပတိုန်အသေအဟာန်ဇၞော်ဇၞော်၊  မဒှ်တဴအသေအဟာန်ဇၞော်ဇၞော်။"},
{"word":"cerise","def":"n. adj.  မဒှ်အရံၚ်ဗ္ကေတ်တၟးတၟး၊  အရံၚ်ဗ္ကေတ်တၟးတၟး။"},
{"word":"certain","def":"adj.  ဨကန္တ၊  မုချ၊  မဍာံပြ၊  မဍာံစၟတ်၊  မချိုတ်ပၠိုတ်။  ၂။  မဒှ်ယြဴမွဲမွဲ၊  မဒှ်ယြဴညးမွဲမွဲ၊  မဒှ်လ္ၚဵုလ္ၚဵု။  ၃။  မဒှ်ဆၜိုတ်ဒးရး၊  မဒှ်ဆၜိုတ်မြော်လဝ်။  certain magical power or influence which affects people adversely. (n)  တာဲဗြာဲ။  certain weight. (n)  ပိုလ်၊  ပိုဝ်၊  ပဵု။"},
{"word":"certainly","def":"adv.  ဗွဲစၟတ်၊  စိ၊  ဆက်ဆက်၊  ဏောၚ်၊  ရောၚ်၊  သၟဳသၟပ်၊  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  နဒဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဗိုန်ဇၟံ၊  ဗိုန်ဗိုန်၊  ကွေံကွေံ၊  ဗွဲဨကန္တ။"},
{"word":"certainty","def":"n.  ပွမချိုတ်ပၠိုတ်၊  အရာမဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"certificate","def":"n.  လိက်ဒုၚ်သက်သဳ၊  စၟတ်တဲထံက်ဂလာန်၊  စၟတ်တဲဒုၚ်သက်သဳထ္ၜးသာဓက။"},
{"word":"certificated","def":"adj.  မဂွံလဝ်စၟတ်တဲကဵုအခေါၚ်၊  မၞုံကဵုအခေါၚ်ကၠောန်၊  ဂွံလဝ်စၟတ်တဲထံက်ဂလာန်။"},
{"word":"certify","def":"vt.  ထံက်ကဵုဂလာန်၊  သ္ပကဵုဒတန်။"},
{"word":"certitude","def":"n.  ပွမဖျေံစိုတ်၊  ဒဒှ်မချိုတ်ပၠိုတ်။"},
{"word":"cessation","def":"n.  နိရောဒ၊  လလံ၊  လဟိၚ်၊  ပွမပဒေံါထောံ၊  ဒဒှ်မဒေံါ၊  ဒဒှ်မရုပ်ဒေံါ။"},
{"word":"cession","def":"n.  ပွမအပ်ပြာပ်၊  အရာမအပ်ပြာပ်ကဵု၊  ပွမလှဲအပ်ကဵု။"},
{"word":"cesspool","def":"n.  ခၠိုၚ်ဍာ်သမ်အုဲ၊  ကတိုၚ်ဍာ်သမ်အုဲ။"},
{"word":"Ceylon","def":"n.  ဍုၚ်သိၚ်ဃဵု၊  ဍုၚ်သဳရိလၚ်္ကာ (Sri Lanka)။"},
{"word":"chafe","def":"vt. vi.  ဇွိတ်သပေါတ်ညံၚ်ရဴဆီသ္ဂောံက္တဴကၠုၚ်။  ၂။  သကဵုဓရိတ်သၠိုက်အာ။  ၃။  သကဵုမနောတိတ်၊  သကဵုစိုတ်က္တဵု။"},
{"word":"chaff","def":"n.  ကာံ၊  ဂဗိုက်သ္ၚု။  ၂။  ဆံက်ဒန်ကုတ်လဝ်၊  ချောဲကှ်ကှ်။  n.  ပွမဟီုထ္ဍုတ်ဓမက်၊  ဂလာန်မဟီုထ္ဍုတ်ဓမက်။  vt.  ထ္ဍုတ်ဓမက်၊  ပျိုၚ်၊  ဓမက်။"},
{"word":"chagrin","def":"n.  ပွမစိုပ်ကဆံၚ်သ္ဂောံဒုၚ်ဒဝ်ဝါတ်၊  ဒဒှ်မခအံၚ်ဒၟံၚ်သာသာ။"},
{"word":"chain","def":"n.  သမန်၊  ဇုက်ဇရှ်ေ၊  ဇုက်ဇရှ်ေပသဲ၊  ခရေၚ်ဇရှ်ေပသဲ။  ၂။  အရာမဆက်ဒၟံၚ်လၟေၚ်ဍေံလၟေၚ်ဍေံ၊  မွဲဇုက်ပသဲ(ဇမၠိၚ်-၆၆-ပေ)။  vt.  ဒက်ဂြေန်ကဵုဇုက်ဇရှ်ေ။  chain of lightning. (n)  ဇုက်လလဳ။  chain of pearls (n)  ဇုက်ဗၠဲ၊  ဒွာဗၠဲ။"},
{"word":"chair","def":"n.  ခုၚ်ဂလာဂဇံ။  ၂။  ဒၞာဲဝဲါအ္စာပါမောက္ခတက္ကသဵု။  ၃။  ဒၞာဲဝဲါသဘာပတိပေဲါကောံဓရီု၊  အဝဵုသဘာပတိပေဲါကောံဓရီု။"},
{"word":"chairman","def":"n.  သဘာပတိ၊  သဘာပ္ဍဲပေဲါကောံဓရီု။"},
{"word":"chaise","def":"n.  ယာန်ကွဳချေံ၊  ကွဳချေံခလှာပန်သွက်ဂွံဍိုက်ဝေၚ်။"},
{"word":"chalet","def":"n.  သ္ၚိသၟတ်သွက်ဂွံတန်တဴပ္ဍဲအခိၚ်ဥတုကညၚ်၊  တာဲထမၞက်သွက်ရဲတိတ်တရဴပ္ဍဲတ္ၚဲဂွံကၠုၚ်သၠးၜး။"},
{"word":"chalice","def":"n.  ခေါ်သၠိုၚ်သွက်ဂွံသုၚ်အရက်ဗျေတ်၊  ခေါ်မ္ၚဵုပေဲါသဘၚ်ခရေတ်။"},
{"word":"chalk","def":"n.  တိယၟ။  vt.  ချူကဵုတိယၟ၊  ဂဇက်ကဵုတိယၟ။"},
{"word":"challenge","def":"n.  ပွမကော်ဘိက်သ္ဂောံပြိုၚ်ပ္ကာန်၊  ပွမဆောံက္တဵုသွက်ဂွံပြိုၚ်ပ္ကာန်၊  ပွမဂၠာဲကော်ဆော။  ၂။  တၚ်ကညာၚ်သၟာန်ညးဂှ်ရော နူကဵုကောန်ကၚ်။  vt.  ဘိက်ကော်သွက်ဂွံပြိုၚ်ပ္ကာန်၊  ဟီုပၟိၚ်ဏာသွက်ဂွံပြိုၚ်ပ္ကာန်၊  ပြိုၚ်ပ္ကာန်၊  ကညာၚ်သၟာန်ဒဒှ်ညးဂှ်ရော၊  ကဵုထ္ၜးဟိုတ်။"},
{"word":"chamber","def":"n.  ခဒံ၊  ခဒံတိက်၊  ခဒံဇၞော်၊  ဂၠံ၊  ဂၠံတိုက်။  ၂။  ကၠတ်ထဝ်ပ္တန်ဗဒှ်ဥပေဒေ၊  ခဒံကောံဓရီုကၠတ်ထဝ်။  ၃။  ဂကောံသၟာဗၞိက်ဇၞော်။  ၄။  ခဒံသၟာဂဗုတ်၊  ရုၚ်သၟာဂဗုတ်ဂမၠိုၚ်။  ၅။  ထၟောၚ်ဖျေံကံ။  chamber of knowledge. (n)  ဂၠံဝိဇ္ဇာ၊  စိုတ်။  chamber pot. (n)  ဂဒေံါ၊  ထၟာဲဂဒေံါ။"},
{"word":"chamberlain","def":"n.  ဝန်ဇၞော်ကေၚ်ကာအပ္ဍဲသ္ၚိနန်ဨကရာဇ်(ဍုၚ်အၚ်္ဂလိက်)။"},
{"word":"chambermaid","def":"n.  ဍိက်ဗြဴစကာပ္ဍဲသ္ၚိ။"},
{"word":"chameleon","def":"n.  ခကုဲ၊  ဒကုဲ(သတ်ဂမာအာကၠုၚ်ကဵုသြိုဟ်မွဲဂကူ)။"},
{"word":"chamois-leather","def":"n.  စၞာံအဇာမဍိုန်ဍောတ်(သဵုကဵုဗ္ၜေံ)။"},
{"word":"champ","def":"vt. vi.  ဂရိတ်ဇ္ၚာဲ၊  ကိတ်၊  ကိတ်ေၚက်(ဟိုတ်နူဟွံဒးဂၞပ်)။"},
{"word":"champion","def":"n.  မၞိဟ်ဗတိုက်တဝ်စၞေဟ်ကဵုစၞးညးတၞဟ်သအာၚ်၊  မၞိဟ်လုပ်ပေဲါဗတိုက်ပ္ဍဲအရာပရေၚ်ကိစ္စမွဲမွဲ။  ၂။  မၞိဟ်ၜောတ်ဏာအလာံပထမ၊  မၞိဟ်ဂွံယၟုချာမ်ပဳယာန်၊  ဂကောံဂွံယၟုချာမ်ပဳယာန်။  vt.  ထံက်ဂလာန်၊  စဵုဒၞာကဵု၊  လုပ်ကဵုပေဲါဗတိုက်။"},
{"word":"championship","def":"n.  ပွမထံက်ဂလာန်၊  ပွမစဵုဒၞာ၊  ပွမလုပ်ကဵုပေဲါဗတိုက်၊  ဒဒှ်မၞိဟ်ဂွံယၟုချာမ်ပဳယာန်။"},
{"word":"chance","def":"n. ပွမက္တဵုဒှ်ကၠုၚ်ဟွံရန်တၟံလဝ်မွဲသာ်၊  ပွမက္တဵုဒှ်တိုန် ဟွံမွဲကဵုချပ်စၚ်ခြၚ်လဝ်ဗွဲကိုပ်ကၠာ။  ၂။  အကာဲအရာမက္တဵုဒှ်ကၠုၚ်မာန်။  ၃။  အခေါၚ်အဝဵု၊  အခိၚ်ခိုဟ်၊  အခေါၚ်ခိုဟ်။  ၄။  ပွမက္တဵုဒှ်ကၠုၚ်မတဝ်ကၠုၚ်ကဵုဒှ်။  vt. တဝ်ကၠုၚ်ကဵုက္တဵုဒှ်ကၠုၚ်။  ၂။  တဝ်တုဲဆဵုဂဗကၠုၚ်၊  တဝ်ဒးဟွံရန်တၟံမွဲသာ်။  ၃။  ကၠောန်ထၜေက်ထောံမတ်၊  ပတှ်ေကံတုဲကၠောန်။"},
{"word":"chancellor","def":"n.  ဇမၞော်ရး၊  အဓိပတိတက္ကသဵု။"},
{"word":"chandelier","def":"n.  ဇံၚ်ပၟတ်ဒက်လကဲဖျေံလဝ်။"},
{"word":"chandler","def":"n.  မၞိဟ်သွံပၞာၚ်,ကၠေၚ်,ဗံၚ်(ဆာပ်ပျာ),ဍာ်ဂဥုဲ။"},
{"word":"change","def":"vt. vi.  သၠာဲ၊  သၠာဲၜး၊  ၜး၊  ၜးလှာဲ၊  ပြံၚ်၊  ပြံၚ်လှာဲ၊  လှာဲ၊  ဝိကာရ။  ၂။  ချာဲဖ္ဍာဲ၊  လှာဲဂတး၊  လှာဲသၠုဲမပရး။  ၃။  သကဵုဒှ်မွဲမွဲဂကူ၊  သကဵုဒှ်မွဲမွဲဗီု။  change of state. (n)  ဝိပ္ပကာရ၊  ၜးဘဝ။  change one's clothes. (vt.vi)  ၜးယာတ်။"},
{"word":"changeable","def":"adj.  မပြံၚ်လှာဲအာမာန်၊  မပြံၚ်လှာဲမာန်၊  မလေပ်ပြံၚ်လှာဲပယျတ်ပယျတ်၊  မလေပ်ပြံၚ်လှာဲမွဲလစုတ်မွဲလစုတ်။"},
{"word":"channel","def":"n.  ဒၞာဲပွဳပွိုၚ်ဇၟောဝ်ဍာ်ဂၚ်ၜါကၠုၚ်စုတ်ဒၟံၚ်။  ၂။  ဇၟောဝ်ဍာ်၊  ဂၠံၚ်ဍာ်၊  ဓမုၚ်ဍာ်။  ၃။  မြံၚ်၊  မြံၚ်ဍာ်၊  ဂၠံၚ်ဆက်ဆောံကၠောံဍအာကၠုၚ်။  vt.  ကၠောံဍဆက်ဆောံအာကၠုၚ်။"},
{"word":"chant","def":"n.  ကဗျလၚ်္ကာလယျတ်ဒၟံၚ်နကဵုရမျာၚ်တိုန်စှ်ေ၊  ဒွက်ၜှ်ေချေတ်။  vt. vi.  ဒယှ်ေအာ၊  ဒယှ်ေၜှ်ေအာနကဵုရမျာၚ်တိုန်စှ်ေ၊  ဖဍောတ်ပရိုတ်။"},
{"word":"chanty","def":"n.  ဒွက်ကောန်ဂၠုၚ်ကောန်က္ၜၚ်တံ ဗျာၚ်တုဲကညာၚ်ဒယှ်ေ။"},
{"word":"chaos","def":"n.  ပွမက္တဵုဒှ်ကဆံၚ်သရံၚ်ဓဂါတ်။  chaotic (adj)  မက္တဵုဒှ်ဒၟံၚ်ကဆံၚ်သရံၚ်ဓဂါတ်။"},
{"word":"chap","def":"vt. vi. (-pp-)  ကြၚ်၊  ဖျုန်သွကြၚ်၊  သကဵုကြၚ်။"},
{"word":"chapel","def":"n.  ဇြပ်၊  ဇြပ်ရဲဘာသာခရေတ်တံကောံဓရီုသ္ပဝတ်။"},
{"word":"chaperon","def":"n.  ဝုတ်ဇၞော်ဗက်အဖဴဝုတ်သၟတ်တံအခါမတိတ်စဂၠံၚ်ဍာန်။  vt.  ယဗြဴမဗက်အဖဴသၟတ်ဝုတ်။"},
{"word":"chaplet","def":"n.  ပ္ကဴဇၟန်စရှ်ကဝဵုလဝ်လ္တူက္ဍိုပ်၊ ပ္ကဴတဝ်စရှ်၊  မခတောန်။"},
{"word":"chapter","def":"n.  အခန်ဇၞော်၊  ကဏ္ဍပါ်လဝ်ပ္ဍဲလိက်အုပ်၊  ပဆိုက်။"},
{"word":"char","def":"vt. vi (-rr-)  သကဵုတူ၊  သကဵုတူသ္ၚေက်၊  တူပၟတ်။  ၂။  ကၠောန်ကမၠောန်ပ္ဍဲသ္ၚိ (ဇိုတ်သ္ၚိ,ကပိုက်ကဆံၚ်,ကြာတ်ကြဴ)။  charred remains (adj)  ချောံ။  charwoman (n)  ယဗြဴမကၠောန်ကမၠောန်ၚးတးကြာတ်ကြဴသအး။"},
{"word":"character","def":"n.  ဒ္ဂေတ်ပဋိပတ်၊  စိုတ်စရိုတ်၊  သဘဴ။  ၂။  ဇြဟတ်ဒ္ဂေတ်ပဋိပတ်။  ၃။  ပူဂဵုမဒယှ်ပြထာ။  ၄။  မၞိဟ်ဍိုက်ဇာတ်။  ၅။  စၟတ်တဲထံက်လဝ်ဂလာန်ဒ္ဂေတ်ပဋိပတ်။  ၆။  တၚ်တၟေၚ်၊  အၚ်္ဂဂုဏ်၊  ဂုန်သတ္တိ။  ရ။  အက္ခဝ်၊  မအက္ခဝ်လိက်။"},
{"word":"characteristic","def":"n.  လက္ခဏာ၊  လက်သန်၊  အၚ်္ဂဂုဏ်၊  တၚ်တၟေၚ်၊  ဗျန်။  adj.  မဒှ်စိုတ်စရိုတ်သဘာဝ၊  မဒှ်တၚ်ဗွဲတၟေၚ်၊  မဒှ်ဂုန်သတ္တိဗွဲတၟေၚ်။"},
{"word":"characterize","def":"vt.  ဓမံက်ထ္ၜးကဵုတၚ်တၟေၚ်၊  ဓမံက်ထ္ၜးကဵုဂုန်သတ္တိ။"},
{"word":"characterise","def":"vt.  ဓမံက်ထ္ၜးကဵုတၚ်တၟေၚ်၊  ဓမံက်ထ္ၜးကဵုဂုန်သတ္တိ။"},
{"word":"charade","def":"n.  ဂလာန်ဗဒှ်ေ၊  ဂလာန်ဒမၠုက်၊  ဒဒှ်မဓမံက်ကေတ်အဓိပ္ပာဲ နူကဵုညးမဍိုက်ဇာတ်တံဟီုဂးလှ်ေထ္ၜး။"},
{"word":"charcoal","def":"n.  ချး။"},
{"word":"chard","def":"n.  ရာဲခၟာဲဗ္ကေတ်မွဲဂကူ (ရာဲတိတ်နူဍုၚ်သွေတ် Swiss chard)။"},
{"word":"charge","def":"n.  ပွမနၚ်ဒုဟ်၊  ပွမစောဲစုတ်။  ၂။  ပွမဆက်ဗတိုက်တိုန်အာမွဲဒမြိပ်မွဲအသိၚ်။  ၃။  ပွမပ္တန်ၚုဟ်မး။  ၄။  ဇြဟတ်ဂဥုဲကံ၊  ဓတ်ဓါတ်လလဳမစုတ်ဒေပ်လဝ်ပ္ဍဲထၟာဲဓာတ်။  ၅။  ကမၠောန်မကဵုလဝ်တာလျိုၚ်၊  မၞိဟ်သ္ဒးအပ်ပြာပ်လဝ် သွက်ဂွံမၚ်မွဲသ္ပဂရု၊  အရာသ္ဒးမၚ်မွဲသ္ပဂရု။  vt. vi.  စုတ်ဒုဟ်၊  နၚ်စုတ်ဒုဟ်၊  စောဲစုတ်၊  ပတိုန်ပ္ဍိုက်စုတ်ဒုဟ်၊  ဗ္တိုက်တ္ၚီုတိုန်မွဲအသိၚ်မွဲဒမြိပ်၊  အာတ်ကေတ်နဒဒှ်လိၚ်ခၟာၚ်၊  စုတ်ကံသေနာတ်(သၞာတ်)၊  ဗပေၚ်ဓတ်ဓါတ်လလဳ၊  ဂကန်၊  ဂကန်ဖျန်၊  ဟီုဗ္ကန်၊ ကဵုအသံ၊  စၞောန်ထ္ၜးနကဵုအသံ၊  ကဵုတာလျိုၚ်။"},
{"word":"charge d'affaires","def":"n.  ပူဂဵုသ္ဒးယဵုဒုၚ်ကေၚ်ကာကေတ်တာလျိုၚ်ကမၠောန်အခါကလုတ်မဟၟဲ။"},
{"word":"chargeable","def":"adj.  မထေက်ကဵုသ္ဒးဒုၚ်ပ္ဍိုက်စုတ်ဒုဟ်၊  မဒှ်စိုပ်ဒၟံၚ်ကဆံၚ်နၚ်စုတ်ဒုဟ်။"},
{"word":"charger","def":"n.  ချေံသ္ကိုပ်ပၞာန်၊  ချေံပၞာန်။"},
{"word":"chariot","def":"n.  ကွဳစက်ရတ်၊  ကွဳရတ်။  charioteer (n)  သာရထဳ၊  သၟာစဝ်ကွဳ။"},
{"word":"charisma","def":"n.  ဂုန်စရာဲမသ္ဒးရှ်ေသှ်ေထေက်။  ၂။  အစောံစရာဲသွက်သ္ဂောံက္တဵုဒှ်တိုန်အရှ်ေအသှ်ေအရဴအဂဴ။"},
{"word":"charity","def":"n.  ဒါန၊  ဒါန်၊  ပွမလေပ်ဆာန်ဍူ၊  ပွမကဵုဒါန်တရးဂစာဲ၊  ဓဝ်မေတ္တာကရုဏာ၊  ပွမလေပ်စွံဓဝ်ညှာဒည။  ၂။  ဂကောံရီုဗၚ်ထံက်ပၚ်မၞိဟ်စိုပ်ဒဒိုက်။  charitable (adj)  မစွံဓဝ်မေတ္တာ,ကရုဏာ၊  မလေပ်ဆာန်ဍူ၊  မလေပ်စွံဓဝ်ညှာတာ၊  မလေပ်တရးဂစာဲ၊  မဆေၚ်စပ်ကဵုဒါန်(ဒါန)။"},
{"word":"charlatan","def":"n.  အ္စာအလီ၊  မၞိဟ်အလီ၊  မၞိဟ်လီဠာန်စ။"},
{"word":"charm","def":"n.  ပွမတံၚ်ဂြဲပၠောပ်စိုတ်အရီု ညံၚ်ရဴသ္ဂောံကယျောဝ်လုပ်ကၠုၚ်မာန်၊  ပွမသကဵုဒုၚ်စသိုၚ်တသိုက်သၠိၚ်မာန်၊  ပၟန်၊  ဂါထာမန်ယန်၊  ဂဇံ၊  ဗဇံ၊  အဆံၚ်အလံၚ်။  vt. vi.  တလးစရာဲ၊  သကဵုစိုတ်လယျောဝ်ဗက်၊  ဒဇက်တံၚ်ဂြဲ၊  သကဵုစိုတ်မိပ်မြဟ်မှောဝ်ဇာ၊  သ္ပနကဵုဂါထာမန်ယန်,အၚ်,ဂဇံ၊  ရပ်စကာနကဵုဂါထာမန်ယန်,အၚ်,ဂဇံ၊  ဂါထာမန်ယန်။  charmed cord. (n)  ဇုက်ပရိုတ်။  charm cord for the neck. (n)  ဇုက်ပရိုတ်ကွက်ကံ(သလိုက်ကံ)။  charming (adj)  အိန်သ္ဂီု၊  မအိန်သ္ဂီု။  charming woman (n)  ကန္တာ။"},
{"word":"chart","def":"n.  ဗီုတိထ္ၜးဂၠံၚ်ဍာ်။  ၂။  တၞးဗီုမပ္တဝ်ထ္ၜးကဵုပမာဏ။"},
{"word":"charnel house","def":"n.  သုသာန်ထမၞေက်။"},
{"word":"chary","def":"adj.  မဆိုအ်ဆေၚ်၊  မစွံသတိ၊  မဂၠေံတဲ၊  မဂိုဟ်လေပ်၊  မသအေတ်။"},
{"word":"chase","def":"vt.  ထဍေၚ်၊  ထဍေၚ်ဗက်၊  ဗက်ရပ်။  n.  ပွမထဍေၚ်ဗက်၊  ပွမဗက်ရပ်။  vt.  ပုတ်ဂၠတ်ပ္ကဴ၊  ပုတ်ဂၠတ်ရုပ်။"},
{"word":"chasm","def":"n.  ဇြဟ်(ဇြောဟ်)၊  ဗၚ်ဇြဟ်၊  ဂမြေၚ်၊  မဗါ်ဇြဟ်၊  ဗပါ်တၟံ။  ၂။  ဒဒှ်မထကးပြး (စိုတ်ဆန္ဒလညာတ်ပရေၚ်ဍုၚ်ကွာန်)။"},
{"word":"chaste","def":"adj.  မသအး၊  မသအးဇ္ၚး၊  မဗၠးဒုဟ်ဒန်၊  မဟၟဲအဆက်အဆောံကဵုတြုံသအာၚ်။  n.  ဒဒှ်မသအးသီုစိုတ်သီုစရိုတ်။  chaste tree (n)  တၞံဒညဝ်။"},
{"word":"chasten","def":"vt.  ဝေတ်ဗ္တောန်ကဵုဒုဟ်၊  ဝေတ်ဗ္တောန်ၜုၚ်တက်။"},
{"word":"chastise","def":"vt.  သကဵုဒုဟ်ဒန်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  တပ်ဒန်။  chastisement (n)  ကွေတ်၊  ပွမတပ်ဒန်။"},
{"word":"chastity","def":"ရံၚ် chaste တေံညိ။"},
{"word":"chat","def":"vi.  တက်ကျာ၊  ဟီုဂးဂလာန်အလ္လာပသလ္လာပ၊  ဟီုဂလာန်ဆက်မုဟ်ပါၚ်၊  ဟီုဂလာန်ဆဵုကျာ။  n.  ပွမဟီုဂးဂလာန်ဆဵုကျာ၊  ပွမဟီုဂလာန်အလ္လာပသလ္လာပ။  chatty (adj) မဂၠိၚ်ကဵုအရေဝ်၊  ဒဒှ်ပူဂဵုဟီုအရေဝ်ဂၠိုၚ်(ကျာဂၠိုၚ်)။  n.  နုၚ်။"},
{"word":"chattel","def":"n.  ကပေါတ်ဇကုပဆုဲပြံၚ်ဏာမာန်။"},
{"word":"chatter","def":"vt.  တက်ကျာ (အရေဝ်ဗေဗာန်)၊  ဟီုဂလာန်ဟွံမွဲကဵုသတ်ဒဝ် (ဟွံမွဲကဵုကြက်ရှ်)၊  အရေဝ်ဂၠိုၚ်၊  ဗြုဒၟံၚ်ထုဲထုဲဂရုဲဂရုဲ၊  ရမျာၚ်ေၚက်လုက်စုတ်ဒွံဒးညးသ္ကံ။"},
{"word":"chatterbox","def":"n.  မၞိဟ်အရေဝ်ဂၠိုၚ်၊  မၞိဟ်ကျာခိုဟ်။"},
{"word":"chauffeur","def":"n.  ပူဂဵုဒဳကေတ်ကွဳစက်ဇကုကဵုဇကု၊  ပူဂဵုဗက်ကေတ်ကာဇကုကဵုဇကု။"},
{"word":"chaw","def":"vt.  ဇ္ၚာဲ။  n.  ပွမဇ္ၚာဲ။  ၂။  မွဲဗၠံ၊  မွဲပါၚ်။"},
{"word":"cheap","def":"adj.  (-er,-est)  တန်၊  မဟွံဇၞော်ပ္ဍဲကဵုၚုဟ်မး၊  မသတုံအိုတ်သက်သာ၊  မၚုဟ်ဒး။  ၂။  မဒးရးပ္ဍဲၚုဟ်မး၊  မသက်သာပ္ဍဲၚုဟ်မး။  ၃။  မဒှ်အဇာတန်တန်။  cheaply (adv)  နဒဒှ်ၚုဟ်မးတန်တန်။  cheapen (vt)  ဓဂုတ်၊  ဗဂုတ်၊  ဗဂုတ်ဖျေံ၊  သ္ဂုတ်၊  သကဵုၚုဟ်မးတန်၊  သကဵုၚုဟ်မးသက်သာ၊  သကဵုဒှ်အဇာပရေံပရေံ။  cheapness (n)  ဒဒှ်ၚုဟ်မးတန်၊  ဒဒှ်ၚုဟ်မးဟွံဍၚ်၊  မဒှ်အဇာတန်တန်။"},
{"word":"cheat","def":"vt. vi.  ယိုက်၊  ယိုက်ပ္တိုန်ဇကု၊  လီဗ္ဂေတ်၊  လီလှေက်ကေတ်အခေါၚ်အဝဵု နကဵုစရိုတ်ဟွံလ္ဂူတပ်တး။"},
{"word":"check","def":"vt.  ဒးဟွံဒးစၟဳစၟတ်။၂။  သကဵုဒေံါအာ၊  သကဵုဒေံါတန်အာ။  n.  ပွမစၟဳစၟတ်ဒးဟွံဒး၊  အရာမသကဵုတီဒးဟွံဒး၊  အရာမသကဵုဒေံါအာ၊  အရာမသကဵုဒေံါတန်အာ။  ၂။  ကၞၚ်။"},
{"word":"checkmate","def":"vt.  ကဝးထောံသၟိၚ်ဇၞော်ပ္ဍဲဝေၚ်ချိတ်၊  စဵုဒၞာညံၚ်ရဴဟွံဂွံစိုပ်ဒတုဲ၊  သကဵုကျအာ၊  သကဵုဖျေံတဲ။"},
{"word":"cheek","def":"n.  ကၞိၚ်။  ၂။  ပြဝမဂဝဵုတိုန်ဒဒှ်မဟၟဲကဵုမုက်ဂဝ၊  လဟီုဂဝဵုတိုန်။  vt.  ဟွံသ္ပကေၚ်ကာ၊  ဟွံသ္ပဂရု။"},
{"word":"cheeky","def":"adj.  မဂဝဵုတိုန်၊  မဟၟဲကဵုမုက်ဂဝ၊  မဟွံသ္ပဂရု၊  မဟွံသ္ပကေၚ်ကာ။  cheekily (adv)  နဒဒှ်မဂဝဵုတိုန်။"},
{"word":"cheer","def":"vt. vi.  သကဵုစိုတ်မိပ်ဒှ်တိုန်ဓတ်။  ၂။  ထအောတက်ဇိုၚ်တက်တဲ၊  ကညာၚ်ကြဵုဇာထံက်ဂလာန်။  n.  စိုတ်စရိုတ်မထ္ၜးမိပ်မြဟ်ဓတ်တိုန်။  ၂။  ပွမကရေဲကညာၚ်ထအောတက်ဇိုၚ်တက်တဲ။"},
{"word":"cheerful","def":"adj.  မသကဵုမိပ်ဇြိပ်သၠောၚ်သပဝ်၊  မဒှ်ကဆံၚ်မသ္ဍိုက်မၠိုက်၊  မနွံကဵုကဆံၚ်သာယာ။"},
{"word":"cheerily","def":"adv.  မိပ်မိပ်ဇြိပ်ဇြိပ်၊  သၠောၚ်သၠောၚ်သပဝ်သပဝ်။"},
{"word":"cheerless","def":"adj.  မဟွံမွဲကဵုမိပ်ဇြိပ်သၠောၚ်သပဝ်၊  မနွံကဵုဓတ်စိုတ်စှ်ေစှ်ေ၊  မဒှ်ကဆံၚ်မိပ်စိုတ်ဟွံမာန်။"},
{"word":"cheery","def":"adj.  မသၠောၚ်သပဝ်၊  မနွံသီုစိုတ်သီုစရိုတ်။"},
{"word":"cheese","def":"n.  ဍာ်တှ်ဓံ(ဓမ်)။"},
{"word":"cheetah","def":"n.  ကၠလှာ။"},
{"word":"chemistry","def":"n.  ကွတ်ဗေဒဓါတု(ကွတ်ပါ်ဓါတ်)။  chemical (adj)  မဆေၚ်ကဵုကွတ်ဗေဒဓါတု၊  မကၠောန်လဝ်နကဵုနဲကဲကွတ်ဗေဒဓါတု။  n.  အရာမကၠောန်ပတိတ်လဝ် နကဵုနဲကဲကွတ်ဗေဒဓါတု။  chemist (n)  တၠပညာကွတ်ဗေဒဓါတု၊  ပူဂဵုပကောံဂြန်ဂဥုဲသွက်ဂွံပတိတ်သွံစ။"},
{"word":"cheque","def":"n.  စၟတ်တဲချိတ်၊  စၟတ်တဲပ္တိတ်သၠုဲနူဗေန်။"},
{"word":"chequered","def":"ppl. adj.  မနွံကဵုကၞၚ်ညံၚ်ရဴသ္ၚိကၠ၊  မနွံကဵုတိုန်စှ်ေခိုဟ်ပရေံ။"},
{"word":"cherish","def":"vt.  လဒံမၚ်မွဲလဝ်၊  မိန်မံသ္ဍိုက်မၠိုက်၊  မိန်မံစွံလဝ်ဒၟံၚ်သၠုၚ်၊  သ္ပဂရုမိန်မံ၊  မိန်မလွဳလဝ်ပ္ဍဲစိုတ်၊  လွဳလွတ်။"},
{"word":"cheroot","def":"n.  ၜံက်၊  ၜံက်ချာရတ်(ၜံက်ပံက်လဝ်တၞုၚ်သီုၜါလ္ပာ်)။"},
{"word":"cherry","def":"n.  တၞံပ္ကဴလ္ဂောဝ်ဒဵု၊  သတ်ပ္ကဴလ္ဂောဝ်ဒဵု( ပ္ကဴချေဝ်ရဳ)။  adj.  မနွံကဵုဗ္ကေတ်ဍာဲဍာဲညံၚ်ရဴသတ်လ္ဂောဝ်ဒဵု။"},
{"word":"chess","def":"n.  ပါတ်(ပါသ်)၊  ချိတ်၊  ကၠချိတ်၊  နဲဝေၚ်ကၠချိတ်(နဲဝေၚ်ဗိုၚ်ကေတ်ကဵုကၠ)။  chessmen (n)  သတ်ပေတ်(ပး)။  chessboard (n)  ဂတဵုပါတ်။"},
{"word":"chest","def":"n.  ကဠာ၊  ကဠာဆုဇၞော်ဇၞော်၊  ကဠာဆုကၠဇၞော်ဇၞော်။  ၂။  သြိုဟ်၊  ကောန်သြိုဟ်။"},
{"word":"chew","def":"vt. vi.  ဇ္ၚာဲ၊  ဂြေၚ်၊  ဂြေၚ်စ၊  သ္ၚာဲ။  ၂။  ချပ်ဂၠိုက်သ္ၚောံဒၟံၚ်။  chew betel. (vt.vi)  သ္ၚာဲကၟဵု၊  သ္ၚာဲဇဗၠု။  n.  ပြဝမဇ္ၚာဲ၊  ပြဝမထ္ၜံ၊  ကၟဵု၊  ကၟဵုဇဗၠု။  chewing materials kept at the waist. (n)  ဇဗၠုချတ်ဂၞဴ။"},
{"word":"chic","def":"adj.  မဂတာပ်ခေတ်၊  မစှ်ေကဵုဗီုပြၚ်၊  မစှ်ေကဵုအဆံၚ်အလံၚ်။  n.  ဗီုပြၚ်မစှ်ေကဵုအဆံၚ်အလံၚ်၊  ဗီုပြၚ်မစှ်ေကဆံၚ်သၠုၚ်သၠုၚ်။"},
{"word":"chicanery","def":"n.  ပွမလှေံလှန်နကဵုပြယာဲအရေဝ်။"},
{"word":"chicken","def":"n.  ကောန်စာၚ်၊  ဖျုန်စာၚ်။"},
{"word":"chicken-hearted","def":"adj.  မဖေက်လကိုတ်လောဲ၊  မနွံကဵုဂြိုဟ်ဍောတ်ဍောတ်။"},
{"word":"chicken-pox","def":"n.  မြန်ဍာ်၊  မြန်ပုၚ်၊  မြန်ဗု၊  မရန်ပုၚ်။"},
{"word":"chickpea","def":"n.  ၜဲက္ဍိုပ်စိၚ်၊  သတ်ဇုက်က္ဍိုပ်စိၚ်၊  ၜဲလောံ၊  ၜဲသၟိပ်။"},
{"word":"chicory","def":"n.  တၞံချဳကဝ်ရဳ(ကေတ်ရိုဟ်ဍေံပရာၚ်တုဲထၟုက်ဖဍိုတ်ဟုဲသုၚ်ကဵုမကာဖဲ)။"},
{"word":"chide","def":"vt. vi. (pt.chided)  ပ္တိုန်ဒုဟ်ပရဂဟီ၊  ပရဂဟီ။"},
{"word":"chief","def":"n.  ဂတိုပ်၊  ဂအုပ်၊  စာသံက်၊  ဇေဋ္ဌ၊  ဇၞော်၊  တလ(တၠ)ခွာ၊  ဒကိုပ်၊  ပဓါန်၊  ဗဓာန်၊  အဓိက၊  အဓိပတိ၊  ဥဿဘ၊  သ္ကိုပ်၊  က္ဍိုပ်သ္ကိုပ်၊  မၞိဟ်မအုပ်ဓုပ်၊  ဇမၞော်။  chief of sages. (n)  မုနိန္ဒော၊  ဇမၞော်တၠပညာ။  chief teacher. (adj)  သကိုပ်ပၞာန်ဓဝ်။  chief town. (adj)  က္ဍိုပ်ဍုၚ်။  chiefly (adv)  နဒဒှ်ဗွဲအဓိက။"},
{"word":"chieftain","def":"n.  က္ဍိုပ်သ္ကိုပ်ဂကောံကောန်ဍုၚ်အရၚ်၊  စောဖော၊  စောကေဝ်။"},
{"word":"chiffon","def":"n.  ယာတ်သုတ်ပရဳ၊  ယာတ်ပရဳတဆိပ်ကဴကိုန်(တိတ်နူဍုၚ်သအာၚ်)။"},
{"word":"child","def":"n. (pl.children)  ကောန်၊  ကောန်ၚာ်။"},
{"word":"childbirth","def":"n.  ပွမၜံၚ်ပၟတ်၊  ပွမသယျာကောန်၊  ပွမသၠးပဋိသန္ဓိ။"},
{"word":"childhood","def":"n.  ဘဝကောန်ၚာ်၊  ဒဒှ်မဒှ်ကောန်ၚာ်။"},
{"word":"childish","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ၚာ်၊  မသ္ပပွညံၚ်ရဴကောန်ၚာ်၊  မဂပ်ဝ်ဒးရးကဵုကောန်ၚာ်ဟေၚ်၊  မတုပ်ညံၚ်ရဴကောန်ၚာ်။"},
{"word":"childlike","def":"adj.  မယျဵုလ္ဂူသ္ပညံၚ်ရဴကောန်ၚာ်၊  မဟၟဲကဵုဒုဟ်ဒန်ညံၚ်ရဴကောန်ၚာ်။"},
{"word":"chill","def":"n.  ဓါတ်မဂံက်ဓဇောတ်။  ၂။  ဒဒှ်မဒးချာံ။  adj.  မဂံက်ဓဇောတ်၊  မၜိုဟ်ဂံက်ဓဇောတ်။  vt. vi.  သကဵုဂံက်၊  သကဵုၜိုဟ်ဂတဝ်၊  ၜိုဟ်ဂတဝ်။"},
{"word":"chilly","def":"n. (pl.-ise)  မြေက်။  adj.  မၜိုဟ်ဂံက်၊  မဂံက်ဓဇောတ်၊  မၜိုဟ်ဂတဝ်။"},
{"word":"chime","def":"n.  ခၞိၚ်မွဲသ္ကံမပတိတ်ပ္ညဳပ္ညပ်လဝ်ရမျာၚ် မသ္ဂောံတိတ်ဂၠိုၚ်ကဵုဂကူ၊  ရမျာၚ်ဂၠိုၚ်ကဵုဂကူမတိတ်ကၠုၚ်နူသ္ကံခၞိၚ်တံဂှ်။  vt. vi.  ဗြုဒၟံၚ်ဍေၚ်ဍေၚ်၊  ဗြုဒၟံၚ်ရမျာၚ်ဂၠိုၚ်ကဵုဂကူ၊  ဂဒုခၞိၚ်။"},
{"word":"chimera","def":"n.  သတ်မနွံကဵုဗ္တနာ် ဇကုဗ္ၜေံ က္ဍိုပ်ဇာဒိသိုၚ်(ပတန်လဝ်နကဵုသွပ်စိုတ် သွက်သ္ဂောံဒှ်ဗဟေက်)။"},
{"word":"chimney","def":"n.  ပၠံၚ်၊  ပၠံၚ်ပတိတ်ယက်၊  ပၠံၚ်ယက်(ယေက်)။  ၂။  ပၠံၚ်၊  ပၠံၚ်ခ္ဍေက်။"},
{"word":"chimpanzee","def":"n.  ဂကူကၟီမၞိဟ်သွတ်မွဲဂကူ ပ္ဍဲတိုက်အာဖရိက။"},
{"word":"chin","def":"n.  ခၟိပ်၊  ထမိပ်၊  သၟိပ်။"},
{"word":"china","def":"n.  ကပေါတ်အပြံက်၊ တိုက်၊  ဇန်ပ္ၚာန်ခေါ်ယံက်အပြံက်။  China (n)  ရးကြုက်၊  ဍုၚ်ကြုက်။  Chinaman (n)  ကြုက်၊  မၞိဟ်ကြုက်၊  ဂကူကြုက်။  Chinese (adj)  မဆေၚ်စပ်ကဵုကြုက်၊  ကြုက်။  Chinese drums. (n)  ဖံဟဝ်၊  ဖံစိန်၊  ဖံကြုက်။"},
{"word":"chink","def":"n.  ဒဒှ်မကရောန်၊  ဒဒှ်မထကး။  vt. vi.  သကဵုရမျာၚ်ဗြုဒၟံၚ်ခြေၚ်ခြေၚ်။"},
{"word":"chip","def":"n.  ကဝေက်၊  ကၞာတ်၊  ကၞာတ်တၟေက်တိတ်ကၠုၚ်လဝ်။  ၂။  ဂတှ်ေ၊  တၞးမရေက်လဝ်ကြဳကြဳ။  ၃။  ကၞေဟ်။  vt.  ရေက်လေဝ်ကြဳကြဳ။  ၂။  သကဵုတၟေက်အာ၊  သကဵုတၟေက်တိတ်။  chip hewn. (n)  ကၞေဟ်ဗာ်ဂူ။"},
{"word":"chirp","def":"vt. vi. n.  လရိုအ်ဗြုဒၟံၚ်ချာပ်ချာပ်၊  ဗရုပ်ရမျာၚ်ဂစေံသွတ်လရိုအ်၊  ဗရုရမျာၚ်စၚ်ရိတ်လရိုအ်၊  လရိုအ်ဗြုဒၟံၚ်စေပ်စေပ်စာပ်စာပ်။"},
{"word":"chirpy","def":"adj.  မမိပ်မြဟ်၊  မလရုက္တဵု။"},
{"word":"chirrup","def":"vt. vi.  ဗြုရမျာၚ်ညံၚ်ရဴကောန်ဂစေံ၊  ဗြုရမျာၚ်ညံၚ်ရဴစၚ်ရိတ်မသက္ကုပိုတ်သ္ကုတ်။"},
{"word":"chisel","def":"n.  ပၞုတ်၊ စိုအ်၊  အမေအ်၊ အယျံၚ်(ၜံက်ဂၠုၚ်)။  vt.  ဂၠတ်၊  ပုတ်၊  ပုတ်ဂၠုတ်၊  ပုတ်ဂၠတ်ကဵုပၞုတ်စိုအ်။  chisel-handle tree. (n)  ဆုတဝ်ပၞတ်၊  ဆုထောဒညာန်။"},
{"word":"chivalrous","def":"adj.  မက္ဍိုက်ပေၚ်တဴကဵုဓာတ်စိုတ်သရာဲသ္ဂံၚ်၊  မလေပ်ရီုဗၚ်ကဵုညးဒိုက် ညးဟွံမွဲကဵုပရေၚ်ထတ်ယုက်၊  မနွံကဵုဓာတ်စိုတ်စရိုတ်သၠုၚ်သၠုၚ်ပြဲပြဲ ဂံၚ်ဂံၚ်သ္ကာသ္ကာ။"},
{"word":"chlorine","def":"n.  ဓာတ်ကၠဝ်ရေန်။"},
{"word":"chloroform","def":"n.  ဂဥုဲဝိုတ်။  vt.  ကဵုဂဥုဲဝိုတ်။"},
{"word":"chock","def":"n.  ဂၞဳ၊  ဒၞဳ၊  ဒၞန်၊  ဒၞန်ဒုၚ်ဒၞဳ။  chock up. (vt.vi)  ဒုၚ်ဂၞဳ၊  ဒုၚ်ဒၞန်၊  သ္ဗ။"},
{"word":"chock-full","def":"adj.  ပေၚ်ဗၠိုပ်ဒၟံၚ်၊  ပေၚ်ထာတ်ဒၟံၚ်၊  ပေၚ်သအဳဒၟံၚ်။"},
{"word":"chocolate","def":"n.  ချံက်ကလိတ်၊  ကဝ်ကဝ်၊  အရံက်ချံက်ကလိတ်၊  အရံၚ်ဍာဲဟီဟီ။"},
{"word":"choice","def":"n.  ပွမရုဲစှ်၊  အခေါၚ်အဝဵုရုဲစှ်၊  အရာမရုဲစှ်မာန်။  ၂။  မၞိဟ်မရုဲစှ်လဝ်။  adj.  မရုဲစှ်လဝ်ဗွဲတၟေၚ်၊  မတၟေၚ်တၟဟ်၊  မခတ်က္ဍန်၊  မခၞၚ်၊  မခိုဟ်တဴဗွဲ။  choice kind of plantain with long fruit of green colour even when ripe. (n)  ဗြာတ်သၠ။  choice part. (n)  ကြက်။"},
{"word":"choir","def":"n.  ဂကောံရဲဗျာၚ်ဂယှ်ေ။"},
{"word":"choke","def":"vt. vi.  ဗ၊  တ္ၚိတ်၊  ဂဗသြိုဟ်၊  ဂၠိုက်၊  ဆိုအ်ဗ။  ၂။  သကဵုဂဗသြိုဟ်၊  သကဵုဂၠိုက်၊  သကဵုယီုဂြေက်၊  ပတ်ကအ်။  ၃။ တၟာတ်ဆိုအ်၊  ခက်ဆိုအ်။"},
{"word":"cholera","def":"n.  ယဲဂၞဴ၊  ယဲဇဳဒသာ။"},
{"word":"choose","def":"vt. vi. (pt.chose, pp.chosen)  ရုဲ၊  ရုဲကံက်၊  ရုဲစှ်ကေတ်၊  ဂိုၚ်ကေတ်၊  စှ်ပၠတ်။  ၂။  ထပိုတ်ထောံစိုတ်၊  ဖျေံထောံသ္ဂုတ်သွာတ်။  choose for oneself. (vt.vi)  ဂိုၚ်ရုဲကေတ်။  choose to stay. (vt.vi)  ဒၟံၚ်ကေတ်၊  ရုဲစှ်ဒၟံၚ်။"},
{"word":"chop","def":"vt. (-pp-)  ကုတ်ဒန်၊  ကုတ်ထပိုတ်၊  ဂဇီ၊  ဒန်၊  ဒန်သၠေက်၊  ဒဇီ၊  ဓဇီ။  n.  ပွမကုတ်ထပိုတ်၊  ဒန်ကလောံဖျုန်ကလောံ။  chopper (n)  မြ၊  မြပံၚ်။  chopping block. (n)  ဒနန်၊  ဒၞန်။  choppy (adj)  မနွံကဵုဇၟးမက္တဵုဒၟံၚ်။"},
{"word":"chopsticks","def":"n.  ခစဵုစပုၚ်၊  ခစီုကြုၚ်စပုၚ်။"},
{"word":"choral","def":"adj.  မဆေၚ်စပ်ကဵုဂကောံပြိုၚ်ဗျာၚ်ဒယှ်ေ၊  မသ္ဒးဒယှ်ေဗျာၚ်ဗျာၚ်။"},
{"word":"chord","def":"n.  ဇုက်ပၞော်။  ၂။  ဇုက်စံၚ်၊  ဇုက်ရမျာၚ်၊  ကတေၚ်သွတ်ညံၚ်ရဴကတေၚ်အရီု။"},
{"word":"chore","def":"n.  ကမၠောန်မလှေက်မလှံၚ်။  ၂။  ကမၠောန်ဝတ်သ္ဒးပတုဲဟွံသ္ဂုတ်ပ္ဍဲသ္ၚိပ္ဍဲကၠံ။"},
{"word":"chorus","def":"n.  ဂကောံဒယှ်ေဗျာၚ်၊  ဂဳတသ္ဒးဒယှ်ေဗျာၚ်ဗျာၚ်။  ၂။  ပိုတ်သ္ဒးဒယှ်ေဗျာၚ်ဗျာၚ်၊  ဒွက်သ္ဒးဒယှ်ေဗျာၚ်ဗျာၚ်။  ၃။  အရာမသ္ဒးကရေဲဟီုဂးမွဲစွံညဳညဳသာသာ။"},
{"word":"chose","def":"ရံၚ် choose တေံညိ။"},
{"word":"chosen","def":"ရံၚ် choose တေံညိ။"},
{"word":"Christ","def":"n.  ခရေတ်၊  တၠညးခရေတ်။"},
{"word":"Christian","def":"adj.  မဆေၚ်စပ်ကဵုဝါဒခရေတ်၊  မဆေၚ်စပ်ကဵုခရေတ်။  n.  မၞိဟ်ဘာသာခရေတ်၊  ခရေတ်ယာန်။  Christian communion service. (n)  ပေဲါဓဝ်။"},
{"word":"Christmas (day)","def":"n.  တ္ၚဲပေဲါသဘၚ်ခရေတ်(သ်)မာတ်။  တ္ၚဲခရေတ်ဒှ်မၞိဟ်(25,Dec.)။"},
{"word":"chronic","def":"adj.  မဂၠိၚ်သ္ၚောဲ၊  မလောန်ဒၟံၚ်၊  မဒှ်ယဲဂရှ်ေဂရတ်၊  မဒှ်ယဲအိုတ်ဒၟံၚ်ဇရာ။  chronic abscess. (n)  ယဲမာမဏ္ဍဵု၊  ယဲဗလောဝ်။  chronic fever. (n)  ဇွဟ်ကလေၚ်။  chronic nasal catarrh. (n)  ယဲၜၚ်သိုက်(ဇြိုက်)။"},
{"word":"chronicle","def":"n.  ဗီုဝၚ်က္တဵုဒှ်ကၠုၚ်၊  လိက်သမ္တီလၟေၚ်က္တဵုဒှ်။  chronicle of kings. (n)  ရာဇာဝၚ်။  vt.  မၞိဟ်ပတိုန်သမ္တီလၟေၚ်မက္တဵုဒှ်။"},
{"word":"chronometer","def":"n.  နာဍဳရပ်စပ်ပ္ဍဲကာလမအာတရဴဂၠံၚ်ဍာ်(အခိၚ်ဍာံ)။"},
{"word":"chubby","def":"adj. (-ier,-iest)  မနွံကဵုမုက်ခ္ဍံခ္ဍံ၊  မကြောံခ္ဍံဒၟံၚ်။"},
{"word":"chuck","def":"vt.  ထောံထောံ၊  ကၠဟ်ထောံ။  ၂။  ဗလးထောံ၊  ဖျေံထောံတဲ။"},
{"word":"chuckle","def":"vi.  ကၠတ်အီ၊  အီဒၟံၚ်ဗၠိုအ်ဗၠိုအ်၊  ကၠတ်အီဒၟံၚ်ပ္ဍဲစိုတ်။"},
{"word":"chug","def":"vi. (-gg-)  စက်အေန်ဂျေန်ဗြု။  n.  ဗရုစက်အေန်ဂျေန်။"},
{"word":"chum","def":"n.  ရဲဍုက်ဍုက်ကေဝ်ကေဝ်။  vi.  ဒှ်မိတ်၊  ဒဒှ်ေဒယှ်ဆာန်ကၟိန်ကၠုၚ်။"},
{"word":"chunk","def":"n.  ကလောံမဂၠေဟ်ပတိတ်ကရေက်ပ္တိတ်လဝ်။"},
{"word":"church","def":"n.  ဘာခရေတ်တံလ္ၚောဝ်ကျာ်။၂။  သၚ်၊  သၚ်ကွးကျာ်။"},
{"word":"churlish","def":"adj.  မပရေံပ္ဍဲစိုတ်စရိုတ်၊  မဒှ်ဂကူယုတ်ယုတ်။"},
{"word":"churn","def":"n.  ထၟာဲဍုန်ကၠေၚ်သွဟ်၊  ထၟာဲဍုန်ကၠေၚ်ထဝ်ဗာတ်။  ၂။  စေဝ်ဇၞော်ဇၞော်သွက်ဂွံစုတ်ဏာနၚ်ဍာ်တှ်၊  ဒြထၟာဲမဒုၚ်ဍာ်တှ်။  vt. vi.  ထကဵုညံၚ်ဂွံဒှ်တိုန်ကၠေၚ်သွဟ်(ထဝ်ဗာတ်)။  churning stick. (n)  လေံထကဵုဍာ်တှ်။"},
{"word":"chute","def":"n.  မြံၚ်တသောဝ်သွက်ဂွံတသောဝ်ပလံၚ်ဖျေံဏာကပေါတ်။  ၂။  ဒၞာဲဒစေၚ်ဒစေၚ်သွက်ဍာ်ဂွံဇွောဝ်စှ်ေ။"},
{"word":"chutney","def":"n.  အစာတ်(ကြုက်,ပၞဴ)။"},
{"word":"cicada","def":"n.  စက်စာန်(စၟပဝ်ဗရုဗြုမွဲဂကူ)။"},
{"word":"cider","def":"n.  ဂဇဝ်သတ်ကြၚ်မၞိက်။"},
{"word":"cigar","def":"n.  ၜံက်၊  ၜံက်ဂလာ။"},
{"word":"cinder","def":"n. (pl.-s)  ချောံ၊  ချောံချး၊  လ္ၚပၟတ်၊  ချောံချးတၟံ၊  အိက်ပသဲ။"},
{"word":"cinema","def":"n.  ရုၚ်ရုပ်ဒမျိုၚ်။  cine-cemera (n)  ကဳမရာဇွောံတက်ရုပ်ဒမျိုၚ်။"},
{"word":"cinnamon","def":"n.  ခ္ဍၚ်ရာ၊  ခဍၚ်ရာ။"},
{"word":"cipher","def":"n.  သုည၊  သၚ်္ကေတသုည၊  မၞိဟ်ကဆံၚ်သုန်၊  မၞိဟ်အညတြ၊  မၞိဟ်အပြောံ၊  အရာဟွံလုပ်ကဵုအဝေါၚ်ကေၚ်ကာ၊  လိက်ဒမၠုက်၊  နဲကဲချူလိက်ဒမၠုက်၊  တၚ်စၞောန်ထ္ၜးလဝ်သွက်ဂွံဗှ်လိက်ဒမၠုက်။"},
{"word":"circle","def":"n.  ဝိုၚ်၊  စက်ဝိုၚ်၊  ဗၞဳ၊  ဗၞဳအဝန်၊  ဇြေဟ်။  ၂။  ခဒံဗဵုပေဲါထပ်လ္တူမၞုံကဵုခုၚ်ဂဇံဝိုၚ်ဝိုၚ်။  ၃။  ရဲအဖဴပွဳဗွိုၚ်။  ၄။  ဗွိုက်စက်ဝိုၚ်။  vt. vi.  ဂေတ်ရေတ်အာ၊  ဂေတ်ဆုဲအာ။"},
{"word":"circuit","def":"n.  တရဴဂေတ်ရေတ်ဒေသ။  ၂။  ဂၠံၚ်ဓတ်ဓါတ်လလဳဂေတ်ဇွောဝ်။  circuitous (adj)  မဒှ်တပ်တပ်ဟွံသေၚ်၊  မဂေတ်ရေတ်အာ။"},
{"word":"circular","def":"adj.  မခ္ဍံဒၟံၚ်၊  မဒှ်ဒၟံၚ်ဗီုစက်ဝိုၚ်။  circular edged chisel. (n)  ပၞုတ်ခဒအ်။  n.   သာကျူလာ၊  လိက်လလောၚ်တြးနကဵုတဲ၊  လိက်လလေၚ်တရးကဵု။  circularize (vt)  တြးပရံ၊  တြးပလံၚ်။"},
{"word":"circulate","def":"vt. vi.  သကဵုဂေတ်ဝေၚ်၊  သကဵုဂေတ်၊  ဒုၚ်စလောံဏာကဵုတဲ၊  တြးကဵု၊  တြးလဝ်။  circulation (n)  ဒဒှ်ဆီမရေတ်ဂေတ်အာ၊  လၟိဟ်လိက်သွံရာန်(မဂ္ဂဇြေန်,လိက်ပရိုၚ်,ဂျာနေဝ်)။"},
{"word":"circumference","def":"n.  ဗဝိုက်၊  ဗဝိုက်စက်ဝိုၚ်၊  အကောပ်၊  ဘဝိုက်။"},
{"word":"circumnavigate","def":"vt.  ဂေတ်ရေတ်သပဝ်အာကၠုၚ်နကဵုတရဴဂၠံၚ်ဍာ်။  circumnavigation (n)  ဒဒှ်မရေတ်ဂေတ်သပဝ်ဂၠးတိနကဵုဂၠံၚ်တရဴဍာ်။"},
{"word":"circumscribe","def":"vt.  ဂဇက်ပၞောန်ဝိုၚ်ရေတ်ကေတ်လဝ်၊  တန်ဂစိုတ်လဝ်။"},
{"word":"circumspect","def":"adj.  မချပ်စၚ်ခြၚ်သ္ၚေဝ်ဂၠေပ်ဗၟံက်ပလိုတ်၊  မစွံသတိ။  circumspectly (adv)  ဒ္ၚဳဒ္ၚဳ၊  နဒဒှ်မနွံကဵုသတိ။  circumspection (n)  ဒဒှ်မချပ်စၚ်ခြၚ်ဗ္စာရဏာဗွဲကြဴဂတ။"},
{"word":"circumstance","def":"n.  အခြၚ်၊  ပရော၊  ပရောပရာ၊  ပရောဟိုတ်ဖဵု၊  ပရံပရာ၊  အကာဲအရာမဆေၚ်စပ်ဒၟံၚ်၊  ပရောပရာမဆေၚ်စပ်ဒၟံၚ်။  ၂။  အဓိပ္ပတ္တိ၊  တၚ်နၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  circumstantial (adj)  မစှ်ေကဵုတၚ်နၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မစှ်ေကဵုတၚ်နၚ်စေံစေံ၊  မထ္ၜးလဝ်နကဵုတၚ်နၚ်စေံစေံ၊  မမံက်ကၠးတိုန်နူကဵုတၚ်နၚ်ဂွံလဝ်တပ်တပ်ဟွံသေၚ်။"},
{"word":"circumvent","def":"n.  သ္ပညံၚ်သ္ဂောံဂွံဗွဲလ္တူနကဵုပြယာဲ၊  သကဵုကေၚ်ကာလီုလာ်အာနကဵုပြယာဲ။"},
{"word":"circus","def":"n.  ဂကောံသာကာတ်၊  ခလှာတ်ထ္ၜးပေဲါသာကာတ်၊  ပေဲါထ္ၜးပျးအစောံစရာဲ(မၞိဟ်,သတ်တိရစ္ဆာန်)။  ၂။  ဂအာၚ်ဝိုၚ်ဝိုၚ်ဂၠံၚ်အပ္ဍဲဍုၚ်လုပ်ဇီုကောံဒၟံၚ်။"},
{"word":"cistern","def":"n.  ကၟာခြိုၚ်ဍာ်၊  စေဝ်ခြိုၚ်ဍာ်။"},
{"word":"citadel","def":"n.  ဂဒုက်မစဵုဒၞာကဵုဍုၚ်၊  ဒပ်ယာစဵုဒၞာဍုၚ်၊  ဒၞာဲအောပ်ဒီုသွက်ဂွံဗၠးနူဘဲအန္တရာဲ၊  ဒၞာဲဋ္ဌာန်စ္ၜုဲစ္ၜော်။"},
{"word":"cite","def":"vt.  ဓမံက်ထ္ၜးနကဵုဥပမာ၊  နိဿဲစၞောန်ထ္ၜး။  citation (n)  ပွမရန်တၟံဓမံက်ထ္ၜး၊ ပွမထ္ၜးသာဓက နကဵုဥပမာဥပမေယျ။"},
{"word":"citizen","def":"n.  ကောန်ဍုၚ်၊  ရဲဍုၚ်၊  ကောန်ကၟိန်ဍုၚ်၊  မၞိဟ်မံၚ်လ္တူဍုၚ်၊  မၞိဟ်ဒုၚ်လဝ်ကေတ်ဒဒှ်ကောန်ဍုၚ်။"},
{"word":"citizenship","def":"n.  ပွမဒုၚ်ကေတ်ဒဒှ်ကောန်ကၟိန်ဍုၚ်၊  တာလျိုၚ်ကဵုအခေါၚ်အဝဵု သွက်ကောန်ကၟိန်ဍုၚ်မွဲ။"},
{"word":"citron","def":"n.  ပရိုက်(သတ်ဆု)။"},
{"word":"city","def":"n. (pl.-ties)  ဍုၚ်၊  ဍုၚ်ဇၞော်၊  ရာဇဌာနဳ။  city wall. (n)  ကၟာၚ်ဍုၚ်။"},
{"word":"civet","def":"n.  ကဒဵု(ဗၜဵုမွဲဂကူ)။  ၂။  ကၠေၚ်ကဒဵု(မြမောဝ်မွဲဂကူ)။"},
{"word":"civic","def":"adj.  မဆေၚ်စပ်ကဵုဘဝကောန်ကၟိန်ဍုၚ်၊  မဆေၚ်စပ်ကဵုကောန်ကၟိန်ဍုၚ်။  civics (n)  ကွတ်ပညာမဆေၚ်စပ်ကဵုဝတ်တာလျိုၚ် အခေါၚ်အဝဵုကောန်ကၟိန်ဍုၚ်၊  နဳတိကောန်ကၟိန်ဍုၚ်။"},
{"word":"civies","def":"n.  ဗွိုက်လ္တက်ကောန်အရာပ်။"},
{"word":"civil","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်မၞိဟ်၊  မဆေၚ်စပ်ကဵုဂကောံကောန်မၞိဟ်၊  မဆေၚ်စပ်ကဵုကောန်ကၟိန်ဍုၚ်။  ၂။  မဟွံဒှ်လ္ပာ်ပၞာန်၊  မဟွံသေၚ်ကဵုပၞာန်၊  မဒှ်လ္ပာ်ကောန်အရာပ်၊  မဒှ်ကောန်ဍုၚ်ကွာန်။  ၃။  မဒှ်တဴဗွဲမယေန်သၞာၚ်၊  မဒှ်ပွမနွံကဵုယေန်သၞာၚ်။  civility (n)  ပွမနွံကဵုယေန်သၞာၚ်၊  ဒဒှ်ပွမနွံကဵုယေန်သၞာၚ်။  civilian (n. adj.)  ကောန်အရာပ်၊  မၞိဟ်လ္ပာ်ပၞာန်ဟွံသေၚ်၊  မဒှ်ကောန်အရာပ်၊  မဒှ်မၞိဟ်လ္ပာ်ပၞာန်ဟွံသေၚ်။"},
{"word":"civilize","def":"vt.  ပလေဝ်ပလေတ်ကဵုညံၚ်ရဴသ္ဂောံယေန်သၞာၚ်၊  သကဵုယေန်သၞာၚ်ကၠုၚ်။  civilization / civilisation (n)  ပွမသကဵုယေန်သၞာၚ်ကၠုၚ်၊  ယေန်သၞာၚ်၊  ဍုၚ်ဂကောံမနွံကဵုယေန်သၞာၚ်။"},
{"word":"civilise","def":"vt.  ပလေဝ်ပလေတ်ကဵုညံၚ်ရဴသ္ဂောံယေန်သၞာၚ်၊  သကဵုယေန်သၞာၚ်ကၠုၚ်။  civilization / civilisation (n)  ပွမသကဵုယေန်သၞာၚ်ကၠုၚ်၊  ယေန်သၞာၚ်၊  ဍုၚ်ဂကောံမနွံကဵုယေန်သၞာၚ်။"},
{"word":"clad","def":"adj.  မကျိုၚ်ကျဝ်လဝ်ေၚတ်ေၚတ်ဗေတ်ဗေတ်။"},
{"word":"claim","def":"vt.  အာတ်နဒဒှ်သွက်သ္ဂောံဂွံအခေါၚ်အဝဵုဇကု။  ၂။  ဟီုဂးသဒှ်ဒဒှ်ဍာံဍာံ။  ၃။  ပၟိက်နွံ၊  ထေက်ကဵု။  n.  ပွမအာတ်မိက်နဒဒှ်သွက်သ္ဂောံဂွံအခေါၚ်အဝဵုဇကု။  ၂။  အခေါၚ်အဝဵုဂွံ၊  အခေါၚ်အဝဵုအာတ်မိက်မာန်။  ၃။  အရာမအာတ်မိက်ကေတ်သွက်ဂွံပိုၚ်ပြဳ။  claimant (n)  မၞိဟ်မအာတ်မိက်သွက်သ္ဂောံဂွံ အခေါၚ်ပိုၚ်ပြဳ။"},
{"word":"clam","def":"n.  ကၞုကတောဝ်ကၠိက်၊  ကၟၚ်။"},
{"word":"clamber","def":"vt.  ဂွာန်တိုန်အာဝါတ်ဝါတ်ဂါတ်ဂါတ်။"},
{"word":"clammy","def":"adj. (-ier,-iest)  မဂံက်သၜိုတ်ဒၟံၚ်(နကဵုပဠက်)။"},
{"word":"clamour","def":"n.  ရမျာၚ်ညာန်ညာန်ညေဲညေဲ၊  ပွမကရေဲကညာၚ်အာတ်မိက်၊  ပွမကရေဲကညာၚ်ဂရၚ်ပ္တီ၊  ပွမဓမံက်ပ္တိုန်ထ္ၜးတၚ်ဟွံဒးဂၞပ်။  vi.  ကရေဲကညာၚ်အာတ်မိက်၊  ကရေဲကညာၚ်ပ္တိုန်ထ္ၜး၊  ပ္တိုန်ထ္ၜးကဵုတၚ်ဟွံဒးဂၞပ်။  clamorous (adj)  မကရေဲကညာၚ်အာတ်မိက်။"},
{"word":"clamor","def":"ရံၚ် clamour တေံညိ။"},
{"word":"clamp","def":"n.  ကၟာၚ်။  ၂။  ဂွေန်(လကံက်)ပၠာပသဲ၊  ဇုက်ဂရောတ်ပၠာပသဲ။  vt.  တ္ၚေပ်ကဵုကၟာၚ်၊  ဒက်ကဵုဇုက်ဂရောတ်ပၠာပသဲ။"},
{"word":"clan","def":"n.  ကလော်၊  မၞိဟ်ရှ်ေသှ်ေကလော်တုပ်၊  မၞိဟ်ဒတောဝ်သၞောဝ်တုပ်၊  မၞိဟ်မဒှ်ကလောကောဒေံမသ။"},
{"word":"clandestine","def":"adj.  မကၞုက်ကၠောန်၊  မကၞုက်ကၞိက်ကၠောန်။"},
{"word":"clang","def":"vt. vi.  လောၚ်၊  ဗြုညံၚ်ရဴတက်ဓၟာတ်။  n.  ရမျာၚ်လေံဍံက်ကဵုပးဒွံဒးညးသ္ကံ၊  ဗရုရမျာၚ်ညံၚ်ရဴဖကောဝ်မွဲကဵုမွဲဒွံဒး။"},
{"word":"clank","def":"vt. vi.  ဗြုဒၟံၚ်ခြေၚ်ခြေၚ်(ညံၚ်ဗရုဇုက်ဂရှ်ေ)၊  ပွမသကဵုဗြုခြေၚ်ခြေၚ်။  clank clank. (adv)  ဟုၚ်ဟုၚ်။"},
{"word":"clap","def":"vt. vi. (-pp-)  ဗြုဗီုဗရုတက်ခဍာပ်၊  တက်ထၜး၊  တက်တဲ။  ၂။  ဒါတ်ကဵုဂတာတဲ။  ၃။  စုတ်ဗွဲပရှ်၊  စာဲဗွဲပရှ်၊  ဗဂပ်ဗွဲပရှ်။  n.  ဂရိၚ်ဗြု၊  ဗရုတက်တဲ၊  ဗရုတက်ခဍာပ်၊  ဗရုတက်ထၜး။  clap-trap (n)  ထၜး။"},
{"word":"claret","def":"n.  အရက်အၚုန်(မုဒြာတ်)အရံၚ်ဗ္ကေတ်၊  အရံၚ်ဗ္ကေတ်ဂြတ်။"},
{"word":"clarify","def":"vt. vi.  သကဵုသောၚ်ကၠးကၠုၚ်၊  သကဵုတၟးဇးကၠုၚ်၊  သကဵုကေဝ်ဇြုၚ်ကၠုၚ်၊  သကဵုမိဟ်ကစံက်ကစေဲအးၚးအာ။  clarified butter. (n)  ကၠေၚ်သွဟ်၊  ထဝ်ဗာတ်၊  ဍာ်တှ်ပြေၚ်။"},
{"word":"clarinet","def":"n.  ပေဝ်သၞဲဍုၚ်ပလိုတ်၊  ပေဝ်၊  ဟဝ်။"},
{"word":"clarion","def":"n.  ရမျာၚ်ဗ္တိုက်ဖအောဝ်။  adj.  မဒှ်ရမျာၚ်ထတ်သၠဲကၠးဖ္ဍး။"},
{"word":"clarity","def":"n.  ပွမနွံဒၟံၚ်ကဆံၚ်သောၚ်သောၚ်ကၠးကၠး၊  ဒဒှ်မသောၚ်ကၠးမပိုတ်ဒကုတ်မံၚ်၊  လညာတ်မကေဝ်သ္ဇုၚ်ကၠးဖ္ဍး။"},
{"word":"clash","def":"vt. vi.  ဗြုတဴညံၚ်ရဴကပေါတ်ပသဲၜါဒွံဒိဒးညးသ္ကံ။  ၂။  ထကးပြးပ္ဍဲစိုတ်ဆန္ဒ၊  ဒှ်ပဋိပက္ခ၊  ဟွံဒးညးသ္ကံ။  n.  ရမျာၚ်ဒွံဒးညးသ္ကံထတ်ထတ်၊  လဍဳလယတ်၊  ရမျာၚ်ဗရုဒုက်စုတ်ထတ်ထတ်။  ၂။  ဒဒှ်စိုတ်ဆန္ဒမထကးပြး၊  ဒဒှ်မဒှ်ပဋိပက္ခ၊  ဒဒှ်မဟွံဒးညးသ္ကံ။"},
{"word":"clasp","def":"n.  သ္ဂန်တဲ၊  ထကေပ်။  ၂။  ပွမ္ၚာပ်၊  ပွမက္ၚေံာပ်၊  ပွမမိန်ဗန်။  clasp knife. (n)  ၜုန်ပ္ၚပ်။  vt. vi.  ကေပ်လဝ်ကဵုထကေပ်၊  က္ၚေံာပ်လဝ်၊  မိန်ဗန်လဝ်။  clasp it to her bosom. (vt.vi)  မိန်လဝ်အပ္ဍဲသပါသြိုဟ်။"},
{"word":"class","def":"n.  အဇာ၊  ဂကူ၊  ကဆံၚ်မၞိဟ်။  ၂။  တန်ဗ္တောန်လိက်ပ္ဍဲဘာတန်။  vt.  ပါ်ခြာစၟတ်သမ္တီကဆံၚ်အဇာ။"},
{"word":"classic","def":"adj.  မဒှ်အဇာကဆံၚ်သၠုၚ်သၠုၚ်၊  မဒှ်အဇာခိုဟ်အိုတ်၊  မဒးသ္ပအစာံ။  ၂။  မစိုပ်ဒၟံၚ်ကဆံၚ်ဝၚ်ဂန္ထ(ပ္ဍဲအရာကွတ်ပါန်မစိုပ်သိတ်)။  ၃။  မဒယှ်တှ်ဟိုတ်နူမနွံဂၠိုၚ်ကဵုဝၚ်။  n.  လိက်ပတ်မနွံကဵုကဆံၚ်သၠုၚ်သၠုၚ်၊  တဲကွတ်ပါန်မၞုံကဵုကဆံၚ်သၠုၚ်သၠုၚ်၊  တၠပညာအ္စာကဝိကဆံၚ်သၠုၚ်သၠုၚ်၊  တၠပညာကွတ်ပါန် မၞုံကဵုကဆံၚ်သၠုၚ်သၠုၚ်။  classical (adj)  မဆေၚ်စပ်ကဵုလိက်ပတ် ကွတ်ပါန်တြေံတြဟ်မနွံကဵုကဆံၚ်သၠုၚ်သၠုၚ် လုပ်ကၠုၚ်ဝၚ်ဂန္ထ။"},
{"word":"classify","def":"vt.  ပါ်ကၞာတ်ပိုၚ်ခြာဂကူအဇာ။  classification (n)  ဒဒှ်မပါ်ကၞာတ်ဂကူအဇာ။"},
{"word":"classy","def":"adj. (-ier,-iest)  မနွံကဵုကဆံၚ်၊  မခိုတ်တဴပ္ဍဲအဟိက်၊  မဒှ်ကဆံၚ်လ္တူ။"},
{"word":"clatter","def":"vt. vi.  သကဵုဗြုဗရုဍတ်ဒၟံၚ်၊  ဗြုဍတ်ဒၟံၚ်(ညံၚ်ရဴတက်တဲ)၊  ဟီုဗြုဒၟံၚ်ဂလာန်ညာန်ညေဲ။  n.  ဗရုဗြုဒၟံၚ်ဍတ်ဍတ်၊  ဗရုအရေဝ်၊  ညာန်ညေဲဒၟံၚ်။"},
{"word":"clause","def":"n.  ပိုဒ်၊  ပိုဒ်လိက်။"},
{"word":"claw","def":"n.  သၞေံဇိုၚ်တဲသတ်ဂစေံ (ကေက်ကေက်)။၂။  ခြိုၚ်သနေံ(ဂစေံ)။  vt.  ဇျာ်ကဵုသၞေံဇိုၚ်တဲကေက်ကေက်။"},
{"word":"clay","def":"n.  တိပဠေတ်၊  တိကၠေတ်ကၠေတ်၊  တိကမၠေတ်။  clay bullet. (n)  မဂဝေၚ်။  clayey (adj)  မဒှ်ညံၚ်ရဴတိပလေတ်၊  မလုပ်နွံသီုတိပဠေတ်။"},
{"word":"clean","def":"adj. (-er,-est)  သအးဇ္ၚး၊  သွဟ်။  ၂။  မနွံကဵုဗီုပြၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၃။  မဗုသအးမဟွံမွဲကဵုဒုဟ်ဒုန်။  vt.  ကၠာၚ်၊  သကဵုသအးဇ္ၚး၊  သကဵုဗုအး၊  သအးဇ္ၚးထောံ။  n.  ပွမသကဵုသအးဇ္ၚး။  claen or pearl husked rice. (n)  သအးသ္ၚု။  clean rice. (n)  သ္ၚုစရး(သအး)။  clean rice by pounding. (vt)  ယာ်သြးသ္ၚု။  cleanly (adj) (-ier,iest)  မနွံအခိုက်အလိုက်စရိုတ်သအးသအးဇ္ၚးဇ္ၚး၊  မနွံကဵုစိုတ်စရိုတ်ဗုဗုသအးသအး။  adv.  စအဇ္ၚး။"},
{"word":"cleanse","def":"vt.  ဇအး၊  သကဵုအး၊  သး၊  သြး။  n.  ဂဥုဲသအးမိဟ်။"},
{"word":"clear","def":"adj.  ကေဝ်ဇြုၚ်၊  စအး၊  စအးဇ္ၚး၊  ပလး၊  မသ္ဇုၚ်၊  ဒစၚ်ဗၜၚ်၊  မဟၟဲကဵုမတ်ဗြဲ။  ၂။  ကၠးတၟး၊  မကၠးဖ္ဍး။  ၃။  မသောၚ်ကၠး၊  စဳကၠး၊  မတၟး၊  မကၠိုဟ်ခၠၚ်ဟွံမွဲကဵုတၚ်ဝါတ်ဂါတ်။  ၄။  မဟၟဲကဵုအန္တရာဲ။  ၅။  မဗၠးၜး။  ၆။  မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  adv.  ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  vt. vi.  သလး၊  သောၚ်ကၠး၊  တၟးဇး၊  ၚး၊  ၚးတး။  ၂။  ထလာ်ညံၚ်ဂွံဗၠး၊  ထလာ်ကၠောံ။  ၃။  ဂွံပရဲပရာံ၊  သောၚ်ထောံ၊  သမးထောံ။  clear articulation. (n)  ရမျာၚ်ကၠး။  clear away. (vt.vi)  ကလး။  clear the eye of its mote. (vt.vi)  သမးလမၠံပ္ဍဲမတ်။  clear the mind. (vt.vi)  လယုၚ်၊  လယုၚ်စိုတ်။  clear up. (vt.vi)  သလး၊  သလးထောံ။  clearly (adv)  ဗွဲမကၠးဖ္ဍး၊  ဗွဲမမံက်ဂတဝ်။  clearing (n)  ဂအာၚ်ဗာ်ချာ်ၚးတးလဝ်၊  ဂူ၊  ဂူယာ။"},
{"word":"clearance","def":"n.  ပွမသောၚ်ထောံ၊  ပွမကၠောန်လဝ်ဒၞာဲသၠး၊  ပွမသောၚ်ကၠးအာ။"},
{"word":"clearness","def":"n.  ဒဒှ်မသအးဇ္ၚးဗာ်ချာ်လဝ်။"},
{"word":"cleave","def":"vt. vi. (pt.clove, cleft, cleaved. pp.cloven)  ၜံက်ထကး၊  သ္ပာ်၊  သကဵုထကးကရေက်အာ။  ၂။  စပ်၊  ထၞေန်။  n.  ဒဒှ်မကရောန်၊  ဒဒှ်မကရေက်အာ၊  မဗါ်တၟံ။  cleft asunder. (vt.vi)  ပြောပ်ဒကးအာ။"},
{"word":"cleaver","def":"n.  မြ၊ မြပံၚ်။"},
{"word":"cleft","def":"ရံၚ် cleave တေံညိ။"},
{"word":"clement","def":"adj.  မတၟးဇးသာယာ၊  မလေပ်ဆာန်ဍူလေပ်။  clemency (n)  ဒဒှ်မတၟးဇးသာယာ။"},
{"word":"clench","def":"vt. vi.  ကေံသတ်တဲတုဲကိတ်လဝ်ၚေက်။  ၂။  တုဲဒှ်အာ(ကယျာန်ဓဝါတ်)၊  ဇျာပ်ရပ်၊  ဂန်၊  ကေမ်ရပ်။"},
{"word":"clergy","def":"n.  သၚ်ခရေတ်တံ။  clergyman (n)  လကျာ်သၚ်ခရေတ်။"},
{"word":"clerical","def":"adj.  မဆေၚ်စပ်ကဵုလကျာ်သၚ်ခရေတ်တံ။  ၂။  မဆေၚ်စပ်ကဵုကမၠောန်ချူချာဲလိက်။"},
{"word":"clerk","def":"n.  စခဳရုၚ်၊  တခဳ။"},
{"word":"clever","def":"adj. (-er,-est)  မနွံကဵုစလဳစလး၊  မလေပ်ကၠိုဟ်ခၠၚ်လောဲ၊  မသ္ဍိုဟ်ကေက်၊  မနွံကဵုညာန်သ္ကေက်သ္ကာ၊  မစိုန်သ္ကီု၊  မကၠောန်လဝ်နကဵုကဆံၚ်ပညာနွံနွံ။  clever kind of wattle work. (n)  ရာဇာတၟာန်(တာန်)။  cleverly (adv)  နဒဒှ်မသ္ဍိုဟ်ကေက်။  cleverness (n)  ဒဒှ်မသ္ဍိုဟ်ကေက်။"},
{"word":"click","def":"vi.  ဗြုနကဵုဗရုခြေက်ခြေက်။  n.  ဗရုဗြုခြေက်ခြေက်။"},
{"word":"client","def":"n.  တၠအမှု၊  ဖံက်သေဝ်(မၞိဟ်ရာန်ဒၟံၚ်ဖျာဇကုလၟိုန်)။"},
{"word":"cliff","def":"n.  ပရၚ်ဇြဟ်တၟံ၊  ဗပါတ်ဇြဟ်၊  ဗပါတ်တၟံ။"},
{"word":"climate","def":"n.  ဥတုရာသဳ၊  ဗြဲကျာ (မက္တဵုဒှ်ပ္ဍဲဂွေၚ်မွဲတ္ၚဲ)။  climatic (adj)  မဆေၚ်စပ်ကဵုရာသဳ၊  မဆေၚ်စပ်ကဵုဥတု။"},
{"word":"climax","def":"n.  ပွမဍိုက်ပေၚ်ကဵုစိုတ်သ္ဒးလုပ်စကွေံကွေံ၊  ပွမနွံတဴဇၞော်ကဵုပၟိက်၊  ဒဒှ်ကၞောတ်အထောတ်။"},
{"word":"climb","def":"vt. vi.  ကမေန်၊  တိုန်၊  ဂွါန်တိုန်၊  ဒွာန်၊  ဒွာန်တိုန်။  n.  ပွမတိုန်၊  ပွမဂွါန်တိုန်၊  ဒၞာဲဂွံတိုန်။"},
{"word":"clime","def":"n. (poet)  တိဍာ်မနွံကဵုဥတုမွဲမွဲသာ်။"},
{"word":"clinch","def":"ရံၚ် clench တေံညိ။"},
{"word":"cling","def":"vi. (pt.pp.clung)  စောဲစပ်၊  ဗာန်စပ်ဒၟံၚ်၊  ဗာန်ဒၟံၚ်၊  ဗာန်ညာပ်ဒၟံၚ်။"},
{"word":"clinic","def":"n.  ခဒံကဵုဂဥုဲ၊  ခဒံလွဳယဲ။"},
{"word":"clink","def":"vt. vi.  ဗြုမံၚ်ခြေၚ်ခြေၚ်။  n.  ဗရုခြေၚ်ခြေၚ်။  ၂။  ထံၚ်၊  ဂုက်။"},
{"word":"clip","def":"n.  သ္ၚေပ်၊  သ္ၚေပ်စက္ခူ။  vt. (-pp-)  တ္ၚေပ်ကဵုသ္ၚေပ်။  ၂။  ကေပ်၊  ကြေဝ်၊  ကေပ်ထပိုတ်၊  ကေပ်တတ်ထောံ။  clippers (n)  သ္ကေပ်သၞေံတဲ၊  ကရိယာတ္ၚေပ်သော်။"},
{"word":"cloak","def":"n.  ယာတ်ဖေၚ်၊  ဖရဳ၊  ပလောံဖေၚ်ဇမၠိၚ်ဇွောံစဵုဒၞာဲ၊  အရာမစဵုဒၞာကဵု၊  ယာတ်သၞုက်ဗြဲ။  vt.  ဂြောပ်ဓလီု၊  ကၞိက်လဝ်။  cloak-room (n)  ဒၞာဲမအပ်စွံကပေါတ်မွဲချိုန်ခဏ။"},
{"word":"clobber","def":"vt.  တက်ဒုက်စုတ်ဗွဲမသ္ကာတ်မြဟ်။  ၂။  သ္ဂောံမာန်၊  လိုန်ပိန်ထောံ။"},
{"word":"clock","def":"n.  နာဍဳ၊  နာဍဳလ္ဇံက်လ္တူဂဗံက်၊  နာဍဳကွက်ပ္ဍဲဒဒၚ်။  clock-wise (adj)  မအာကဵုကဝးပသဲပၠာ။  n.  စက်မအာကဵုကဝးပသဲပၠာ။"},
{"word":"clod","def":"n.  တိကလောံ။"},
{"word":"clog","def":"vt. vi. (-gg-)  ဆိုအ်မံၚ်ကဵုမိဟ်၊  ဆိုအ်ကၠက်ဒၟံၚ်ကဵုမိဟ်။  n.  ဂါ(ဂါကံ)။  clog wood (n)  ဆုရမ္မာ။"},
{"word":"cloister","def":"n.  စၚ်ကြံ။"},
{"word":"close","def":"vt. vi.  သကဵုကြပ်၊  သကဵုကြပ်လုပ်၊  ကလေတ်၊  ကလေတ်ပၠောပ်။  ၂။  ကၟာတ်၊  ခဍောပ်( ပ္ကဴ)၊  ခဍိုပ်၊  ဂဍောပ်၊  ဆေဝ်က္ဍဒဝ်ကၠေံ၊  ဇလေတ်၊  ဇၜေက်(မတ်)၊  ထအေပ်၊  ဒဝ်၊  မာတ်၊  သရတ်၊  တၟာတ်၊  လဒဵု။  ၃။  ဒေံါထောံ၊  ပတုဲပဒှ်ထောံ။  adj. (-r,-st)  မကြပ်၊  မစပ်၊  မစပ်ဖျပ်။  ၂။  မဟွံလတ်၊  မက္တဴက္တာန်အုပ်ဇြုၚ်(ဥတုရာသဳ)။  ၃။  မဒှ်သဒှ်မသ္ပဂရု၊  မစေံပေါတ်။  ၄။  မကၞိက်၊  မကၞိက်လဒဵုလဝ်၊  မကၠက်။  ၅။  မစပ်ဖျပ်ဒၟံၚ်၊  မနွံကဆံၚ်ချဳဒရာၚ်ဟွံလောဲ။  ၆။  မဒှ်ပွမပၟၚ်ပၟဲလဝ်ဗိုန်ဗိုန်ညန်ညန်။  adv.  ကရပ်ဂှ်၊  ကြပ်ကြပ်၊  ဗွဲမညန်ကြပ်။  closely (adv)  နဒဒှ်မညန်ကြပ်။  closeness (n)  ဒဒှ်မကြပ်၊  ဒဒှ်မညန်။  close companions. (adv)  ရဲထ္ဍဲ၊  ဒလိၚ်ဒလာဲ။  close fitting. (adv)  စိပ်၊  စိပ်အာ၊  ကြပ်လုပ်။  close together. (adv)  ကၠေတ်၊  ဟွံသိၚ်၊  သ္ၜေတ်၊  ၜေတ်၊  ၜေတ်ဂၠေတ်၊  ၜေတ်တလေတ်၊  ၜေတ်ဓလေတ်။  close up. (adv)  ကလေတ်ထောံ၊  ကလေတ်ပၠေပ်၊  ဂဍောပ်ထောံ၊  ဂဍောပ်အာ၊  ထၜောပ်( ပ္ကဴ)။  vt. vi.  ထၜေက်(မတ်)။  close the eyes. (vt.vi)  ဗၜေက်မတ်။  close up. (adv)  ကလေတ်ထောံ၊  ကလေတ်ပၠောပ်၊  ဂဍောပ်ထောံ၊  ဂဍောပ်အာ၊  ထၜောပ်( ပ္ကဴ)။  closing action. (n)  ကြိယၚ်အဝသာန်။  closing sentence. (adv)  ရ။"},
{"word":"closet","def":"n.  ခဒံသွတ်၊  သ္ၚိပ္ၚာန်။  ၂။  သ္ၚိဍာ်။  vt.  ကြပ်၊  ကၠတ်စၚ်ခြၚ်ဒၟံၚ်သ္ၚိတ်သ္ၚိတ်ဇြဇြ။"},
{"word":"clot","def":"n.  ဍာ်ကလောံကလောံ၊  ဆီကလောံကလောံ။  vt. vi.  သကဵုကလောံတိုန်နူဍာ်ဍာ်၊  ဆီကလောံအာ။  clotted blood. (n)  ဆီဗဍူ။"},
{"word":"cloth","def":"n. (pl.-s)  ယာတ်၊  ယာတ်သၟာ်။  cloth worn on the breasts. (n)  ယာတ်ဍောတ်၊  ယာတ်စရိုဟ်။  cloth in a loom. (n)  ဖျုန်တုတ်။"},
{"word":"clothe","def":"vt. (pt.pp.clothed)  ဗိုက်လ္တက်ကဵုဗွိုက်၊  ကဵုဗွိုက်လ္တက်၊  ဂြောပ်ဓလီုကဵု၊  ကျိုၚ်ကျဝ်ကဵု၊  ဂရောပ်လတက်။"},
{"word":"clothes","def":"n.  ဂၠိက်ယာတ်ဗ္တိုက်လ္တက်။"},
{"word":"clothing","def":"n.  ဘဝိုက်လ္တက်၊  ယာတ်၊ ယာတ်ဗွိုက်၊  ယာတ်လ္တက်၊  ယာတ်အၚ်သဒကုတ်၊  ပွမသကဵုဂၠိက်ယာတ်,ဗွိုက်,လ္တက်၊  ဖေၚ်ယာတ်၊  ဗွိုက်လ္တက်၊  ဘဝိုက်။"},
{"word":"cloud","def":"n.  မတ်ဗြဲ၊  ဂၠံမတ်ဗြဲ။  ၂။  အရာမဟဳအာဒၟံၚ်မွဲကလောံတုဲမွဲကလောံအပ္ဍဲကျာ။  ၃။  ကဆံၚ်အကာဲအရာမသ္ဒးရောံဒည၊  အကာဲအရာဟွံသာယာ။  vt. vi.  သကဵုဂၠုဓီုကၠုၚ်၊  သကဵုဂၠုဓလီုကၠုၚ်။  cloudless (adj)  မသအးဇ္ၚးမံၚ်ကဵုမတ်ဗြဲ။  cloudy (adj)  မဓလီုဒၟံၚ်ကဵုမတ်ဗြဲ။"},
{"word":"clout","def":"n.  ဘဲတက်ဒုက်၊  ဘဲစာဲ။  vt.  တက်ဒုက်စုတ်၊  စာဲစုတ်။"},
{"word":"clove","def":"n.  ပ္ကဴဝါၚ်(မတ်ဂဥုဲ)။"},
{"word":"cloven","def":"adj.  မကရေက်ထောံၜါကရေက်။"},
{"word":"clover","def":"n.  တၞံသၟတ်မနွံတၞးပိဇွာ် ပြေၚ်ဂၠဴတံစ။"},
{"word":"clown","def":"n.  မၞိဟ်ပျေက်၊  မၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်၊  မၞိဟ်မသ္ပပွညံၚ်ရဴမၞိဟ်ပျေက်၊  မၞိဟ်ကဆံၚ်ဟွံတက်နက်။  vt.  သ္ပညံၚ်ရဴမၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်။  clownish (adj)  မဆေၚ်စပ်ကဵုမၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်။"},
{"word":"cloy","def":"vt. vi. သကဵုကၠေၚ်(ကြောံ)ဒၟံၚ်၊  သကဵုဇအိုန်။"},
{"word":"club","def":"n.  ဂတေက်၊  လေံတက်ဂပ်၊  ဂတေက်ဒနန်။  vt.  တက်ဒုက်စုတ်ကဵုဂတေက်၊  တက်ဒုက်စုတ်ကဵုလေံတက်ဂပ်။  n.  ဂကောံကၠာပ်၊  ဂကောံပံက်လဝ် သွက်ဂွံဒုၚ်စသိုၚ်မိပ်မြဟ်ပ္ဍဲစိုတ်၊  ဒတန်ဂကောံကၠာပ်။  vt.  ပံက်ဂကောံကၠာပ်။"},
{"word":"cluck","def":"n.  ရမျာၚ်စာၚ်ၝောံကတတ်။  vi.  စာၚ်ၝောံကတတ်။"},
{"word":"clue","def":"n.  တၚ်နၚ်၊  ကသပ်၊  ပွမဒုၚ်ဂွံသၟူ၊  ပွမဂွံစၞောန်ပ္ညုၚ်။"},
{"word":"clump","def":"n.  ကမဵု၊  ကၟဵု၊  တၟဵု၊  ဂြိုပ်သၟတ်၊  ရာပ်ခြုံ၊  အုပ်။"},
{"word":"clumsy","def":"adj. (-ier,-iest)  မဵု၊  တမဵု၊  ချဳဒရာၚ်ဟွံမွဲကဵုတံကၞောတ်၊  လေပ်ကၠောန်မလေပ်ဒှ်ဒၟံၚ်ဆဆဵု။"},
{"word":"clung","def":"ရံၚ် cling တေံညိ။"},
{"word":"clunk","def":"vi. n.  ဗြုတိုန်ဟိုတ်နူဖကောဝ်ၜါဒွံဇီုဒး၊  ဗရုရမျာၚ်ဖကောဝ်ၜါဇီုဒးညးသ္ကံ။"},
{"word":"cluster","def":"n.  ကၞိၚ်၊  ခစိုက်၊  ခတိုက်၊  ဂဇိုက်၊  ဗံ၊  နှိၚ်၊  သ္တိုက်။  ၂။  သ္ကံ၊  က္ဍိုပ်၊  ကၟဵု၊  တၟဵု။  vi.  ခစိုက်ဒၟံၚ်၊  ဂဇိုက်ဒၟံၚ်၊  ကောံကလောံဒၟံၚ်။  cluster of houses. (n)  အုံ၊  ဗအုံ၊  အရာပ်။"},
{"word":"clutch","def":"vt. vi.  က္ၚေံာပ်ရပ်။  n.  ပွမက္ၚေံာပ်၊  ဒဒှ်မက္ၚေံာပ်။"},
{"word":"clutter","def":"vt.  သကဵုထုဲကြာန်၊  သကဵုထုဲဂရုဲ။"},
{"word":"co-","def":"prefix.  မွဲကရောံ၊  မွဲဂကောံ၊  ပံၚ်တောဲတုဲ၊  ဖက်တောဲတုဲ။  co-author (n)  ကဝိမဗိုၚ်ကရိုၚ်ချူခၞံလိက်မွဲစွံ။  co-education (n)  ဒဒှ်မဗ္တောန်ပညာကဵုကွးဘာဗြဴဗြဴတြုံတြုံပ္ဍဲမွဲဘာ။"},
{"word":"coach","def":"n.  အ္စာဗ္တောန်လိက်ပ္ဍဲဘာပလး၊  အ္စာဗ္တောန်ကဵုလိက်ဗွဲတၟေၚ်၊  အ္စာမပ္ကတ်ပ္ကေၚ်ကဵုမၞိဟ်ဝေၚ်ဂြိပ်ဒံၚ်ထလာ်သွက်ဂွံလုပ်ပေဲါပြိုၚ်ပ္ကာန်။  vt. vi.  ဗ္တောန်ဖျောန်ကဵု၊  ပ္ကတ်ပ္ကေၚ်ကဵု၊  ကဵုဒၠောံဗ္တောန်ပ္ကတ်ပ္ကေၚ်။  a football coach. (n)  အ္စာပ္ကတ်ပ္ကေၚ်ကဵုနဲကဲဝေၚ်ဗဝ်။  His father coached him in English. (vt.vi)  အပါညးတေံဗ္တောန်ကဵုညးတေံလိက်အၚ်္ဂလိက်။  n.  ကွဳချေံခလှာပန်၊  ကွဳချေံခဒံ၊  ကွဳမဗ္ဒန်။  ၂။  တောဲကွဳပၟတ်၊  ကွဳစက်ဂြိပ်တရဴဇမ္ၚောဲ။  coachman (n)  မၞိဟ်ဒဳကွဳချေံခဒံ။"},
{"word":"coagulate","def":"vt. vi.  ခတ်ကလောံအာ (ဆီ)။  blood coagulates when exposed to the air. (vt.vi)  ဆီဂှ်မဂဟောဲလဝ်ပ္ဍဲကျာမ္ဂး ဍေံမခတ်ကလောံအာ။  coagulation (n)  ဒဒှ်မခတ်ကလောံအာ(ဆီ)။"},
{"word":"coal","def":"n.  ချးတၟံ၊  လ္ၚပၟတ်။  coal pit. (n)  ကတိုၚ်ချးတၟံ။  vt. vi.  ပ္တိုန်ပ္ဍိုက်ချးတၟံ။  coalfield (n)  ခန်လွာချးတၟံတိတ်။  coal gas. (n)  ဓါတ်ချးတၟံ။  coal-hole. (n)  ခဒံအသၟဝ်တိမခြိုၚ်လဝ်ချးတၟံ။  coal-house. (n)  ဟၚ်မကြိုၚ်လဝ်ချးတၟံ။  coal-mine. (n)  ကတိုၚ်ချးတၟံ။  coal-miner. (n)  မၞိဟ်ခဲါချးတၟံ။  coaling-station. (n)  သၞေဟ်မထပ်ဗပေၚ်ချးတၟံ။  coal tar. (n)  ယလမ္စံက်၊  ကာတ်တရာ၊  (မတိတ်ကၠုၚ်နူချးတၟံ)။"},
{"word":"coalesce","def":"vi.  ကောံဒှ်အာမွဲစွံ၊  ပံၚ်ကောံအာ။"},
{"word":"coalition","def":"n.  ပွမပံၚ်ကောံ၊  ဂကောံဂမၠိုၚ်။  adj.  မကောံပံၚ်ဒၟံၚ်။"},
{"word":"coaming","def":"n.  ဒမြီုအကောပ်မကၠောန်လဝ်လ္တူခုန်မာတ် ညံၚ်ရဴဍာ်ဟဂွံလုပ်ဗုၚ်က္ၜၚ်။"},
{"word":"coarse","def":"adj. (-r,-st)  မခနံၚ်ကၞာတ်၊  ဒဒှ်ဂကူပရေံပရေံ၊  မဒှ်အဇာအပြောံ။  ၂။  မဟွံကလိတ်ကလောတ်။  ၃။  မကြံၚ်မ္ၚိုဟ်၊  မရုန်မဵု။  coarse cloth. (adj)  ယာတ်တမြံ၊  ယာတ်သၚ်မာန်။  coarse measure. (adj)  ဓၞာန်။  coarse mat made of the inner part of the bamboo. (adj)  နှာ၊  သကဝ်နှာ။  coarse sugar. (n)  ကဝ်။  coarsely (adv)  နဒဒှ်မခနံၚ်ကၞာတ်၊  နဒဒှ်မဗြုန်ဗြိုၚ်၊  နဒဒှ်အဇာံအပြောံ၊  နဒဒှ်မကြံၚ်မ္ၚိုဟ်။  coarseness (n)  ဒဒှ်မကြံၚ်မ္ၚိုဟ်ရုန်မဵု။"},
{"word":"coast","def":"n.  ပရၚ်သြၚ်ဂၚ်။  coastal / coastwise (adj)  မနွံဇရေၚ်ပရၚ်သြၚ်ဂၚ်၊  မနွံမွဲဒမြိပ်ကဵုပရၚ်သြၚ်ဂၚ်။  coast along. (vt)  သဍောန်အာ။"},
{"word":"coat","def":"n.  ပလောံ၊  ပလောံမ္ၚး၊  ပလောံကောတ်။  ၂။  တသော်သတ်တိရစ္ဆာန်။  vt.  လံက်ဍာ်ဂဥုဲ။  coating (n)  ထပ်၊  ထပ်ပရဳ၊  ထပ်ဍာ်ဂဥုဲ။  coat of arms (n) လက်သန်တဆိပ်လ္တူဂဒံၚ် မဗၟံက်လဝ်ရုပ်ရဴအခိုက်ကၞာတမၠာ။  coat of mail. (n)  ခြပ်၊  ဇရောပ်သြိုဟ်၊  ဇာလဳ။"},
{"word":"coax","def":"vt. vi.  လှေံ၊  လှေံလှန်၊  လၟေံ(လၟေအ်)၊  သၠေံ၊  ပၠာံဗ္ဇးကၠောန်ရပ်စပ် နကဵုစိုတ်ဂၠိၚ်ဂၠိၚ်၊  ထောဖအောဝ်လဴဖအောဝ်ဏာ။"},
{"word":"cobble","def":"n.  တၟံမပၞဟ်၊  တၟံမရိုတ်(မဟံၚ်ပ္တိုန်နူဇုက်ဍာ်ကွဳ)။  vt. vi.  ဇိၚ်နာပ်ပလေဝ်ပလေတ်ဒၞပ်။  cobbler (n)  သၟာပလေဝ်ပလေတ်ဒၞပ်။"},
{"word":"cobra","def":"n.  ဇြုံဇာတ်။  cobra-de-capello (n)  ဇြုံဇာတ်။"},
{"word":"cobweb","def":"n.  သ္ၚိစၟဇာဖိုၚ်၊  သ္ၚိစၟဖိုၚ်ဇာ၊  သ္ၚိစၟလဟုၚ်။"},
{"word":"cock","def":"n.  က္ဍိုပ်ပၠံၚ်ဍာ်၊  ခၟဴပၠံၚ်ဍာ်။  ၂။  မံၚ်ကောန်ဍေၚ်သၞာတ်။  vt.  ဗၠေၚ်ဒစေၚ်စွံ၊  ဗၠေၚ်ဒစေၚ်ထောံ၊  ပၚ်ပ္တိုန်မုက်၊  ထံၚ်လဝ်ကတောဝ်။  n.  စာၚ်၊  စာၚ်အုက်၊  ဂစေံကၟက်။  ၂။  အၚ်္ဂဇာတ်မၞိဟ်တြုံ၊  ဗောဝ်၊  မကြိုက်။  cock-crow (n)  အခိၚ်စာၚ်ဂြဴ။  cock fight. (n)  ပေဲါစာၚ်။  cockpit (n)  ဝိုၚ်ပေဲါဂဇဵုစာၚ်၊  ဝိုၚ်ပေဲါစာၚ်။  cocksuer (adj)  မဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မဒှ်ဍာံဍာံ၊  မတော်လဝ်လ္ပာ်ချိုတ်ပၠိုတ်ယျေယိုအ်ဓဝ်။"},
{"word":"cocaine","def":"n.  ဂဥုဲဒေၚ်၊  ဂဥုဲကဝ်ကိန်။"},
{"word":"co-chaired","def":"vt.  သ္ပသဘာပတိ၊  ဒှ်သဘာပတိ။"},
{"word":"cockroach","def":"n.  စၟဂဒေံ။"},
{"word":"cock's comb","def":"n.  ကဴဂ၊  ကဴဂၠာ်။  cock's spur. (n)  ဂရှ်စာၚ်။"},
{"word":"cock-up","def":"n.  ကခဗံၚ်။  large cock-up (n)  ကဟဂး။"},
{"word":"cocoa","def":"n.  ကဝ်ကဝ်၊  ခၞိက်ကဝ်ကဝ်၊  တၞံကဝ်ကဝ်။"},
{"word":"coconut","def":"n.  သတ်ဗြဴ၊  တၞံသတ်ဗြဴ။"},
{"word":"cocoon","def":"n.  သ္ၚိစၟ၊  ခြပ်စၟ။"},
{"word":"coddle","def":"vt.  သ္ပဂရုလောန်အာကဵုသၞောတ်၊  ထထောဝ်လောန်ဂၠိုၚ်အာ။"},
{"word":"code","def":"n.  ဥပဒေကတ်(ဒ)၊  ဂကောံဥပဒေမစဳရေၚ်လဝ်သၞောတ်စှ်ေစှ်ေ။  ၂။  ဓမ္မသာတ်၊  လိက်ဓမ္မသာတ်၊  နဳတိ။  ၃။  အရေဝ်ဒမၠုက်၊  အက္ခဝ်ဒမၠုက်၊  နဲကဲတက်ဇုက်လောတ်။  vt.  မချူလဝ်နကဵုအက္ခဝ်ဒမၠုက်,အရေဝ်ဒမၠုက်။"},
{"word":"codify","def":"vt.  စၟိန်ပြမာန်စဳရေၚ်ချူချာဲဥပဒေ နကဵုသၞောတ်ဗ္ၜတ်။"},
{"word":"coerce","def":"vt.  သကဵုကၠောန်နကဵုအသံ၊  သ္ပအနိၚ်အပိုၚ်။  coercion (n)  ဒဒှ်မသကဵုကၠောန်နကဵုအသံ။  coercive (adj)  မသ္ပအနိၚ်အပိုၚ်။"},
{"word":"coffee","def":"n.  မကာဖဲ၊  တၞံကာဖဲ၊  ခၞိက်ကာဖဲ။"},
{"word":"coffer","def":"n.  ကဠာသွက်ဂွံစုတ်သၠုဲသၠာ်၊  ကဠာသွက်ဂွံစုတ်ကပေါတ်မနွံကဵုၚုဟ်မး။  ၂။  အၚ်မစိစောန်လဝ်နကဵုဒ္ၚောဝ်ပ္ဍဲသၠဖဍာန်။"},
{"word":"coffin","def":"n.  ကဠာ၊  ကဠာစုတ်ဇွ၊  ခိုၚ်စုတ်ဇွ။"},
{"word":"cog","def":"n.  ေၚက်က။  cog-wheel (n)  ခလှာၚေက်က။"},
{"word":"cogent","def":"adj.  မခိုၚ်ကၠိုက်၊  မကယျာန်ပဲါဟွံလောဲ။  cogency (n)  ဒဒှ်မဗိုန်ဗတ်။"},
{"word":"cogitate","def":"vt. vi.  ချပ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ချပ်စေံစေံ၊  ချပ်ဗ္တးတံဗ္တးကၞောတ်။  cogitation (n)  ဒဒှ်မချပ်ဗ္တးတံဗ္တးကၞောတ်။"},
{"word":"cognate","def":"n.  ဝေါဟာတံရိုဟ်တုပ်၊  ဝေါဟာမနှဲတုပ်ဒၟံၚ်။  adj.  မဒှ်တံရိုဟ်တုပ်တုပ်၊  မနှဲတုပ်ဒၟံၚ်။"},
{"word":"cognition","def":"n.  ဒဒှ်မတီ၊  ဒဒှ်မသ္ပဒးသတိ။"},
{"word":"cognizance","def":"n.  ပွမစွံသတိ၊  ပွမတီညာတ်၊  ပွမတီကၠိုဟ်။"},
{"word":"cohabit","def":"vi.  သံၚ်တိုန်ဝါသ၊  မံၚ်မွဲကရောံမွဲစွံ(တြုံဗြဴဟွံသေၚ်)။"},
{"word":"cohere","def":"vt.  ကၠေတ်၊  ကောံကလောံပံၚ်ကောံမံၚ်။  coherence / coherency (n)  ပွမကၠေတ်၊  ပွမကလောံ၊  ပွမပံၚ်ကောံ။  coherent (adj)  မသောၚ်ပိုတ်ကၠးဖ္ဍး၊  မလေပ်ကၠိုဟ်လောဲ(လညာတ်ဂမြၚ်)၊  မစပ်ဖျပ်လုက်စုတ်ဒး၊  မစှ်ေကဵုပရေၚ်အစဳအဇန်(လညာတ်ဂမြၚ်)၊  မညဳညတ်ကဵုဗွဲကြဴဂတ။  cohesion (n)  ဒဒှ်မကၠေတ်၊  ပွမပံၚ်ကောံ။  cohesive (adj)  မပံၚ်ကောံညဳညတ်။"},
{"word":"coif","def":"n.  ခပေဲသၟက်မွဲဂကူ။"},
{"word":"coil","def":"vt. vi.  ကဝး၊  လဝး၊  ပူတလီ၊  ပူဗိုက်။  coil itself. (vt.vi)  ပူဗိုက်လဝ်။  n.  အရာမကဝးလဝ်၊  ကဝးကဝး၊  ပဝူ။"},
{"word":"coin","def":"n.  တၚ်္ကာ၊  သၠုဲပရး။  vt.  သၚ်သၠုဲတၚ်္ကာ၊  သၚ်သၠုဲပရး။  coinage (n)  ပွမသၚ်၊  တၚ်္ကာသၠုဲသၠာ်၊  သၞောတ်နဲကဲတၚ်္ကာ။"},
{"word":"coincide","def":"vt.  စှ်ေမွဲဗီုဓဝ်။  ၂။  ဒှ်လီုမွဲစွံဓဝ်၊  ဒှ်မွဲအခိၚ်ဓဝ်။  ၃။  ကၠိုဟ်လဝ်တုပ်တုပ်၊  ဆန္ဒတုပ်ဒၟံၚ်ညးသ္ကံ။"},
{"word":"coincidence","def":"n.  ဒဒှ်မတေက်ဒးအာ။  coincidentally (adv) နဒဒှ်မွဲဗီုဓဝ်။"},
{"word":"coke","def":"n.  ပွမသအးထောံချးတၟံနကဵုပၟတ်။  vt.  သအးထောံချးတၟံနကဵုပၟတ်။"},
{"word":"cold","def":"adj.  ၜိုဟ်၊  မၜိုဟ်ဂံက်၊  က္ၜောဟ်၊  ထ္ၜိုဟ်ထကေန်၊  ၜိုဟ်ထကေန်။  ၂။  မနွံကဵုဆီၜိုဟ်ၜိုဟ်၊  မနွံကဵုစိုတ်စရိုတ်ၜိုဟ်ၜိုဟ်၊  မနွံကဵုစိုတ်စရိုတ်ၜိုဟ်သြိုဟ်လောန်အာ၊  မဒှ်ပူဂဵုဟၟဲကဵုမုဟ်ပါၚ်ဍာတ်။  n.  ဒဒှ်မၜိုဟ်ဂံက်၊  ဒဒှ်မဂံက်ဂါ၊  လၟုဟ်။  ၂။  ဒဒှ်မဒးချာံ၊  ချာံ၊  ယဲဇဳချာံ၊  ယဲဇှ်ချာံ၊  ယဲသ္ဍက်။  a head cold. (n)  ယဲချာံ၊  ယဲဇဳချာံ၊  ယဲဇှ်ချာံ။  cold season. (n)  မုဟ်ကျာ၊  မုဟ်သုံကျာ။  cold water. (n)  ဍာ်ကမုဟ်။  coldly (adv)  နဒဒှ်ၜိုဟ်ၜိုဟ်သြိုဟ်သြိုဟ်။  coldness (n)  ဒဒှ်မၜိုဟ်သြိုဟ်။"},
{"word":"colic","def":"n.  ယဲကျာထပက်၊  ယဲသမတ်၊  ယဲကျာအာံဗာတ်။"},
{"word":"collaborate","def":"vi.  ကၠောန်ပံၚ်ကောံမွဲစွံ၊  ပံၚ်ကောံကၠောန်အာမွဲစွံ။  collaboration (n)  ဒဒှ်မပံၚ်ကၠောန်မွဲစွံ။  collaborative (adj)  မပံၚ်ဖက်တုဲကၠောန်။"},
{"word":"collapse","def":"vi.  ဒေံါလာ်စှ်ေ၊  ခလိုၚ်စှ်ေ၊  လာ်ထကး။  ၂။  ဓတ်အိုတ်၊  ဓတ်ပိုတ်၊  လီုလာ်ဒၟံၚ်စဵုကဵုထိၚ်ဒက်ဟွံလောဲ။  n.  ဒဒှ်မဒေံါလာ်စှ်ေ၊  ဒဒှ်မလာ်ထကးအာ၊  ဒဒှ်ဇြဟတ်ဓတ်မအိုတ်အာ။  collapsible (adj)  မခလပ်ထပ်လဝ်ဂွံ။"},
{"word":"collar","def":"n.  သလိုက်ကံ၊  ကံပလောံ၊  ကဝ်လာပလောံ။  ၂။  ယာတ်ဒက်ကံ၊  ယာတ်ပူကံ။  ၃။  တကံက်(လကံက်)ဆက်ပၠံၚ်ဍာ်၊  လကံက်ဆက်လေံၜါ။  vt.  ရပ်ဂေက်ကေတ်ယာတ်ပူကံတုဲ တံၚ်ဓဇက်ရပ်ဂတ်။  collar bone (n)  ဇုတ်ပၞး၊  ဇုတ်ကၞၚ်ကံ။  collar put on prisoners (n)  ဂါကံ။"},
{"word":"collate","def":"vt.  လ္ၚတ်ပ္တဝ်ပတုပ်ကေတ်။"},
{"word":"colleague","def":"n.  မၞိဟ်ကၠောန်ကမၠောန်မွဲဂကောံမွဲကရောံ။"},
{"word":"collect","def":"vt. vi.  ထၜိုန်၊  ထၜိုန်ပကောံ၊  ပကောံကောံဓရီု၊  ပကောံပ္ကေဝ်၊  ဗၜောဝ်သဗက်အကံက်၊  ဂရၚ်စ။  collect in a cluster. (vt.vi)  ဓဗြိုက်။  collect in a heap. (vt.vi)  ဗဝ်။  collected (adj)  မညိၚ်ဝတ်၊  မတန်တဴ၊  မနွံကဵုအိန်ရဳ၊  မဟၟဲကဵုချဳဒရာၚ်။  collection (n)  သန္နိပါတ်၊  အနက်၊  ပွမပကောံ၊  ပွမစန်ဒက်၊  အရာမပကောံဂွံလဝ်၊  သြန်ကံက်ဗက်ဂွံလဝ်၊  က္ဍိုပ်သ္ကံ။  collective (adj)  မဆေၚ်စပ်ကဵုဂကောံသ္ကံ။  collector (n)  မၞိဟ်ဗက်အကံက်။"},
{"word":"college","def":"n.  ဘာကဝ်လိက်။  collegiate (adj)  မဆေၚ်စပ်ကဵုဘာကဝ်လိက်။  collegian (n)  ကွးဘာ,ဘာကဝ်လိက်။"},
{"word":"collide","def":"vi.  စုက်၊  တေက်ဒး၊  ထဍဳ၊  ဒွံဒး၊  ဇီု၊  ဇီုဒး၊  ဒှ်ညးမွဲမွဲဂၠံၚ်၊  ဒစဵုဒစးဒၟံၚ်၊  သဍဳ။  collide with (vt)  လုက်၊  လုက်ဒး။  collision (n)  ပွမဇီုတေက်ဒး။"},
{"word":"collier","def":"n.  သၟာခဲါချးတၟံ၊  က္ၜၚ်ပ္ဍိုက်ချးတၟံ။  colliery (n)  ကတိုၚ်ချးတၟံ။"},
{"word":"collocate","def":"n.  ချူထ္ၜိုန်ပ္တိုန်။"},
{"word":"colloquial","def":"adj.  မဒှ်အရေဝ်မရပ်စပ်ဒၟံၚ်ရိုဟ်တ္ၚဲ၊  မဒှ်အရေဝ်ရပ်စပ်ပ္ဍဲအရာပ်၊  မဟွံတုပ်ကဵုဗီုလိက်ပတ်။"},
{"word":"collusion","def":"n.  ပွမပံၚ်ပ္ကီုပရာပ်သ္ၚိတ်သ္ၚိတ် သွက်ဂွံကၠောန်ကမၠောန်ဟွံစှ်ေကဵုဗဗွဲဓဝ်။"},
{"word":"colon","def":"n.  ကြုတ်ဇၞော်၊  ပိုဒ်ဇၞော်အပ္ဍဲလိက်ပတ်အၚ်္ဂလိက်။"},
{"word":"colonel","def":"n.  ဂဥုပ်ဗဵုဇၞော်။"},
{"word":"colonial","def":"ရံၚ် colony တေံညိ။"},
{"word":"colony","def":"n.  ဍုၚ်သ္ဒးဒုၚ်ရပ်လဝ်ဇုက်ကဵုကောန်ဍုၚ်သအာၚ် ကောန်ဂကူတၞဟ်သအာၚ်မွဲမွဲ၊  ဍုၚ်မၞုံအသၟဝ်တဲဍုၚ်မွဲမွဲ၊  ဍုၚ်ကဝ်လဝ်နဳ။  ၂။  ကောန်ဍုၚ်သအာၚ် မကောံကလောံမံၚ်မွဲစွံ၊  ကောန်ဍုၚ်သအာၚ်မကၠောန်ကမၠောန်မွဲစွံ။  colonial (adj)  မဆေၚ်စပ်ကဵုကဝ်လဝ်နဳ။  colonialism (n)  ဝါဒကဝ်လဝ်နဳ။  colonize,-ise (vt)  သ္ပကဝ်လဝ်နဳ၊  ပၠောပ်သၟဝ်တဲ၊  သၠဲဒေသ။"},
{"word":"colossal","def":"n.  မဇၞော်တဴဗွဲမလောန်၊  နဒဒှ်ဇၞော်တဴဗွဲ။"},
{"word":"colossus","def":"n.  ရုပ်ပုတ်ဂၠတ်လဝ်ဇၞော်ဇၞော်၊  မၞိဟ်သၠုၚ်ဒတဴဇၞော်ဖောံ၊  အရာမဇၞော်တဴဗွဲ။"},
{"word":"colour","def":"n.  သာ်၊  သာ်လွာ၊  အရံၚ်၊  ရုပ်အရံၚ်၊  အရံၚ်အရာ။  ၂။  လက်သန်ဍာံဍာံပြပြ၊  အဝဲ။  ၃။  ဒဒှ်မဒုၚ်လဝ်တဲအတိုၚ်ဇကုစှ်ေလဝ်စိုတ်ဂှ် ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။  vt. vi.  ဖျောန်အရံၚ်၊  စုတ်အရံၚ်၊  သကဵုအရံၚ်မံက်ကၠုၚ်၊  မုက်ဍာဲကၠုၚ်(ဟိုတ်နူဂွ)။  colouring (n)  ရုပ်ဗီုချူသၜိုန်စုတ်အရံၚ်အရာ၊  ဗီုရုဲစှ်ကေတ်အရံၚ်။  colour-blind (adj)   မပါ်အရံၚ်နကဵုလညာတ်ဟွံဒး၊  မပါ်ခြာပတိတ်အရံၚ်ဗ္ကေတ်သာ်တ္ၚေက်ဟွံဂွံ။  the colour green. (n)  သာ်သၞေၚ်တ္ၚေက်။  skin colour. (n)  သာ်ဇကု၊  အရံၚ်ဖျုန်သွ။"},
{"word":"color","def":"US.  ရံၚ် colour တေံညိ။"},
{"word":"colt","def":"n.  ကောန်ချေံ။"},
{"word":"column","def":"n.  တိုၚ်ဍိုတ်၊  တိုၚ်တၟံ၊  ဒယိုၚ်အတှ်။  ၂။  အရာမနွံဗီုတၟံတိုၚ်။  ၃။  တိုၚ်ကရေက်မုက်လိက်၊  ကဝ်လာံ။"},
{"word":"coma","def":"n.  ပွမဟဳသ္ပဝ်၊  ဒဒှ်မဝိုတ်အာ၊  ဒဒှ်ဟွံတီမၞိဟ်။"},
{"word":"comb","def":"n.  ခရး၊  ဂရး။  ၂။  ဂၞဲစာၚ်။  vt.  ဂြး၊  ဂြးသော်၊  ဂြးကဵုဂရး။  ၂။  ဂၠာဲဂြး၊  ပ္တိတ်ပဲါသောၚ်တလးထောံ၊  ကၠောန်သအးဇ္ၚးထောံ။  comb shell. (n)  ကၞုဂရး၊  ကၞုဃရး။  comb the hair. (vt)  ဂြးသော်။"},
{"word":"combat","def":"n.  ပွမဗ္တိုက်ပြိုၚ်ပ္ကာန်၊  ပွမပြိုၚ်ပ္ကာန်ဗတိုက်ညးၜါဓဝ်။  vt. vi.  ပြိုၚ်ပ္ကာန်ဗတိုက်။  combatant (adj)  မပြိုၚ်ပ္ကာန်ဗတိုက်။  n.  မၞိဟ်ပြိုၚ်ပ္ကာန်ဗတိုက်။"},
{"word":"combine","def":"vt. vi.  ပံၚ်စပ်၊  ပံၚ်ကောံ၊  ဂၠုံအုံ၊  ဖက်ပ္ကာန်။"},
{"word":"combustible","def":"n.  အရာမလေပ်တူလောဲ။  adj.  မတူပၟတ်လောဲ။"},
{"word":"combustion","def":"n.  ပွမတူပၟတ်၊  ဒဒှ်တူသ္ၚေက်အာပၟတ်။"},
{"word":"come","def":"vi. (pt.came, pp.come)  ကၠုၚ်၊  စိုပ်အာကဆံၚ်ဂှ်။  ၂။  စိုပ်ကၠုၚ်။  ၃။  ကၠုၚ်စိုပ်။  ၄။  အိုတ်ၚုဟ်။  ၅။  ဒှ်ကၠုၚ်၊  မက္တဵုဒှ်ကၠုၚ်။  ၆။  ဒှ်တိုန်၊  ဂွံကၠုၚ်၊  ကၠေံစိုတ်လွဳတုဲဂွံကၠုၚ်။  come and help me. (vi)  ရီုအဲညိ။  come-back (n)  ပွမကလေၚ်ဂွံကၠုၚ်အဝဵုပၠန်၊  ပွမကလေၚ်ဂွံဒၞာဲပၠန်။  come between. (vi)  လုပ်ဗ္ဒန်၊  လုပ်စဵုဒၞာ။  comedown (n)  ပွမပြံၚ်လှာဲကၠုၚ်အကာဲအရာလ္ပာ်ပရေံ၊  စှ်ေကၠုၚ်။  come down heavily. (vt.vi)  တရိုပ်၊  တရိုပ်စှ်ေ။  come in contact.  (vi)  ထၟတ်ဒွံ၊  ဒွံဒး။  come into contact with. (vi)  စုက်၊  စုက်လုက်။  come into touch. (vi)  သဍဳ။  come near. (vi)  လုပ်တရပ်၊  သြပ်ကၠုၚ်။  come out of the socket. (vi)  ကလှ်၊  ကလှ်တိတ်။  come up short. (vi)  လုတ်။  come through. (vi)  လိုက်၊  ကၠိုဟ်လိုက်။  come to. (vi)  ပြာပ်ကၠုၚ်။  come to an end. (vi)  ဟဲ၊  တုဲဒှ်၊  ဟောံ၊  ကၠက်အာ၊  ဆောံ၊  စောံ။  come to conclusion. (vi)  လဝ်စိုတ်။  come to grips with. (vi)  တၞၚ်တဲ။  come to light. (vi)  မံက်။  come to nothingness. (vi)  ဆောံဗျ။  come together. (vi)  ဆောံဆက်၊  ရောံဆ(ဆော,လ္ၚဝ်)၊  သွိုဟ်။  coming (n)  အခိၚ်စိုပ်ကၠုၚ်၊  ဒဒှ်မစိုပ်ကၠုၚ်၊  ပွမစိုပ်ကၠုၚ်။"},
{"word":"comedy","def":"n.  ဇာတ်ပၠသ္ဒးလုပ်စိုတ်၊  လိက်ပတ်ဇာတ်ပၠသ္ဒးလုပ်စိုတ်၊  ဟိုတ်မဒှ်ကၠုၚ်ညံၚ်ရဴဇာတ်ပၠသ္ဒးလုပ်စိုတ်။  comedian (n)  ညးမဍိုက်ဇာတ်,ဇာတ်ပၠသ္ဒးလုပ်စိုတ်၊  မၞိဟ်ပျေက်၊  မၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်။"},
{"word":"comely","def":"adj. (-ier,-iest)  ဆာဲ၊  မဆာဲ၊  တ္ၜတ်သဴ၊  ၜတ်သဴ၊  ၜတ်သောၚ်၊  မနွံကဵုရုပ်သာ်ဂေါဝ်ဆာဲ၊  မဂေါဝ်ဆာဲဒးရး။  comeliness (n)  ဒဒှ်မနွံကဵုရုပ်သာ်ဂေါဝ်ဆာဲ။"},
{"word":"comer","def":"n.  မၞိဟ်မကၠုၚ်၊  မၞိဟ်ကၠုၚ်စိုပ်။"},
{"word":"comet","def":"n.  သၞံၚ်ဓဂုဲ၊  သၞံၚ်ဒ္ဂုဲ။"},
{"word":"comfit","def":"n.  ယိုဟ်သတ်ဆု (မပ္တံကဵုဗဒဝ်တံ)။"},
{"word":"comfort","def":"n.  ပွမသ္ဂောံဒုၚ်စသိုၚ်၊  တသိုက်စိုတ်တသိုက်ကာယ၊  ပြေစိုတ်။  ၂။  အကာဲအရာမဟၟဲကဵုဂဝိၚ်ဂမ္တဴ၊  အကာဲအရာမဒှ်တဴသၟဟ်ကဵုစိုတ်ဆန္ဒ၊  တသိုက်ပိုန်ဂြပ်၊  အသာရဝါတ်။  vt.  သကဵုစိုတ်ဒုၚ်စသိုၚ်တသိုက်၊  ဂီု၊  သကဵုဒှ်သ္ဍိုက်မၠိုက်စိုတ်။  comfortable (adj)  ဂွာံ၊  ဖိ၊  မဂီု၊  လၜိုဟ်(ၜောဟ်)၊  ၜိုဟ်၊  ၜိုဟ်စိုတ်၊  ၜိုဟ်သြိုဟ်၊  မသကဵုဒှ်တသိုက်၊  မသကဵုစိုပ်ကဆံၚ်တသိုက်၊  ကၟုက်၊  အိန်ဂၠဴ၊  အိန်သ္ဂီု၊  သၠာံဗဇး၊  သၠာံၜိုတ်။  comfortably (adv)  ဖိဖိ၊  နဒဒှ်မသကဵုဒှ်တသိုက်။  comfortless (adj)  မဟၟဲကဵုတသိုက်သွက်ဂွံဒုၚ်စသိုၚ်၊  မဟၟဲကဵုစိုတ်ဒှ်တသိုက်။"},
{"word":"comic","def":"adj.  မသ္ဒးလုပ်စိုတ်ခိုဟ်။  ၂။  မဆေၚ်ကဵုဇာတ်ပၠမသ္ဒးလုပ်စိုတ်။  n.  လိက်က္တဵုဝေၚ်ဂရိုၚ်၊  ကာတောန်(ရုပ်ပျေက်)  မက္တဵုဝေၚ်ဂရိုၚ်၊  လိက်ပျေက်က္တဵုဝေၚ်ဂရိုၚ်။"},
{"word":"comma","def":"n.  လက်သန်ပိုဒ်လိက်အၚ်္ဂလိက်၊  ပိုဒ်ဍောတ်။"},
{"word":"command","def":"vt. vi.  ကဵုအသံ၊  ပညပ်လဝ်၊  ဓလီုဒၟံၚ်ကဵုသြဇာ၊  ဒၠောံဗ္တောန်။  ၂။  ထိၚ်ဒက်လဝ်။  ၃။  နွံကဵုအခေါၚ်အဝဵုသွက်ဂွံရပ်စပ်ဗီုနွံပၟိက်၊  နွံကဵုအခေါၚ်အဝဵုသွက်ဂွံစကာတဴရဴပၟိက်စိုတ်ဇကု၊  ဒုၚ်ကေတ်တဲထေက်။  ၄။  ကၟဳဂိုပ်ဒၟံၚ်၊  ဂိုပ်ဆဵုစှ်ေမာန်နူဗွဲလ္တူ။  n.  အသံ၊  အနာ၊  အမိၚ်၊  ပယောဇန၊  ပညပ်၊  သြဇာ၊  ပွမထိၚ်ဒက်၊  အခေါၚ်အဝဵုထိၚ်ဒဝ်တွဵုဍုၚ် မပါ်လဝ်သွက်ပၞာန်။  commandant (n)  သကိုပ်ဗ္ဒိုပ်ဒပ်၊  သကိုပ်ဗ္ဒိုပ်ဒပ်ပၞာန်။  commandeer (vt)  သီကေတ်ကပေါတ်သွက်ကိစ္စပရေၚ်ပၞာန်။  commander (n)  သ္ကိုပ်ဒပ်။  commander-in-chief (n)  ဂအုပ်ဓုပ်၊  ဂအုပ်ပၞာန်၊  သေနာပတိ။  commander of a ship. (n)  ဒကိုပ်က္ၜၚ်။  commandment (n)  ပညပ်စှ်ပြကာ(စှ်သာ်)ပ္ဍဲဘာသာခရေတ်။"},
{"word":"commando","def":"n. (pl.-s/-es)  ဒပ်ရုဲစှ်လဝ်ဗွဲတၟေၚ်သွက်ဂွံလုပ်ပရေၚ်ပေဲါဗတိုက်၊  ဒပ်ကီုမိန်ဒဝ်။"},
{"word":"commemorate","def":"vt.  ဗဒှ်ပေဲါသဘၚ်စၟတ်သမ္တီ၊  သ္ပပွမစၟတ်သမ္တီ၊  သကဵုဒှ်စၟတ်သမ္တီသွက်ဂွံတီအာ။  commemoration (n)  ဒဒှ်မသ္ပစၟတ်သမ္တီသွက်ဂွံတီအာ။"},
{"word":"commence","def":"vt. vi.  စပ္တံ။  commencement (n)  တံ၊  တံဝါဒိ၊  ဗွဲကိုပ်ကၠာ၊  ပညပ်။"},
{"word":"commend","def":"vt.  ထိုၚ်သး။  ၂။  အပ်ပြာပ်။  commendable (adj)  မထိုၚ်သးထေက်။  commendation (n)  ပွမထိုၚ်သး၊  ပွမတုပ်စိုတ်ဒုၚ်တဲ။"},
{"word":"commensurate","def":"adj.  မကိတ်ညဳကဵုခလပ်ကွပ်အဆ၊  မယိုပ်ယာ။"},
{"word":"comment","def":"n.  လပံက်၊  တၚ်ပါ်ပဲါ၊  တၚ်လညာတ်၊  တၚ်သောၚ်ကၠး။  vt.  ပါ်ပဲါ၊  ကဵုတၚ်လညာတ်၊  ကဵုတၚ်သောၚ်ကၠး။  commentary (n)  ပွံက်၊  ဋဳကာ၊  ပွံက်အရထ။  ၂။  တၚ်မပ္တိုန်ထ္ၜးမွဲထပ်,မွဲစွံကဵုဒဒှ်။  commentator (n)  ဒဒှ်မပါ်ပဲါ၊  အ္စာအဋ္ဌကထာ။"},
{"word":"commerce","def":"n.  ပွမသွံရာန်ဗၞိက်။  commercial (adj)  မဆေၚ်စပ်ကဵုပွမသွံရာန်ဗၞိက်။  commercialize (vt)  ဂၠာဲသြန်လုပ်၊  ကၠောန်ပရေၚ်ပိုန်ဂြပ်ညံၚ်ဂွံစှ်ေကဵုနဲပရေၚ်ပိုန်ဂြပ်။"},
{"word":"commingle","def":"vt. vi.  ပနှဴ၊  ဖုဲပနှဴ၊  ပံၚ်ဖျပ်၊  ပြက်၊  ပြက်စုတ်၊  ပြက်ဖက်။"},
{"word":"commiserate","def":"vt. vi.  စွံဓဝ်ဆာန်ဍူလ္တူမၞိဟ်စိုပ်ဒၟံၚ်ဒဒိုက်၊  ချပ်ဆာန်ဍူစွံစၞးညံၚ်ရဴဇကုဇကု။  commiseration (n)  ဒဒှ်မစွံစိုတ်ချပ်ဆာန်ဍူလ္တူညးဒှ်ဒဒိုက်။"},
{"word":"commissariat","def":"n.  ဌာနဟွံသေၚ်ဒပ်ပရေၚ်ထံက်ပၚ်ဇွောံမ။"},
{"word":"commission","def":"n.  ကဵုအဝဵုသွက်ဂွံယိုက်ဂၠေၚ်ဒဒှ်သွက်မၞိဟ်စၞး၊  ကမၠောန်သွက်ဂွံယိုက်ဂၠေၚ်ဒဒှ်သွက်မၞိဟ်စၞး။  ၂။  ၚုဟ်ကီုမေတ်ယှေန် (သြန်နုက်ကံက်ကေတ် နူကဵုသြန်သွံရာန်ဂွံလ္တူသြန်,၁ဝဝ)။  ၃။  လိက်ခါန်ကၞက်မအပ်ပြာပ်ကဵုအဝဵုနူအလဵုအသဳ၊  လိက်ခါန်ကၞက်ဗတိုန်ကဵုကဆံၚ်ဗဵု နူကဵုအလဵုအသဳ။   ၄။  ဂကောံမကဵုလဝ်တာလျိုၚ် သွက်ဂွံဂၠိုက်ဂၠာဲသၟာန်သၟုက်၊  ဂကောံကီုမေတ်ရှေန်။  ၅။  (က္ဍိုပ်)က္ၜၚ်ဒှ်ဒၟံၚ်ဒတုဲ သွက်ဂွံတိတ်တရဴ။  vt.  ခါန်ကၞက်သွက်ဂွံယဵုဒုၚ်ကာပ္ဍဲဒၞာဲဝဲါမွဲမွဲနကဵုလိက်အသံ။  commissioner (n)  သၟိၚ်ဇၞော်၊  မၞိဟ်လုပ်အဝေါၚ်ကီုမေတ်ယှေန်။ ၂။  သၞာဲဒဴကဆံၚ်သၠုၚ်သၠုၚ် ပ္ဍဲဌာနအလဵုအသဳမွဲမွဲ။"},
{"word":"commit","def":"vt. (-tt-)  ခလိုၚ်လောန်၊  လှ(လုတ်)လောန်။  ၂။  အပ်ပြာပ်၊  ပလံၚ်၊  လှဲအပ်ပြာပ်ကဵုကေတ်တာလျိုၚ်၊  ပအပ်ပြာပ်၊  ဒုၚ်ကေတ်လျိုၚ်၊  ကဵုဂတိ။  ၃။  ချိုန်၊  ဖျိုန်ကဵု။  commit adultery. (vt)  လုတ်လီု, လုဟ်လီု။  commit suicide. (vt)  ဂစိုတ်ထောံဇကုဇကု၊  ပ္တုံဖျေံလမျီုပရိုက်ဇကုဍေံကဵုဍေံ။  n.  တၚ်မဒုၚ်လျိုၚ်၊  တၚ်မကေတ်တာလျိုၚ်။"},
{"word":"commitment","def":"n.  တၚ်မဒုၚ်လျိုၚ်၊  တၚ်မကေတ်တာလျိုၚ်။"},
{"word":"committee","def":"n.  ကီုမတဳ(ကမ္မတဳ)ဂကောံမၞိဟ်ဂမၠိုၚ်ခါန်ကၞက်စွံလဝ်။"},
{"word":"commodious","def":"adj.  မသၠဲ၊  မသၠဲလး။"},
{"word":"commodity","def":"n. (pl.ties)  ကပေါတ်ဗၞိက်၊  ကပေါတ်သွံ။"},
{"word":"commodore","def":"n.  ဂအုပ်ဗဵုဇၞော်ဒပ်ဍာ်။"},
{"word":"common","def":"adj.  သာမည၊  မဒှ်သာမည၊  အပြောံ၊  မဒှ်အပြောံ၊  မဒှ်သမာန်၊  သာဓာ၊  သာဓာကဵု၊  မဆေၚ်စပ်ကဵုညးဂမၠိုၚ်၊  မပိုၚ်ပြဳလဝ်နကဵုညးဂမၠိုၚ်။  ၂။  မဒှ်ဆအပြောံ၊  မဂၠိုၚ်စဵုကဵုၚုဟ်မးတန်၊  မဒှ်အဇာၚုဟ်မးတန်တန်၊  မဒှ်အဇာပရေံပရေံ။  ၃။  မဒှ်ကဆံၚ်အသၟဝ်၊  မရိုၚ်ဇိုၚ်၊  မယုတ်သဝ်။  common lowland paddy. (adj)  သြောံဣဗြာတ်။  common house-fly. (n)  ရုဲ။  common mynah. (n)  ဂစေံကလိၚ်။  common use. (adj)  ဝေါဟာမဒှ်သွက်မၞိဟ်ဂမၠိုၚ်။  n.  တိဂအာၚ်မၞိဟ်သီုကွာန်ပိုၚ်ပြဳ၊  တိပၞာၚ်ရဲကွာန်ပိုၚ်။  commonly (adv)  ဗွဲမဂၠိုၚ်၊  ဗွဲအပြောံ၊  နဒဒှ်ဗွဲမဂၠိုၚ်။  commoner (n)  မၞိဟ်အပြောံ၊  မၞိဟ်ဟွံသေၚ်ကဵုဒတောဝ်သၞောဝ် သၟိၚ်မှာအမာတ်။  commonplace (adj)  မဒှ်အရာဗွဲသာမည။  n.  အရာမဒှ်ဗွဲသာမည၊  အရာဟွံတၟေၚ်တၟဟ်။"},
{"word":"commotion","def":"n.  ပွမက္တဵုဒှ်ဒၟံၚ်ရုရုသံၚ်သံၚ်၊  ပွမကလိုက်ကၟဵုဒၟံၚ်၊  ပွမချဳဒရာၚ်ထုဲထံၚ်ဒၟံၚ်၊  ပွမက္တဵုကြာန်ဓၟာန်ဒၟံၚ်။"},
{"word":"communal","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ဍုၚ်အရၚ်မံၚ်ကၠုၚ်လဝ်မွဲစွံ။  ၂။  မဒှ်သွက်ဂွံရပ်စပ်သီုမၞိဟ်ဂမၠိုၚ်။"},
{"word":"commune","def":"vi.  ဒှ်ဒၟံၚ်မွဲစိုတ်မွဲကရိုတ်၊  ဟီုဂးကၠုၚ်လဝ်အရေဝ် ချောပ်ချောပ်လာဲလာဲ(လုက်စုက်ကၠုၚ်လဝ်)။  n.  ဂကောံမၞိဟ်မံၚ်မွဲဂကောံကရောံ (ဟွံပါ်ကမၠောန်,ဟွံပါ်ကဆံၚ်)။"},
{"word":"communicant","def":"n.  မၞိဟ်လုပ်စသုၚ်ကၠုၚ်မွဲစွံ ပ္ဍဲပေဲါသဘၚ်ခရေတ်ယာန်။  ၂။  မၞိဟ်ကဵုပရိုၚ်၊  မၞိဟ်သကဵုတီ။"},
{"word":"communicate","def":"vt. vi.  တရးပရး၊  သကဵုမိၚ်၊  သကဵုတီ၊  ဗလးပလံၚ်၊  သကဵုကၠောံသၞာန်၊  ကေတ်အဆက်၊  ဆက်စၠောံလဝ်။  communicate a revelation. (vt.vi)  ပျးလဝ်ဒိုဟ်။  communicate in private. (vt.vi)  ဒုတ်ဒီု။  communicable (adj)  မလေပ်ကၠောံသၞာန်အာ။  communication (n)  ပွမဆက်ဆောံ၊  အရာမပလံၚ်ကဵုပရိုၚ်၊  အဆက်အဆောံဂၠံၚ်တရဴ။  communicative (adj)  မလောဲဗွဲသွက်ဂွံသၟာန်ဆက်ဆောံ။"},
{"word":"communion","def":"n.  ပွမပရံဒုၚ်စသိုၚ်၊  ပွမလုပ်နွံမွဲကရောံမွဲစွံ။  ၂။  မၞိဟ်ဂကောံသ္ကံကွေတ်ဘာသာနွံတုပ်တုပ်။၃။  ပွမလှာဲဂတးလညာတ်ဂမြၚ်၊  ပွမလှာဲဂတးတၚ်သ္ဒးဒုၚ်စသိုၚ်လဝ်ပ္ဍဲစိုတ်။"},
{"word":"communique","def":"n.(Fr.)  တၚ်မလလောၚ်တရးပရိုၚ်၊  တၚ်လလောၚ်တြး။"},
{"word":"communism","def":"n.  ဝါဒကီုမျူနေတ်၊  နဲသၞောတ်ကီုမျူနေတ်။  communist (n)  မၞိဟ်ပတှ်ေဝါဒကီုမျူနေတ်၊  မၞိဟ်ထံၚ်ဂလာန်ကဵုဝါဒကီုမျူနေတ်။  adj.  မဆေၚ်စပ်ကဵုဝါဒ သၞောတ်သၞောဝ်ဝါဒကီုမျူနေတ်။"},
{"word":"community","def":"n. (pl.-ties)  မၞိဟ်မတန်တဴပ္ဍဲတိဍာ်ဌာန်ဒေသမွဲစွံ။  ၂။  မၞိဟ်ဂကောံသ္ကံ(ဂကူ,ဘာသာ,ကမၠောန်,ပိုန်ဂြပ်)တုပ်။၃။  ပွမတုပ်၊  ပွမဒှ်မွဲဗီု။  community of monks. (n)  အဿမာပိုတ်။"},
{"word":"commutator","def":"n.  ကရိယာမပြံၚ်လှာဲကဵုဂၠံၚ်ဓါတ်လလဳမဇွောဝ်တတ်အာ။"},
{"word":"commute","def":"vt. vi.  လှာဲဗတး၊  လှာဲကဵုကေတ်၊  သကဵုဖျေံထောံဒုဟ်ဒန်။  commutation (n)  ပွမလှာဲဗတး၊  ဒဒှ်မဖျေံကဵုဒုဟ်ဒန်၊  အရာမလှာဲဗတးကဵုဒုဟ်ဒန်မဖျေံလဝ်ဒုဟ်ဒန်တုဲ။"},
{"word":"compact","def":"n.  တၚ်မတုပ်သၟဟ်စိုတ်။  adj.  သိပ်၊  သိပ်ကၞက်၊  သိပ်ဇၟံ၊  သိပ်နက်၊  မကၠက်ၜေက်ဒၟံၚ်၊  မတၟောန်ခြက်ဒၟံၚ်၊  မနွံဒၟံၚ်ဒၞာဲဍေံကဵုဍေံသိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မစိုပ်သိတ်နကဵုဗွဲဒမၠေံ။  compactly (adv)  ဗွဲမသိပ်ဂၠိပ်။"},
{"word":"companion","def":"n.  ပွံၚ်၊  ပွံၚ်ဖွက်၊  ဆော၊  ဖွက်၊  ဆောဖွက်၊  ဆောသိက်၊  ကဝံၚ်၊  သ္ကံ၊  သဟာဲ၊  ပဝါ၊  ပွာ၊  ပြဝါ၊  ပြဝံၚ်၊  ဗော်သွး၊  ရောံ၊  ရောံပြဝါ၊  သ္ကံပွာ၊  အဖဴ၊  ရဲ။  ၂။  ပူဂဵုဝါသနာတုပ် စိုတ်သၟဟ်ညးသ္ကံ။  ၃။  အရာမဒှ်အဖဴ၊  ကဝံၚ်အရာမဒးကဵုဇကု။  ၄။  လိက်အုပ်သ္ကံတဲ၊  လိက်အုပ်သွက်ဂွံထ္ၜးသာဓက။"},
{"word":"companionable","def":"adj.  မပံၚ်ဖက်မဆက်ဆောံစခိုဟ်၊  မနွံကဵုမုဟ်ပါၚ်ဍာတ်။  companionship (n)  ဒဒှ်မဒှ်အဖဴအဖက်။  companion-way (n)  တၞိန်ဗလဲသွက်သ္ဂောံအာခဒံ ပ္ဍဲခုန်မာတ်ဂၠုၚ်က္ၜၚ်။"},
{"word":"company","def":"n.  သာ၊  သ္ကံ၊  အသာ၊  ကၟပ်၊  တၟပ်၊  ပွာဏ၊  ရောံ၊  ရောံပြဝါ၊  ဟာန်၊  ဒဒှ်မနွံမွဲစွံ မွဲဂကောံ၊  ပွမမံၚ်မွဲစွံ၊  ဂၠောဲ၊  ဂၠဲ၊  ပွမအာကၠုၚ်မွဲစွံ၊  အသေအဟာန်။  ၂။  ကမ္ပနဳဂကောံကမၠောန်ကၟိတ်၊  ဂကောံ၊  ဒကံ၊  ဗော်။  ၃။  မၞိဟ်မံၚ်မွဲစွံကၠောန်မွဲစွံ။  ၄။  ဒပ်ပါ်။  in the company of others. (n)  ပွမပါမွဲကရောံ။"},
{"word":"comparable","def":"adj.  မပတဝ်ပတုပ်ရံၚ်၊  မပတဝ်ပတုပ်ရံၚ်မာန်။"},
{"word":"comparative","def":"adj.  မဆေၚ်စပ်ကဵုပွမပတဝ်ပတုပ်ရံၚ်။  ၂။  မဒှ်ကၠုၚ်မာန်ယဝ်ရထံက်ချပ်ဗ္စာရဏာ။  comparatively (adv)  နဒဒှ်မဆေၚ်စပ်ကဵုပတဝ်ပတုပ်ရံၚ်။"},
{"word":"compare","def":"vt.  ပတုပ်၊  တောံ၊  တောံပ္ကာန်၊  တောံဖက်၊  တောံၜတ်၊  သ္တောံၜတ်၊  ပတဝ်ရံၚ်၊  ပတဝ်ပတုပ်ရံၚ်၊ ဂိုၚ်ပတပ်၊  ပ္တောံ၊  ပ္တောံၜတ်၊  ၜတ်ကၞာတ်ပြိုၚ်ပ္ကာန်၊  ပ္တိုန်ထ္ၜးနကဵုဥပမာသာဓက။"},
{"word":"comparison","def":"n.  ပၟာ၊  ဥပမာ၊  ပွမပတဝ်၊  ပွမကဵုသာဓက၊  ပွမထံက်ထ္ၜးကဵုဗီုပြၚ်၊  ပွမပတဝ်ပတုပ်ထ္ၜးနကဵုတၚ်နေၚ်။"},
{"word":"compartment","def":"n.  ဒကုတ်၊  ကၞောဝ်။  compartmentalize (vt)  တန်ခြာလဝ်ခဒံ၊  ဒၞာခြာလဝ်ဒဒၚ်။"},
{"word":"compass","def":" n.  နာဍဳဒိုဟ်(ဂစက်)။  ၂။  အရာသွက်ဂွံဒဇက်စက်ဝိုၚ်(ကီုပါတ်)။  ၃။  ပွဳဗွိုၚ်မဟောဝ်စိုပ်၊  ဗၜတ်မဟောဝ်စိုပ်။"},
{"word":"compassion","def":"n.  ပွမဆာန်ဍူ၊  ဒယျဓဝ်၊  ကရုဏာ၊  ဇြဟာန်၊  ဇြဟာန်ကၟိန်။  compassionate (adj)  မစွံဓဝ်ဂရုဏာ၊  မစွံဓဝ်ဇြဟာန်၊  ဒိပ်ဒဲါ။"},
{"word":"compatible","def":"adj.  မစပ်ဖျပ်ကေတ်မာန်၊  စှ်ေကဵုဗီုပြၚ်၊  မစှ်ေကဵုသၞောတ်။  compatibility (n)  ဒဒှ်မစှ်ေကဵုဗီုပြၚ်။"},
{"word":"compatriot","def":"n.  ကောန်မွဲဍုၚ်၊  ကောန်မွဲဍုၚ်တုပ်တုပ်။"},
{"word":"compeer","def":"n.  မၞိဟ်တုပ်သၟဟ်ပ္ဍဲအသဝ်ဂုန်၊  မၞိဟ်ကဆံၚ်တုပ်တုပ်။"},
{"word":"compel","def":"vt. (-ll-)  သကဵုကၠောန်နအဓမ္မ၊  သ္ဒးကၠောန်ဟိုတ်နူမဗလေတ်ပဲါဟွံဂွံ၊  ပအနိၚ်အပိုၚ်။"},
{"word":"compendious","def":"adj.  မဍိုက်ပေၚ်တဴနကဵုတၚ်နေၚ်ၜိုန်ဂၠေံဒၟံၚ်ကီုလေဝ်(လိက်အုပ်,ကၠေံအ္စာကဝိ)။  compendium (n)  ဒဒှ်နကဵုဗွဲသရော်(ရုပ်)။"},
{"word":"compensate","def":"vt. vi.  လေဲ၊  ကဵုသြန်လေဲ(မၞိဟ်,ဍုၚ်သ္ဒးလီုလာ်လဝ်ပ္ဍဲအခါပၞာန်)၊  လေဲကဵုသြန်သွက်သ္ဒးလီုလာ်အာ။"},
{"word":"compensation","def":"n.  ပွမလေဲကဵု၊  ပွမလေဲကဵုသြန်၊  သြန်သွက်ဂွံလေဲ။"},
{"word":"compere","def":"n.  ပေဲါမလှ်ေဒယှ်ေပ္ဍဲရုၚ်ဋ္ဌာန်ဇၞူစသုၚ်၊  မၞိဟ်ဗလးအစဳအဇန်ရမျာၚ်သွက်သ္ဂောံပြေလၟောၚ်စိုတ်၊  မၞိဟ်စဳဇန်လလောၚ်တရးဟီုဂးဆက်မိတ်ကဵုပူရိသာတ်။"},
{"word":"compete","def":"vi.  ပြိုၚ်ပ္ကာန်။"},
{"word":"competent","def":"adj.  မပိုၚ်ပြဳလဝ်အခေါၚ်အဝဵု၊  မနွံကဵုအစောံစရာဲယဵုဒုၚ်ကဵုမာန်၊  မဍိုက်ပေၚ်ကဵုအသဝ်ဂုန်၊  မဍိုက်ပေၚ်တဴကဵုအစောံစရာဲ၊  သၟဟ်ရထ။  competence (n)  ပွမပိုၚ်အခေါၚ်အဝဵု၊  ဒဒှ်မဍိုက်ပေၚ်ကဵုအစောံစရာဲ၊  ဒဒှ်မဍိုက်ပေၚ်ကဵုအစောံစရာဲယဵုဒုၚ်မာန်။  competency (n)  ပတိဗလ။"},
{"word":"competition","def":"n.  ပွမပြိုၚ်ပ္ကာန်၊  ဒဒှ်မပြိုၚ်ပ္ကာန်၊  ပေဲါပြိုၚ်ပ္ကာန်။"},
{"word":"competitive","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ်ပ္တဝ်ပြိုၚ်၊  မသ္ဒးကေတ်မသ္ဒးကၠေံစိုတ်နူကဵုကဆံၚ်ပ္တဝ်ပြိုၚ်။  competitor (n)  မၞိဟ်ပြိုၚ်ပ္ကာန်။"},
{"word":"compile","def":"vi.  ဇၟန်၊  ခၞံပကောံပကေဝ်ချူ။  compilation (n)  ပွမခၞံပကောံပကေဝ်၊  သံၚ်ဟာရ၊  ပွမခၞံပြကိုဟ်။"},
{"word":"complacent","def":"adj.  မဒးဂၞပ်သ္ဂေဟ်သွဟ်။  complacency (n)  ဒဒှ်မဒးဂၞပ်သ္ဂေဟ်သွဟ်။"},
{"word":"complain","def":"vi.  နရာတ်၊  ကရောတ်၊  ကရောတ်တသဝ်၊  တသောန်တသဝ်၊  တသဝ်နရာတ်၊  ဒန်၊  ဒေါန်၊  ရေရောတ်၊  ကရဳကရောတ်၊  ဂရၚ်ပ္တီ၊  ပံက်ထ္ၜးကဵုတၚ်ဟွံဍိုက်ပေၚ်စိုတ်။  n.  မၞိဟ်တေၚ်၊  မၞိဟ်ဂရၚ်ပ္တီ။  complaint (n)  ပွမဟီုတေၚ်၊  ပွမကရဳကရောတ်၊  ပွမကရောတ်တသဝ်၊  တၚ်ဟွံဍိုက်ပေၚ်စိုတ်။  ၂။  ယဲ၊  ဝေဒနာ။  adj.  သွာဒလောံဗ္တောန်။"},
{"word":"complaisant","def":"adj.  မဍိုက်ပေၚ်ကဵုမုဟ်ပါၚ်ဍာတ်၊  မလေပ်ဗက်အလိုက်ညး၊  မလေပ်ညႇာစိုတ်၊  မလေပ်တီအလိုက်။  complaisance (n)  ဒဒှ်မဍိုက်ပေၚ်တဴကဵုမုဟ်ပါၚ်ဍာတ်။"},
{"word":"complement","def":"n.  အရာမဗပေၚ်စုတ်ကဵုသွက်ဂွံဒှ် ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  complementary (adj)  မဗပေၚ်ကဵုသွက်သ္ဂောံက္ဍိုက်ပေၚ်၊  မဗပေၚ်ကဵု။"},
{"word":"complete","def":"adj.  မဍိုက်ပေၚ်၊  မပေၚ်သူ၊  မပေၚ်စူ၊  မပေၚ်လေံ၊  မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မဒှ်အလုံမွဲ။  ၂။  မတုဲဒှ်အာတုဲ၊  မတုဲအာ။  ၃။  မစိစောန်၊  စုံနှက်၊  မဇဳ၊  မဇဳဇပ်၊  မဇဳအရဳ၊  မစိစုံ၊  မဍိုက်ပေၚ်၊  မစိုန်သ္ကီု။  vt.  ထိ၊  ထိမြိ၊  ထိထ္ဍိ၊  က္ဍိုက်ပေၚ်၊  တုဲဒှ်၊  ပတုဲထောံ၊  သကဵုက္ဍိုက်ပေၚ်။  completion (n)  ပွမပတုဲထောံ၊  ဒဒှ်မတုဲဒှ်အာ။  completeness (n)  ပါရမဳ။"},
{"word":"complex","def":"adj.  မထုဲထံၚ်၊  မထုဲဂရုဲ၊  မထုဲကြာန်၊  ဥပါဒါန်၊  အစောဲအလာံစိုတ်။  complexity (n)  အကာဲအရာမထုဲထံၚ်၊  အထုဲအထံၚ်။"},
{"word":"complexion","def":"n.  ဖျုန်သွ။  ၂။  ရုပ်သာ်၊  ဗီုပြၚ်၊  ဒၟံၚ်လအာ၊  စိုတ်စရိုတ်။"},
{"word":"compliance","def":"n.  ပွမဗက်အလိုက်၊  ပွမဗက်စ။  compliant (adj)  မဗက်အလိုက်လေပ်၊  မလေပ်ဗက်အလိုက်လောဲ။"},
{"word":"complicate","def":"n.  သကဵုထုဲဂရုဲ၊  သကဵုထုဲထံၚ်၊  သကဵုသ္ဇိုဟ်နက်ဝါတ်ဂါတ်။  complicated (adj)  မထုဲဂရုဲ။  complication (n)  ပွမထုဲ၊  ပွမသ္ဇိုဟ်နက်ဝါတ်ဂါတ်။၂။  ယဲတၞဟ်မထပ်လုပ်ကၠုၚ်လ္တူယဲဒှ်ဒၟံၚ်ဂှ်၊  ယဲထပ်ဗြေဝ်မွဲဂကူ။"},
{"word":"complicity","def":"n.  ဂလာန်မထိုၚ်သး၊  ပွမထ္ၜးဒဒှ်မအဲပရဲနကဵုပါၚ်ကာယ။  ၂။  ပွမဂးဂလာန်မုဟ်ပါၚ်၊  ပွမဂးဂလာန်အလ္လာပသလ္လာပ၊  ပွမရာဒနာမိက်ကဵု။"},
{"word":"compliment","def":"vt. n.  ရှ်ေသှ်ေ၊  ရဴဂဴ၊  ဟီုဂးဒဒှ်မမိပ်စိုတ်၊  ပွမထ္ၜးဒဒှ်မမိပ်စိုတ်၊  ပွမထိုၚ်သး။"},
{"word":"complimentary","def":"adj.  မဓမံက်ထ္ၜးဒဒှ်မရှ်ေသှ်ေရဴဂဴ၊  မဓမံက်ထ္ၜးဒဒှ်မထိုၚ်သး၊  မမိပ်စိုတ်။  ၂။  မသကဵုမှးမှးအနေဒဒှ်ပရေၚ်စၟာဲစၟိန်။"},
{"word":"complin","def":"n.  ပေဲါသ္ပဝတ်လတုန်လက်ကရဴအိုတ် ရဲခရေတ်ယာန်တံ (ပ္ဍဲဂွေၚ်မွဲတ္ၚဲဂိုန်ကိတ်သဝ်လေတ်)။"},
{"word":"compline","def":"ရံၚ် complin တေံညိ။"},
{"word":"comply","def":"vi.  ဒ္ဂေတ်၊  ဒ္ဂေတ်ဗက်၊  ဗက်အလိုက်။"},
{"word":"component","def":"adj.  မလုပ်ဒၟံၚ်ပ္ဍဲဒကုတ်မွဲမွဲ၊  မလုပ်ဒၟံၚ်အပ္ဍဲဒၞာဲမွဲမွဲ။  n.  ဒကုတ်။"},
{"word":"comport","def":"vt. vi.  ဒ္ဂေတ်ဗက်၊  သ္ပပွ။"},
{"word":"compose","def":"vt. vi.  လုပ်ပံၚ်စပ်ဒၟံၚ်။  ၂။  ဆာန်၊  ချူဇန်၊  ဇၟန်၊  ချူစဳရေၚ်၊  ချူခၞံ။  ၃။  ပြေၚ်လိက်၊  ဗ္ဂပ်ဆန်။  ၄။  သကဵုတန်ကြန်၊  သကဵုပြေပြံၚ်၊  သကဵုသ္ၚိတ်အာ၊  သကဵုပၠိုတ်အာ။  adj.  မနွံကဵုစိုတ်ညိၚ်ညိၚ်ဝတ်ဝတ်။  composed (adj)  မနွံကဵုစိုတ်တန်ကြန်။  composedly (adv)  နကဵုဗီုပြၚ်စိုတ်တန်တန်ကြန်ကြန်။  composer (n)  ပူဂဵုခၞံဇၟန်ဂွက်။  compositor (n)  မၞိဟ်ပြေၚ်လိက်ပ္ဍဲစက်တက်လိက်။"},
{"word":"compos mentis","def":"adj.  (Lat.)  မနွံကဆံၚ်အကာဲစိုတ်ခိုဟ်၊  မဟွံကြံဥမတ်။"},
{"word":"composite","def":"adj.  မပံၚ်ဖျပ်စုတ်လဝ်ကဵုအၚ်္ဂနာနာသာ်၊  မပံၚ်ဖျပ်စုတ်လဝ်ကဵုကပေါတ်နာနာသာ်၊  မပံၚ်ပကောံလဝ်။"},
{"word":"composition","def":"n.  ပွမပံၚ်ဖျပ်၊  ပွမပံၚ်ပကောံ၊  ပွမဇၟန်သကဵုသ္ၚိဇြအာသကဵုပြေလာဲအာ။  ၂။  အရာမစဳဇန်ဇၟန်ချူလဝ်၊  လိက်ဇၟန်၊  ဗီုစွံကပေါတ်ကညောတ် ကာလတက်ဗီု ကာလဒဇက်ပါန်ခဳကသူ။  ၃။  ဓာတ်ပံၚ်၊  ဒပ်ပံၚ်။"},
{"word":"compost","def":"n.  ဝဲါတၞးဆုတၞးဒုန်မှမှအုဲအုဲ။  vt.  ကၠောန်ဝဲါတိသမ်အုဲ၊  စုတ်ဝဲါတိသမ်အုဲ။"},
{"word":"composure","def":"n.  ဒဒှ်စိုတ်တန်ကြန်၊  သမာဓိ။"},
{"word":"compote","def":"n.  ယိုဟ်သတ်ဆု။"},
{"word":"compound","def":"n.  အရာမပံၚ်ဖျပ်စုတ်လဝ်၊  ဓာတ်ပံၚ်၊  ဒပ်ပံၚ်။  vt. vi.  ပနှဴ၊  သၞဴ၊  ပံၚ်ဖျပ်။  n.  ဝၚ်၊  ဝၚ်ကၟာ၊  သအာၚ်သ္ၚိ၊  ကၠံသ္ၚိ။"},
{"word":"comprehend","def":"vt.  ဂြၚ်၊  ဂြၚ်တီ၊  ကၠိုဟ်စိုတ်၊  ပါတ်စိုတ်၊  ပါတ်ပ္ဍဲဝိဇ္ဇာ၊  ပါတ်ပ္ဍဲသန္ထာန်။  ၂။  လုပ်မံၚ်၊  လုပ်ပါကရောံ။  comprehensible (adj)  မကၠိုဟ်စိုတ်၊  ကၠိုဟ်ခၠၚ်မာန်။  comprehension (n)  ပွမကၠိုဟ်စိုတ်၊  ပွမကၠိုဟ်စိုတ်မာန်၊  ဂမြၚ်။"},
{"word":"comprehensive","def":"adj.  မလုပ်နွံဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မခၜံဂွံလဝ်။"},
{"word":"compress","def":"vt.  ပ္ဍဵုတ္ၚေတ်၊  ပ္ဍဵုပတ်၊  ပ္ဍဵုကရေပ်၊  ပ္ဍဵုစုန်၊  ပ္ဍဵု၊  သိက်။  ၂။  ချူသရောပ်၊  ချူခ္ဍန်။  compression (n)  ပ္ဍဵုသိက်စုတ်။"},
{"word":"comprise","def":"vt.  လုပ်ပါ၊  လုပ်ပါအပ္ဍဲ။"},
{"word":"compromise","def":"n.  ပွမပညဳပညပ်ဒုၚ်တုဲထောံ၊  ပွမဟီုဂးဒုၚ်ဖျံထောံ၊  ဒဒှ်မဟီုဂးဒုၚ်ဖျံထောံ။  vt. vi.  သကဵုလညာတ်အထေၚ်ဗၠေတ်အာ၊  သကဵုဒှ်အာသၠေဟ်ပၟာ၊  သဳကၠဳဖျံထောံ၊  ပညဳပညပ်ဒုၚ်တုဲထောံ။"},
{"word":"comptroller","def":"n.  မၞိဟ်စၟတ်စရၚ်သြန်။"},
{"word":"compulsion","def":"n.  ပွမကဵုကၠောန်အတေၚ်၊  ပွမသကဵုကၠောန်နကဵုအသံ။  compulsory (adj)  မဒှ်ဟွံကၠောန်ဟွံဂွံ၊  မဒှ်သွက်သ္ဒးကၠောန်နကဵုဓဝ်သၞောဝ်ဥပဒေ။"},
{"word":"compulsive","def":"adj.  မလေပ်ကၠောန်နကဵုအသံ၊  မလေပ်ကၠောန်ခရံဒၟံၚ်ပ္ဍဲစိုတ်။"},
{"word":"compunction","def":"n.  ပွမဂၠိုက်ဟောံ၊  ဒဒှ်မဒှ်ဒၟံၚ်ပ္ဍဲစိုတ်ဟွံအးဟွံၚး။"},
{"word":"compute","def":"vt.  ၜတ်ဗၞတ်၊  တော်တၟော်။  computation / computer (n)  စက်သွက်ဂွံတော်တၟော်၊  စက်သွက်ဂွံတက်လိက်၊  ပွမတော်တၟော်။"},
{"word":"comrade","def":"n.  သၚ်ဃာတ်၊  ရဲဗော်၊  ရဲစမွဲစွံ မံၚ်မွဲစွံ၊  ရဲချိုတ်မွဲက္တိုၚ်ဂျိုၚ်မွဲသ္ကဝ်။"},
{"word":"con","def":"vt. (-nn-)  ကေတ်ပါၚ်တိုက်၊  လ္ၚတ်သမ္တီကေတ်။  adv.  ခိုဟ်ကီုပရေံကီုဒးရးကီုဟွံဒးရးကီု။  pron.  တၚ်ဟိုတ်ဖဵု မဒှ်ခိုဟ်မာန်ပရေံမာန်။"},
{"word":"concave","def":"adj.  မခၠံဒၟံၚ်၊  မခၠုံဒၟံၚ်၊  မခၠိုၚ်ဒၟံၚ်၊  မခလံက်ဒၟံၚ်။"},
{"word":"conceal","def":"vt.  ကၞိက်၊  ကၞိက်ဗ္ဒန်၊  ကၞိက်လဒဵု၊  ဂဒဵု၊  ဂဒဵုလဝ်၊  ဂလုက်၊  ဂြောပ်ဗ္ဒန်၊  စဵု၊  စဵုဒၞာ၊  စဵုဗ္ဒန်၊  ကြုပ်၊  ဗ္ဒန်၊  ပၞုက်၊  ပၞုက်ဓလုက်၊  ရနုက်ဗ္ဒန်။  concealment (n)  ပွမဗ္ဒန်၊  ပွမပၞုက်ဗ္ဒန်လဝ်၊  ပွမဂြောပ်ဓလီု၊  ပွမစဵုဗ္ဒန်။"},
{"word":"concede","def":"vt.  ဒုၚ်ဝန်၊  ဒဒှ်မသဒှ်ဍာံ၊  ဒုၚ်ဖျံထောံ(ပ္ဍဲကယျာန်)၊  ပအပ်ကဵုအခေါၚ်။  concession (n)  ပွမဒုၚ်ဝန်၊  ပွမကဵုအခေါၚ်၊  အခေါၚ်အဝဵုမသၠးကဵုလဝ်အခေါၚ်၊  ဒုၚ်ဖျံထောံ။"},
{"word":"conceit","def":"n.  မာန၊  ပွမအထေၚ်ဇၞော်ကဵုဇကုဇကု။  conceited (adj)  မနွံကဵုမာနသၠုၚ်သၠုၚ်(ဇၞော်ဇၞော်)၊  မနွံကဵုစိုတ်ယိုတ်ယိုတ်၊  မနွံကဵုပဋိသန္ဓိ။"},
{"word":"conceive","def":"vt. vi.  ချပ်စၚ်ခြၚ်၊  နွံကဵုသၟုၚ်ဓလေၚ်၊  နွံဗုၚ်၊  ဇြိုၚ်ဇိုၚ်တဲ၊  ဟွံသာဍာ၊  ဂွံပဋိသန္ဓိ၊  ဗိုတ်ပဋိသန္ဓိ။  conceiveable (adj)  မချပ်စၚ်ခြၚ်ကေတ်မာန်၊  မတန်ဒှ်မာန်။"},
{"word":"concentrate","def":"vt. vi.  ပကောံ၊  ပကောံစန်ဒက်။  concentration (n)  ပွမပကောံ၊  ပွမသကဵုစန်ဒက်၊  ဂအုံ၊  ကလောံကလေန်၊  အစောံစရာဲမစွံအရီု။"},
{"word":"concentric","def":"adj.  မနွံကဵုပၞိဟ်ဆမွဲဓဝ်၊  မၞုံကဵုတေတ်ဗဟဵုမွဲဓဝ်။"},
{"word":"concept","def":"n.  တၚ်ခယျကေတ်လဝ်၊  တၚ်ညးဂမၠိုၚ်မခယျကေတ်လဝ်၊  စေတသိက်။  conception (n)  ကသပ်ဂၞန်၊  ပွမချပ်ဂၞန်၊  ပွမချပ်ဂၞန်ကေတ်၊  ဒဒှ်မခယျကေတ်။  ၂။  ပဋိသန္ဓိ။"},
{"word":"concern","def":"vt.  ဆေၚ်စပ်၊  ဆက်စပ်။  ၂။  သ္ဇိုၚ်၊  ယဵုဒုၚ်ကေတ်တာလျိုၚ်၊  ယဵုဒုၚ်၊  ဒုၚ်ပထုဲ၊  ယဵုဒုၚ်သီုစိုတ်သီုစရိုတ်။၃။  သကဵုဂွိၚ်ဂွာဲ၊  သကဵုဒှ်ဓဝ်စံၚ်တူ။  n.  ပွမဆေၚ်စပ်၊  ပွမဆက်စပ်ကဵုကိစ္စကေၚ်ကာ။  ၂။  ကမၠောန်ကၟိတ်။  ၃။  ဒဒှ်မဂွိၚ်က္တဴ၊  ဒဒှ်မဒှ်ဓဝ်စံၚ်တူ။  concerning (prep)  မဆေၚ်စပ်တုဲ။  conj.  မ္ဂးဂှ်၊  ဒၟာနူ။"},
{"word":"concert","def":"n.  ပေဲါတိၚ်တိုက်ကွိၚ်ကွိုက်။  ၂။  ဒဒှ်မပံၚ်ကောံညဳညဳသာသာ။  vt.  စဳဇန်ညံၚ်ရဴသ္ဂောံညဳညတ်။"},
{"word":"concerted","def":"adj.  မယဵုဒုၚ်ကၠောန်ကာညဳညဳသာသာ။"},
{"word":"concertina","def":"n.  ဗာဂျာ တံၚ်တိၚ်တိုက်ကဵုတဲ။"},
{"word":"concession","def":"ရံၚ် concede တေံညိ။"},
{"word":"conch","def":"n.  ကၞုသၚ်။  conch shell.  ကၞုသၚ်၊  သၚ်ခ။  conch shell player. (n)  သၟာကၞုသၚ်။  conch with its spiral turning to the right used at coronation. (n)  ကၞုသၚ်ဒက္ခိဏဝဝ်။"},
{"word":"conciliate","def":"vt.  ပရေပရံၚ်ကဵုညံၚ်ဂွံသာဓာအာညးသ္ကံ၊  သၟုက်ဟီုဂး။  conciliation (n)  ဒဒှ်သၟုက်သၟာန်ဟီုဂး။  conciliatory (adj)  မသၟုက်သၟာန်ဟီုဂး။"},
{"word":"concise","def":"adj.  မဍိုက်ပေၚ်တဴကဵုတၚ်နၚ်ဗွဲခမၞောန်။"},
{"word":"conclude","def":"vt. vi.  အုပ်နိဂီု၊  ပ္တုဲထောံ၊  စှ်ေစိုတ်၊  ထပိုတ်ထောံ၊  ရုပ်ထောံ၊  စိုန်တုဲဆဝွံရ။  ၂။  ချုက်(ချူလိက်ကသုက်)၊  ကံက်ဖျေံထောံ,ပတုဲထောံအမှု။  conclusive (adj)  မပြာကတ်စဵုကဵုကယျာန်ပဲါကၞုက်လဝ်ဟွံဂွံ။"},
{"word":"concoct","def":"vt.  ဖက်ပနှဴဖန်ဗဒှ်။  ၂။  ဟီုဖန်ဗဒှ်ကေတ်။  concoction (n)  ဒဒှ်မဖက်ပနှဴဖန်ဗဒှ်။"},
{"word":"concord","def":"n.  ဒဒှ်မတုပ်စိုတ်၊  ဒဒှ်မသာဓာညးသ္ကံ။"},
{"word":"concourse","def":"n.  ဒဒှ်ပရေၚ်မလီုလာ်ကောံဓရီုစိုပ်ကၠုၚ်၊  ဒဒှ်မကောံကလောံချဳဒရာၚ်အာကၠုၚ်။"},
{"word":"concrete","def":"adj.  မဆေၚ်စပ်ကဵုရုပ်၊  မနွံပြာပြာကတ်ကတ်။  n.  တိသြောတ်၊  ကိုန်ဂရိတ်။  vt.  မာန်လဝ်ကဵုကိုန်ဂရိတ်၊  စဝ်လဝ်ကဵုကိုန်ဂရိတ်။"},
{"word":"concubine","def":"n.  သမ္ဘာသ္ပမိပ်၊  ဗြဴဍောတ်၊  ဗြဴသ္ကဲ၊  ဣမာၚ်သ္ကဲ၊  ကမၠောန်မှောၚ်မှ။"},
{"word":"concur","def":"vi. (-rr-)  တုပ်စိုတ်၊  ဆန္ဒတုပ်၊  ဆဵုဂဗ၊  တေက်ဒး၊  ဆေၚ်ဒး၊  က္တဵုဒှ်ပ္ဍဲမွဲအခိၚ်ဓဝ်။  concurrence (n)  ဒဒှ်မတုပ်သၟဟ်စိုတ်၊  ဒဒှ်မတုပ်သၟဟ်ဆန္ဒ။  concurrent (adj)  မတုပ်သၟဟ်စိုတ်၊  မတုပ်သၟဟ်ဆန္ဒ၊  မက္တဵုဒှ်မွဲဗဟူဓဝ်။"},
{"word":"concussion","def":"n.  ပတိဃာတ်၊  ဒဒှ်မဒွံဒိဒးမဇၞော်ကဵုဇြဟတ်၊  ဒဒှ်မလှေက်လှံၚ်အာ။"},
{"word":"condemn","def":"vt.  ဟီုဖျေံကဝု၊  ဟီုပတိုန်ဖျေံ၊  စၟတ်သမ္တီထောံ ဒဒှ်မရပ်စပ်ဟွံထေက်။  ၂။  ဖျေံတၚ်စဳရေၚ်၊  တပ်ဒုဟ်ဒန်၊  ဖျေံတၚ်ဒုဟ်ဒန်။  condemnation (n)  အကောပ်အဝဲ၊  ဒဒှ်မဟီုဖျေံကဝု။"},
{"word":"condense","def":"vt. vi.  သကဵုတၟောန်၊  သကဵုခြက်ကလောံ၊  သကဵုခတ်ကလောံ။  ၂။  ဒမၠေံထောံ၊  သရောပ်ထောံ၊  ခမၞန်ထောံ။  condensation (n)  ဒဒှ်မသကဵုခတ်ကလောံအာ။"},
{"word":"condescend","def":"vi.  ဆက်ဆောံဟီုဂး ဟွံပါ်ကဆံၚ်ကဵု မၞိဟ်ကဆံၚ်သဝ်နူဇကု၊  ဇံသဝ်ဖျေံဇကုဇကု။  ၂။  ရေၚ်တၠုၚ်ကၠောန်ဏာ မဟွံဒးရးကဵုဖဵုဂုန်စရာဲဇကု။  condescension (n)  ဒဒှ်မဇံသဝ်ဖျေံဇကုဇကု။"},
{"word":"condiment","def":"n.  မဆာလာ၊  ကပေါတ်ပတိုန်သၟူအမြာဲသွ။"},
{"word":"condition","def":"n.  ဒဒှ်၊  တၚ်သ္ဇိုၚ်မနွံကဵုပၟိက်။  ၂။  အကာဲအရာ။  ၃။  ကဆံၚ်၊  သဘဴ။  ၄။  ကဆံၚ်ဒၟံၚ်၊  ဒတိုန်။  condition of an ascetic. (n)  သမဏဂုန်။  vt.  ကၞာတ်စၟိန်ပြမာန်။  conditional (adj)  မဒှ်အကာဲအရာဗွဲတၟေၚ်၊  မနွံတၚ်မကၞာတ်လဝ်စေဝ်ပၞောန်။"},
{"word":"condole","def":"vt.  ဟီုဂးဒဒှ်သ္ဒးဒုၚ်စသိုၚ်ပရေၚ်အောန်စိုတ်တုပ်တုပ်ကဵုတၠခန္ဓ၊  ဟီုဂးဒဒှ်မဒှ်ဓဝ်ကရုဏာ။  condolence (n)  ဒဒှ်မဟီု ဒဒှ်မအောန်တဴစိုတ်ညံၚ်ရဴတၠခန္ဓကီု၊  ဒဒှ်မဟီုဒဒှ်မဒှ်ဓဝ်ကရုဏာ။"},
{"word":"condone","def":"vt.  မဇ္ဇျဟ်ထောံ ဟွံကေတ်ဒုဟ်(ဟွံသ္ပကေၚ်ကာ)၊  ဗလးဒုဟ်၊  သကဵုဒှ်မစိုပ်ကဆံၚ်ဗလးဒုဟ်၊  သကဵုဒှ်မစိုပ်ကဆံၚ်စွံဓဝ်ကရုဏာ။"},
{"word":"conduce","def":"vt.  သကဵုဒှ်၊  သကဵုဒှ်တိုန်၊  သကဵုတုဲဒှ်အာ၊  သကဵုက္တဵုဒှ်တိုန်။  conducive (adj)  မသကဵုဒှ်၊  မသကဵုတုဲဒှ်အာ။"},
{"word":"conduct","def":"n.  စရိုတ်၊  ပဋိပတ်၊  ပွ၊  ပွမသ္ကိုပ်သ္က၊  ပွမကောပ်ကာဲယဵုဒုၚ်။  vt. vi.  ဏာစိုပ်၊  ဏာဗစိုပ်၊  ထ္ၜးဂၠံၚ်၊  ပလံၚ်ဗစိုပ်၊  ဗက်ထ္ၜးပျး။  ၂။  ကောပ်ကာဲသ္ကိုပ်သ္က၊  စဳရေၚ်အုပ်ဓုပ်။  conduct between two persons. (vt.vi)  ဂရာပ်ဏာ။"},
{"word":"conduction","def":"n.  ပွမသကဵုဓာတ်ကၠောံ၊  ပွမသကဵုဓာတ်ဗက်။"},
{"word":"conduit","def":"n.  ၝောံပၠံၚ်ဍာ်၊  မြံၚ်တောဲဍာ်၊  မြံၚ်ဇာဍာ်၊  ဇာလဂေါဝ်၊  ဇဝ်လဂေါဝ်။"},
{"word":"cone","def":"n.  ကလောံဒုဗီုဂဒံကေက်ဒၟံၚ်လ္ပာ်ကၞောတ်။  ၂။  အရာမဒှ်ဒၟံၚ်ညံၚ်ရဴဂဒံ။  conic (adj)  မဆေၚ်စပ်ကဵုကလောံဒုဗီုဂဒံ။  conical (adj)  မနွံကဵုဗီုပြၚ်ကလောံဒုဗီုဂဒံ။"},
{"word":"confection","def":"n.  ယိုဟ်နာနာသာ်၊  ကွာၚ်ကၠောန်လဝ်ကဵုသဂြာ၊  ကွာၚ်။  confectionery (n)  ကွာၚ်ယိုဟ်နာနာ။"},
{"word":"confederacy","def":"n. (pl.-cies)  ဂကောံကၟိန်ဍုၚ် မပံၚ်ကောံစန်ဒက်လဝ်။  confederation (n)  ပွမပံၚ်ကောံ၊  ပွမဒက်မဟာမိတ်။"},
{"word":"confederate","def":"adj.  မကေတ်ဓဝ်ကၠိုဟ်ခၠၚ်နကဵုလိက်ကသုက်တုဲပံၚ်ဖျပ်လဝ်။  n.  ပဝံၚ်၊  အဖဴ၊  မၞိဟ်ပ္ကီုပရာပ်ကၠုၚ်လဝ်မွဲစွံ၊  မၞိဟ်ကၠောန်ကၠုၚ်လဝ်မွဲစွံ။"},
{"word":"confer","def":"vt. vi. (-rr-)  အပ်ပြာပ်ကဵု၊  ဇိုန်နှၚ်ကဵု။  ၂။  ချပ်တေၚ်ဗၚ်၊  သဳကၠဳ။  conference (n)  ပွမတေၚ်ဗၚ်သဳကၠဳ၊  ပွမသဳကၠဳ၊  ပေဲါသဘၚ်ချပ်တေၚ်ဗၚ်သဳကၠဳ၊  သဘၚ်သဳကၠဳ။"},
{"word":"confess","def":"vt. vi.  ဒုၚ်ဝန်ဒဒှ်ဒုဟ်မနွံ၊  လဴပ္တိတ်စကဵုတပ်တပ်။  confessedly (adv)  အတိုၚ်မဒုၚ်လဝ်ဝန်၊  အတိုၚ်မတိတ်စလဝ်ကံပါၚ်၊  အတိုၚ်မတိတ်စလဝ်တပ်တပ်။"},
{"word":"confession","def":"n.  တၚ်ဒုၚ်ဝန်၊  တၚ်တိတ်စလဝ်တပ်တပ်၊  ပွမဒုၚ်ကေတ်ဒဒှ်ဍာံဍာံ၊  ပွမဒုၚ်ဝေါန်။"},
{"word":"confide","def":"vt. vi.  ဟီုထ္ၜးကဵုဟိုတ်နူပတှ်ေ၊  ပတှ်ေအပ်ပြာပ်ကီု၊  ကဵုတာလျိုၚ်ဟိုတ်နူဂွံပတှ်ေစ။  ၂။  နွံကဵုဓဝ်ပတှ်ေ၊  ပတှ်ေယိုက်ဒိုက်စ၊  ပတှ်ေစှ်ေစိုတ်။  confidant (n)  မၞိဟ်ပတှ်ေ၊  မၞိဟ်သ္ဂောံပတှ်ေစ။"},
{"word":"confidence","def":"n.  ပွမစွံလဝ်အနေဒဒှ်မၞိဟ်ပတှ်ေ၊  ပွမပတှ်ေတုဲဟီုထ္ၜးကဵုဂလာန်အပ္ဍဲ(ဂလာန်ကၞိက်လဒဵု)။  ၂။  ပွမဟီုထ္ၜးကဵုဂလာန်ကၞိက်လဒဵုဒဒှ်ဂွံပတှ်ေစ။  ၃။  ပွမပတှ်ေစှ်ေစိုတ်၊  ပွမပတှ်ေဇကုဇကု၊  ပွမပတှ်ေစ္ၜုဲစ္ၜော်။"},
{"word":"confident","def":"adj.  မဖျေံလဝ်စိုတ်တုဲ၊  မချိုတ်ပၠိုတ်၊  မဖျေံစိုတ်ပတှ်ေလဝ်ဇကုဇကု။  confidential (adj)  မကၞိက်လဒဵု၊  မဒှ်သွက်ဂွံကၞိက်လဒဵုလဝ်၊  မဟီုထ္ၜးဟိုတ်နူသ္ဂောံဖျေံစိုတ်တုဲ။  ၂။  မသ္ဂောံဒုၚ်ပတှ်ေစှ်ေစိုတ်၊  မဒှ်မၞိဟ်ပတှ်ေ။"},
{"word":"configuration","def":"n.  ဗီုပြၚ်၊  ဗီုပြၚ်လ္တူကျာ။"},
{"word":"confine","def":"vt.  ကၞာတ်ဂစိုတ်လဝ်၊  စုတ်လဝ်ပ္ဍဲသိၚ်(ဗိုၚ်)၊  ခရုပ်လဝ်။  n.  သိၚ်၊  ဗိုၚ်၊  ဓရီု၊  ဇဵု။  confined (ppl.adj)  မကၞန်ဂြက်၊  မၜံၚ်ဒၟံၚ်ပၟတ်၊  မသယျာဒၟံၚ်ကောန်၊  မသၠးဒၟံၚ်ဂဝ်ဂၞဴ၊  မသၠးဒၟံၚ်ကောန်၊  မသၠးဒၟံၚ်ဂၠံဂဝ်။  confined way. (n)  ဂၠံၚ်ကရေပ်။"},
{"word":"confinement","def":"n.  ပွမၜံၚ်ပၟတ်ပၞာၚ်၊  ပွမသယျာကောန်၊  ဒဒှ်မသ္ဒးဒုၚ်စုတ်လဝ်ဂုက်၊  ပၟၚ်ဒွက်။  confinement in childbirth. (n)  သရဗြဴက္ၜံၚ်ပၟတ်။"},
{"word":"confirm","def":"vt.  ပ္တေဝ်၊  ပ္တန်၊  သကဵုဒှ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  သကဵုဒှ်ဒတန်၊  သ္ပဒတန်၊  သကဵုဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၂။ ပတုဲတုပ်ထောံစိုတ်၊  တုပ်စိုတ်ထ္ပက်ထောံစၟတ်တဲ။  comfirmed (ppl.adj)  မဟွံဆဵုဒဒှ်မဒှ်တိုန်အပြံၚ်အလှာဲ၊  မတန်ဒှ်ဒၟံၚ်၊  မဒှ်ဟွံမာန်သွက်ဂွံပြံၚ်လှာဲအာ။  comfirmation (n)  ပွမသ္ပဒတန်၊  ပွမဒှ်ဒတန်။"},
{"word":"confiscate","def":"vt.  မသီကေတ်နကဵုအဝဵုအာဏာ။  confiscation (n)  ဒဒှ်မသီကေတ်နကဵုအဝဵုအာဏာ။"},
{"word":"conflagaration","def":"n.  ဒဒှ်ပၟတ်မတဴဇၞော်ကဵုဇြဟတ်။"},
{"word":"conflict","def":"n.  ပွမပြိုၚ်ပ္ကာန်ဗတိုက်၊  ပွမဒှ်သေက်ဇဵု၊  ပွမဒှ်ပဋိပက္ခ။  ၂။  ဝိရောဓိ၊  ဒဒှ်မဟွံကိတ်ညဳညးသ္ကံ။  ၃။  ထာန်စၞေဟ်။"},
{"word":"confluence","def":"n.  ပွမပံၚ်ကောံဇွောဝ်လုပ်၊  ပွမဇွောဝ်ဇဵုလုပ်ကၠုၚ်၊  ပွမပံၚ်ကောံဇွောဝ်လုပ်ကၠုၚ်။"},
{"word":"conform","def":"vt. vi.  သကဵုညဳသာစှ်ေအာအလိုက်။  comformable (adj)  မကိတ်ညဳ၊  မတုပ်သၟဟ်၊  မနှဲဒၟံၚ်။"},
{"word":"conformity","def":"n.  ပွမကိတ်ညဳ၊  ပွမတုပ်၊  ပွမရေၚ်တၠုၚ်ကဵုညံၚ်ဂွံညဳသာစှ်ေအာအလိုက်။"},
{"word":"confound","def":"vi.  သကဵုထုဲဂရုဲ၊  သကဵုဒှ်ကဆံၚ်ပါ်ပဲါဟွံဒး၊  သကဵုစိုတ်ထုဲဂရုဲ။  ၂။  ထုဲနှဴအာ၊  ထုဲဂရုဲအာ။  ၃။  သကဵုဒေံါအာ၊  သကဵုလီုလာ်အာ၊  သကဵုကျအာ။"},
{"word":"confront","def":"vi.  တူရူ၊  ပတဝ်မုက်၊  သကဵုတဝ်ဒးမုက်။  confrontation (n)  ပွမအေန်ဒၟံၚ်ညးသ္ကံ(ဍုၚ်ၜါ၊ ဂကောံၜါ)၊  အကာဲအရာစိုပ်အာကဆံၚ်က္ဍုဟ်မၠေံတုဲဂၠာဲသၞ၊  ဒဒှ်မတဝ်ဒးမုက်ညးသ္ကံ။"},
{"word":"confuse","def":"vt.  ခရံၚ်ခရဴ၊  တ္ၜန်တ္ၜောဲ၊  ထုဲ၊  ထုဲဂရုဲ၊  ပထုဲ၊  သကဵုထုဲဂရုဲ၊  သကဵုဒှ်ကဆံၚ်ပါ်ပဲါဟွံဒး၊  သကဵုယောၚ်မှာထုဲဂရုဲမွဲကဵုမွဲ။  ၂။  ပြး၊  ပြးချာဲ၊  ပြးချာဲဖ္ဍာဲ၊  ပြးဇး။  ၃။  ဂၠိုက်ဒဂုဲ။  confusion (n)  ဒဒှ်မထုဲဂရုဲ၊  ဒဒှ်မသရံၚ်ဒဂါတ်၊  ဒဒှ်မထုဲဂရုဲပါ်ပဲါဟွံဂွံ။  with confusing sound. (adv)  ဇရန်ဇရာ၊  နကဵုရမျာၚ်မထုဲဂရုဲ။  confused (vt)  ဂၠိုက်ဒဂုဲ။"},
{"word":"confute","def":"vt.  ထ္ၜးသက်သဳမဒှ်မယောၚ်မှာဒၟံၚ်။  confutation (n)  ဒဒှ်စိုတ်မထုဲဂရုဲမံၚ်ပါ်ပဲါဟွံဒး။"},
{"word":"congeal","def":"vt. vi.  သကဵုကလောံအာ၊  သကဵုခတ်ကလောံအာ၊  သကဵုဒိုပ်အာ။"},
{"word":"congenial","def":"adj.  မတုပ်ပ္ဍဲဝါသနာ၊  မတုပ်ပ္ဍဲပွ၊  မတုပ်ပ္ဍဲစရိုတ်။  ၂။  မကိတ်ညဳကဵုသဘာဝဇကု၊  မကိတ်ညဳကဵုအလိုက်စိုတ်ဇကု၊  မကိတ်ညဳကဵုပၟိက်ဇကု၊  မဒှ်သ္ဒးသ္ဍိုက်မၠိုက်တဴခိုဟ်။"},
{"word":"congenital","def":"adj.  မဒှ်ကၠုၚ်နူဂဝ်။"},
{"word":"congested","def":"ppl. adj.  မတ္ၜေတ်ဒၟံၚ်ကဵုမၞိဟ်၊  မပေၚ်ထာတ်၊  မထပ်ဒၟံၚ်ညံၚ်စူလဝ်ဂၞေံ။  ၂။  မနွံကဵုဆီမခတ်တဴဗွဲ။  ၃။  ဗ၊  သ္ဗ။  congested condition. (adj)  သ္ဗ၊  မနွံဒၟံၚ်ကဆံၚ်သ္ဗ၊  မက္တဵုဒှ်ဒၟံၚ်ကဆံၚ်သ္ဗ။"},
{"word":"congestion","def":"n.  ဒဒှ်မဆိုအ်ဗ။  congestion of the respiratory organs. (n)  သြိုဟ်ဗ၊  ၜိုဟ်သ္ဗ။"},
{"word":"conglomerate","def":"adj.  မကောံပံၚ်ကလောံဒၟံၚ်၊  မကောံပံၚ်ဒှ်ဒၟံၚ်ကလောံကလောံ။  vt.  ပံၚ်ကောံတုဲဒှ်အာကလောံကလောံ။  conglomeration (n)  ပွမပံၚ်ကောံတုဲဒှ်အာကလောံကလောံ၊  ကလောံကလောံ။"},
{"word":"congratulate","def":"vt.  ဟီုဂးမအိုဟ်တၟိုဟ်စိုတ်ညံၚ်ရဴညးသအာၚ်ကီု သဒှ်သ္ဂောံမိၚ်ကေတ်ပရိုၚ်တုဲမိပ်စိုတ်။  congratulation (n)  အရေဝ်ဂလာန်ဟီုဂးဒဒှ်မိပ်စိုတ်အိုဟ်တၟိုဟ်တဴဗီုရဴသာ်ဂှ်ကီု။"},
{"word":"congregate","def":"vt. vi.  ပကောံ၊  ပကောံပကေဝ်၊  ကောံဓရီုစိုပ်ကၠုၚ်။"},
{"word":"congregation","def":"n.  ကၟပ်၊  ဂကောံမၞိဟ်မပြာပ်ကောံစိုပ်ကၠုၚ်သွက်ဂွံသ္ပဝတ်ပရေၚ်ဘာသာ၊  သ္ကံဂကောံမၞိဟ်၊  ပူရိသာတ်။"},
{"word":"congress","def":"n.  ပေဲါသဘၚ်သဳကၠဳပညဳပညပ်၊  သဘၚ်သဳကၠဳ။  ၂။  ကၠတ်ထဝ်။  congressional (adj)  မဆေၚ်စပ်ကဵုပေဲါကောံဓရီုကိုန်ဂြိတ်ကၠတ်ထဝ်။"},
{"word":"conic","def":"ရံၚ် cone တေံညိ။"},
{"word":"conical","def":"ရံၚ် cone တေံညိ။"},
{"word":"conifer","def":"n.  တၞံဆုပၞာၚ်သေံ။"},
{"word":"conjecture","def":"vt. vi.  ရိပ်တီ၊  တော်ဆမစၟဳခယျဒၟံၚ်၊  ကဵုတၚ်ဒဒှ်မခယျကေတ်လဝ်။  n.  ပွမတော်ဆစၟဳခယျဒၟံၚ်၊  ပွမကဵုတၚ်ဒဒှ်ခယျကေတ်လဝ်။  conjectural (adj)  မရိပ်တီ၊  မသၟိပ်တီ။"},
{"word":"conjugal","def":"adj.  မဆေၚ်စပ်ကဵုဘဝပ္တဴသ္ၚိဌာန်၊  မဆေၚ်စပ်ကဵုဘဝသမ္ဘာတၠသ္ၚိ၊  မဆေၚ်စပ်ကဵုကဏ္ဍဗြဴကဵုတြုံ။"},
{"word":"conjugate","def":"vt. vi.  ပါ်ထ္ၜးကဵုဗီုပြၚ်ကြိယာ။  ၂။  ပြံၚ်လှာဲဗီုပြၚ်ကြိယာ။  conjucation (n)  နဲကဲဗီုပြၚ်အပြံၚ်အလှာဲကြိယာ၊  ကြိယာပြံၚ်လှာဲနဲကဲဗီုပြၚ်တုပ်။"},
{"word":"conjunction","def":"n.  သမ္ဗန္ဓ၊  ပွမဆက်စပ်။  ၂။  ဒဒှ်မဍံၚ်တောဲလဝ်မွဲစွံ၊  ဒဒှ်မပံၚ်ဖျပ်စုတ်လဝ်မွဲစွံ။  ၃။  ဒဒှ်မစုက်လုက်ဒး၊  ဒဒှ်တဝ်တုဲမံက်ကၠုၚ်။  conjunctive (adj)  မသကဵုဆက်စပ်၊  မသကဵုပံၚ်စပ်။"},
{"word":"conjure","def":"vt. vi.  ဒလုမတ်၊  ဗ္ဂေတ်မတ်၊  ထ္ၜးပညာလှန်မတ်။  ၂။  သကဵုသၟိပ်ညာတ်၊  သကဵုရုပ်ရဴမံက်ဒၟံၚ်ပ္ဍဲစိုတ်။  conjurer, conjuror (n)  အ္စာလှန်မတ်၊  အ္စာဗ္ဂေတ်မတ်၊  ညးမဒလုမတ်။"},
{"word":"connect","def":"vt. vi.  စပ်၊  ဆက်၊  ဆက်စပ်၊  ဆက်ဆေန်၊  ဆက်ဆောံ၊  ဆေၚ်စပ်၊  ဗဂပ်။  ၂။  ဆက်စပ်တုဲချပ်၊  ဆက်စပ်တုဲထေၚ်ခယျ။  connection, connecxion (n)  ပွမဆက်စပ်၊  ပွမဆက်ဆောံ၊  ပွမဆက်နှဴဒၟံၚ်၊  အဆက်၊  အဆက်အဆောံ။  ၂။  မၞိဟ်အဆက်၊  ဖံက်သေဝ်၊  မိတ်။  ၃။  မသ,ကလောကောံဒေံ။  connective (adj)  မဆေၚ်စပ်ကဵုသမ္ဗန္ဓ၊  မဆေၚ်စပ်ကဵုဂလာန်အဆက်။"},
{"word":"connive","def":"vi.  ပကလော်ညံၚ်ရဴဟွံဆဵု၊  ပကလော်ဟွံတီထောံ၊  မဇ္ဇျဟ်ထောံ။  connivance (n)  ဒဒှ်မပပၞညံၚ်ရဴဟွံဆဵု။"},
{"word":"connoid","def":"adj.  မနွံညံၚ်ရဴဗီုပြၚ်ဂဒံ။"},
{"word":"connoidal","def":"adj.  မနွံညံၚ်ရဴဗီုပြၚ်ဂဒံ။"},
{"word":"connoisseur","def":"n.  မၞိဟ်ရာသူကဆံၚ်ၚုဟ်မးရှ်, ပါန်ခဳ, ကသူ၊  မၞိဟ်ရသူလေပ်အရက်ခိုဟ်,ဟွံခိုဟ်။"},
{"word":"connote","def":"vt.  သကဵုကသပ်ထပ်ပံက်အဓိပ္ပာဲလ္တူသ္ဇိုၚ်ဝေါဟာတြေံ။  connotation (n)  ဒဒှ်မကဵုကသပ်ထပ်ပံက်အဓိပ္ပါယ်လ္တူသ္ဇိုၚ်ဝေါဟာတြေံ။"},
{"word":"conquer","def":"vt.  ဇၞး၊  မာန်၊  စၞေဟ်။  ၂။  ဇၞးကေတ်၊  သီကေတ်၊  စၞေဟ်ကေတ်။  conqueror (n)  မၞိဟ်ဂွံဇၞး။  conquest (n)  ပွမဂွံဇၞး၊  ပွမစၞေဟ်ဂွံ။"},
{"word":"consanguinity","def":"n.  ဒဒှ်မဆေၚ်စပ်ဒၟံၚ်ကဵုဆီ၊  ဒဒှ်မဒှ်ဒၟံၚ်ကလောမသ၊  ဒဒှ်မစပ်ဖျပ်ဒၟံၚ်နဒဒှ်မသ၊  ပွမဒှ်ဆီကြပ်ကြပ်။"},
{"word":"conscience","def":"n.  စိုတ်သမ္တီမပါ်ပဲါလေပ်ဒဒှ်ခိုဟ်,ဟွံခိုဟ်၊  ပုၚ်ခၟော၊  ဓဝ်ဟိရိသြတ္တပ္ပ။"},
{"word":"conscientious","def":"adj.  မလေပ်တီတာလျိုၚ်၊  မလေပ်သကဵုလကိုတ်ပါပ်၊  မလေပ်ရေၚ်တၠုၚ်နကဵုလညာတ်ညာဏ်ပညာနွံနွံ။  conscientiousness (n)  ဓဝ်သြတ္တပ္ပ။"},
{"word":"conscious","def":"adj.  ပၠောပ်စိုတ်၊  မဂွံသတိ၊  မဟၟဲကဵုဗၠးအာသတိ၊  မတီကၠိုဟ်။  ၂။  မတီဒၟံၚ်ပ္ဍဲစိုတ်ဇကု။  consciously (adv)  နဒဒှ်မတီကၠိုဟ်ဒၟံၚ်ပ္ဍဲစိုတ်ဇကု၊  ယောၚ်စိုတ်။  consciousness (n)  သညာ၊  စေတနာ၊  ဒဒှ်မတီ။  ၂။  ဓဝ်သမ္တီ။  ၃။  ကွေတ်သြတ္တပ္ပ။"},
{"word":"conscript","def":"vt.  သကဵုဒုၚ်ကာပၞာန်အပ္ဍဲဒပ် နကဵုဥပဒေဟွံဒုၚ်ကာပၞာန်ဟွံဂွံ။  n.  မၞိဟ်သ္ဒးဒုၚ်ပၠောပ်ပ္ဍဲဒပ်ပၞာန်နကဵုဥပဒေ။  conscription (n)  ဒဒှ်မကော်နကဵုအသံသွက်ဂွံဒုၚ်ကာပၞာန်။"},
{"word":"consecrate","def":"vt.  ပသေက်၊  ရန်တၟံ၊  ရန်တၟံတုဲကဵုဒါန်၊  ထောံကယျောၚ်ကျာ်၊  ပ္တိုန်ပယျၚ်၊  ထ္ၜုတ်ပတိုန်နဒဒှ်ပူဂဵုမပြဲပြဲမွဲ။  consecrate the king. (vt)  ဒုၚ်ပသေက်၊  ဒုၚ်ပသေက်ရာဇာဘိသေက။  consecration (n)  ဒဒှ်မရန်တၟံတုဲကဵုဒါန်၊  ဒဒှ်မပသေက်။  consecrated cord. (n)  ပရိုတ်၊  ဇုက်ပရိုတ်။"},
{"word":"consecutive","def":"adj.  မဒှ်မွဲစိုတ်မွဲစရိုတ်။  consecutively (adv)  နဒဒှ်မွဲစိုတ်မွဲစရိုတ်။"},
{"word":"consensus","def":"n.  ဒဒှ်မဒှ်မွဲစိုတ်မွဲစရိုတ်၊  ဒဒှ်မတုပ်စိုတ်သီုညးဖအိုတ်။"},
{"word":"consent","def":"vt.  စိုတ်တုပ်တုဲဒုၚ်တဲ၊  ကဵုအခေါၚ်၊  ဗက်အလိုက်၊  ဒုၚ်အရီု။  n.  တၚ်မတုပ်စိုတ်ဒုၚ်တဲ၊  ဒမုၚ်။"},
{"word":"consequence","def":"n.  တရံၚ်တဍုဟ်၊  တရံၚ်လဍုဟ်၊  နိဿန်၊  ပွမဖျိုပ်ကဵုဒတုဲဖဵု၊  ဖဵုနိဿန်၊  အဆက်ဒတုဲဖဵု၊  ပရော၊  ပရောပရာ၊  ပရောဟိုတ်ဖဵု၊  ပွမဒှ်ဇၞော်ကဵုကေၚ်ကာ။  consequent (adj)  မက္တဵုဒှ်ကၠုၚ်ဒတုဲဖဵု၊  အရာမဇၞော်ကဵုပၟိက်။"},
{"word":"conservation","def":"n.  ပွမထိၚ်ဒက်၊  ပွမမၚ်မွဲညံၚ်ဟွံဂွံဟီုလာ်အာ,ညံၚ်ရဴဟွံဂွံဟောံဗြမ်အာ။"},
{"word":"conservatism","def":"n.  ဝါဒကိုန်သာဝေတေပ်၊  ဝါဒမနွံပၟိက်သွက်ဂွံထိၚ်ဒက်လဝ်အကာဲအရာပရေၚ်ဍုၚ်ကွာန် မနွံတန်တဴဒၟံၚ်ကဆံၚ်တ္ၚဲဏံ၊  ဝါဒမဒစဵုဒစးကဵုမသ္ပထောံအပြံၚ်အလှာဲလွာဲဂှ်။"},
{"word":"conservative","def":"n.  ပူဂဵုမၞိဟ်နွံပၟိက်သွက်ဂွံထိၚ်ဒဝ်လဝ်အကာဲအရာပရေၚ်ဍုၚ်ကွာန် မက္တဵုဒှ်ဒၟံၚ်ပ္ဍဲဍုၚ်ကွာန်အခါလၟုဟ်။"},
{"word":"conservatoire","def":"n.  ဘာကွတ်ပါန်ကွိၚ်ကွိုက်(မဗ္တောန်ကဵုဒယှ်ေ,လှ်ေ,ဇာတ်ပၠ)။"},
{"word":"conservatory","def":"n.  ရုၚ်ဒ္ၚောဝ်မတဵုလဝ်တၞံဆု၊  ဘာကွိၚ်ကွိုက်။"},
{"word":"conserve","def":"vt.  မထိၚ်ဒက်လဝ် ညံၚ်ရဴဟဂွံပြံၚ်လှာဲ၊  မထိၚ်ဒဝ်လဝ်ညံၚ်ရဴဟဂွံလီုလာ်၊  မထိၚ်ဒဝ်လဝ်ညံၚ်ရဴဟဂွံဟောံဗြမ်အာ။"},
{"word":"consider","def":"vt. vi.  ခဝ်၊  ချပ်တော်ဂိုတ်၊  ဃိတ်၊  စၚ်ခြၚ်၊  စၚ်ခြၚ်ချပ်ဗ္စာရဏာ၊  စန်စာချပ်၊  တော်ဆ၊  စၚ်ခြၚ်တော်ဆ၊  ဖျပ်ချပ်တော်ဂိုပ်၊  ဗ္စာ၊  ဗ္စာရဏာ၊  ရန်၊  လဖှ်ဗှ်သၞာ။၂။  စုတ်လဝ်ဒၞာဲသွက်ဂွံချပ်စၚ်ခြၚ်၊  ကဵုချပ်ရံၚ်ကဵုစိုတ်ဇကု။၃။  သမ္တီကေတ်၊  ညာတ်ကေတ်၊  စွံစိုတ်။  considerable (adj)  မထေက်ကဵုသ္ဒးချပ်ဗ္စာရဏာကဵုဇကုဇကု။  consideration (n)  ပွမစုတ်ပ္ဍဲဒၞာဲသ္ဒးချပ်စၚ်ခြၚ်၊  ဒဒှ်မစုတ်ထောံဒၞာဲသွက်ဂွံဒးညႇာဒည၊  ဒဒှ်မစုတ်ထောံဒၞာဲ သွက်ဂွံချပ်ဗ္စာရဏာကဵုဇကုဇကု။  ၂။  ပွမစၚ်ခြၚ်သ္ၚေဝ်ဂၠေပ်။  ၃။  တၚ်မသ္ဒးစုတ်ပ္ဍဲဒၞာဲသွက်ဂွံချပ်စၚ်ခြၚ်။  ၄။  ၚုဟ်လိၚ်ခၟာၚ်။  considering (prep)  မချပ်ကဵုစိုတ်ဇကုတုဲ၊  စုတ်ချပ်ဗ္စာရဏာမ္ဂး။"},
{"word":"consign","def":"vt.  ပလံၚ်ဗၞိက်။၂။  အပ်လှဲကဵု၊  အပ်ပြာပ်ကဵု။  consignee (n)  မၞိဟ်ဒုၚ်ကေတ်တဲဗၞိက်။  consignment (n)  ပွမပလံၚ်ဗစိုပ်ကဵုကပေါတ်၊  ကပေါတ်ဗၞိက်မပလံၚ်ကဵု။  consignor (n)  မၞိဟ်ပလံၚ်ကပေါတ်ဗၞိက်။"},
{"word":"consist","def":"vi.  လုပ်၊  လုပ်လၟိဟ်၊  လုပ်အဝေါၚ်၊  ပါကီု။  ၂။  လုပ်ဒၟံၚ်အဝေါၚ်မဒှ်တၚ်အဓိက။"},
{"word":"consistence(cy)","def":"n.  ဒဒှ်မဒှ်တဴမွဲပလိုဟ်ဓဝ်၊  ပွမတန်တဴဟွံမွဲကဵုဓဝ်ဖံက်ပၠန်။  ၂။  ဒဒှ်မခတ်ကေဝ်၊  ဒဒှ်မခတ်ကလောံ၊  ဒဒှ်မခတ်ကၠေတ်။"},
{"word":"consistent","def":"adj.  မဒှ်မွဲပၠိုဟ်ဓဝ်၊  မဟွံဒစးဗၠန်၊  မဒှ်ဗီုအတိုၚ်ပကတိ။  ၂။  မညဳညတ်၊  မကိတ်ညာပ်။"},
{"word":"console","def":"vt.  ကဵုဓတ်သ္ဍိုက်မၠိုက်စိုတ်၊  သကဵုစိုတ်သက်သာ။  consolation (n)  ပွမကဵုဓတ်သွက်သ္ဂောံကၞပ်သ္ၚိတ်အာ၊  ဒဒှ်မသ္ပသွက်စိုတ်သ္ဂောံသက်သာအာ။"},
{"word":"consolidate","def":"vt. vi.  သကဵုကြံၚ်မ္ၚိုဟ်ဗိုန်ခိုၚ်ကၠုၚ်၊  သကဵုကြံၚ်မ္ၚိုဟ်ဗိုန်ခိုၚ်။  ၂။  ပံၚ်ကောံ၊  သကဵုဒှ်မွဲဂကောံမွဲကလောံ။  consolidation (n)  ဒဒှ်မသကဵုကြံၚ်မ္ၚိုဟ်ဗိုန်ခိုၚ်ကၠုၚ်။"},
{"word":"consols","def":"n. (pl.)  လိက်ကသုက်ကေတ်တာလျိုၚ်ဒမၠေံသြန် အလဵုအသဳအေန်ဂလာန်။"},
{"word":"consomme","def":"n. (Fr.)  ဍာ်ဖျုန်ၜိုဟ်ကေဝ်ကေဝ်။"},
{"word":"consonant","def":"n.  ဗျဉ်၊  အက္ခရ်ဗျဉ်။  adj. မကိတ်ညာပ်၊  မစှ်ေအလိုက်။"},
{"word":"consort","def":"n.  သ္ကံ၊  သမ္ဘာ၊  ဗြဴတၠသ္ၚိ၊  တြုံတၠသ္ၚိ။  vt.  ပံၚ်ဖက်၊  တိက်မွဲစွံမံၚ်မွဲစွံ၊  သ္ဍိုက်ဆာန်၊  သာဓာ၊  ဒးအာညးသ္ကံ။  consort of Sakka or Indra. (n)  သုဇာတာ။"},
{"word":"conspectus","def":"n.  တၚ်မဓမံက်ထ္ၜးကဵုဗွဲယေဘုယျ၊  တၚ်မဓၟံက်ထ္ၜးကဵုဗွဲနာနာသာ်။"},
{"word":"conspicuous","def":"adj.  မတီကၠး၊  မညာတ်ကၠး၊  မပြာကတ်၊  ရာၚ်ဆာဲ။"},
{"word":"conspire","def":"n.  ဒဒှ်မပံၚ်ပ္တိတ်ကသပ်၊  ကသပ်ချပ်လဝ်ပရေံပရေံ။  conspirator (n)  မၞိဟ်မချပ်ကသပ်မွဲကရောံမွဲဂကူ။"},
{"word":"constable","def":"n.  ဗၠာဲသၟိၚ်၊  သၞာဲဒဴ၊  ပဝ်လေတ်(သ်)။  constabulary (n)  ဂကောံရဲဗၠာဲသၟိၚ်။"},
{"word":"constancy","def":"n.  ပွမနွံဒၟံၚ်မွဲပလိုဟ်ဓဝ်၊  ဒဒှ်မဒှ်မွဲပလိုဟ်ဓဝ်၊  ပွမဟွံဒစဵုဒစးဒစေၚ်ဗၠေၚ်။"},
{"word":"constant","def":"adj.  ဒမၠိ၊  နိစ္စ၊  မဒှ်ဒၟံၚ်တွဵု၊  မဒှ်ဒၟံၚ်လၟိုန်။  ၂။  မတန်ကြန်ဒၟံၚ်ဗွဲမဗိုန်ဗတ်ခိုၚ်ကၠိုက်၊  မဒှ်သဒှ်သစ္စနွံဒၟံၚ်ဗိုန်ဗိုန်၊  မဟွံဒစေၚ်ဗၠေၚ်အာ။  constantly (adv)  တွဵု၊  လၟိုန်၊  ဟွံပိုတ်ဟွံပိုတ်။"},
{"word":"constellation","def":"adj.  သၞံၚ်၊  ဂကောံသၟန်သၞံၚ်၊  ဂကောံနက်သတ်သၞံၚ်။"},
{"word":"consternation","def":"n.  ပွမဖေက်လကိုတ်ဒှ်အံသဝ်။"},
{"word":"constipation","def":"n.  ဒဒှ်ဂၞဴမချုက်၊  ဒဒှ်ဂၞဴမဗိုန်ခိုၚ်။  constipate (vt)  သကဵုဂၞဴချုက်၊  သကဵုဂၞဴဗိုန်ခိုၚ်။"},
{"word":"constituency","def":"n.  ဒေသဆန္ဒမာဲကၠတ်ထဝ်၊  မၞိဟ်မနွံကဵုအခေါၚ်ကဵုမာဲ ပ္ဍဲဒေသဆန္ဒမာဲကၠတ်ထဝ်။"},
{"word":"constituent","def":"adj.  မနွံကဵုအဝဵု သွက်ဂွံချူဒဇက်သၞောဝ် သ္ဇိုၚ်ဥပဒေစန်ဒက်၊  မနွံကဵုအဝဵုအခေါၚ်သွက်ဂွံပလေဝ်ပလေတ် သၞောဝ်ဇိုၚ်ဥပဒေ။  ၂။  မလုပ်ကောံပံၚ်ကလောံဒၟံၚ်၊  မလုပ်နွံအနေပိုတ်ဒကုတ်။  constituent parts. (n)  ကြိယာဗာ။  constituent part of the body. (n)  ဓာတ်။"},
{"word":"constitute","def":"vt.  ခါန်ကၞက်၊  ပအပ်ကဵုအဝဵု၊  အပ်ပြာပ်ကဵုအဝဵု။  ၂။  ပ္တန်ပ္တေဝ်တုဲအပ်ပြာပ်ကဵုအဝဵု။  ၃။  လုပ်ကောံပံၚ်စပ်ဒၟံၚ်၊  စှ်ေအာသဘဴဂှ်၊  တုဲဒှ်အာဗီုနဲဂှ်။"},
{"word":"constitution","def":"n.  ဓတ်၊  ဗီုစန်ဒက်အုပ်ဓုပ်၊  သၞောဝ်သ္ဇိုၚ်ဗီုအုပ်ဓုပ်စန်ဒက်၊  သ္ဇိုၚ်ဥပဒေဗီုစန်ဒက်အုပ်ဓုပ်။  ၂။  ဗီုပတန်လဝ်ဇကုခန္ဓပိုဲ၊  အကာဲအရာဇကုခန္ဓ။  ၃။  ဗီုစန်ဒက်၊  ဗီုပတန်ပ္တေဝ်၊  ဗီုခၞံဗဒှ်၊  ဗီုသိုၚ်ဗဒှ်။  ၄။  ဗီုစိုတ်စရိုတ်၊  သဘဴသဘာဝ။  constitutional (adj)  မဆေၚ်စပ်ကဵုဗီုသၞောဝ်သ္ဇိုၚ်ဥပဒေ။  constitutionalism (n)  ဝါဒမပတှ်ေကေတ်ပရေၚ်အုပ်ဓုပ်ဍုၚ်ကွာန်နကဵုနဲကဲသ္ဇိုၚ်သၞောဝ်ဥပဒေ။"},
{"word":"constrain","def":"vt.  သကဵုကၠောန်နကဵုနဲအဓမ္မ၊  ပရာန်ကဵုကၠောန်။  constrained (adj)  မသ္ဒးဒုၚ်ပၟၚ်ပၟဲလဝ်၊  မဟွံသေၚ်ကဵုအတိုၚ်ပကတိ။  constraint (n)  ဒဒှ်မသကဵုကၠောန်နကဵုနဲအဓမ္မ၊  ပွမပရာန်ကဵုကၠောန်။"},
{"word":"constrict","def":"vt.  ပတ်၊  သကဵုတောံအာ၊  သကဵုခညောံအာ၊  ပကောံတံၚ်၊  သကဵုဂြာတ်အာ။  constriction (n)  ဒဒှ်မသကဵုကြေပ်ဂြတ်၊  ဒဒှ်မသကဵုခညောံတောံအာ။"},
{"word":"construct","def":"vt.  ခၞံ၊  ခၞံဗဒှ်၊  ပ္တန်။  constructor / construcion (n)  ပွမခၞံ၊  ပွမပ္တန်ဗဒှ်၊  ဗီုခၞံ။  ၂။  အရာမခၞံဗဒှ်လဝ်၊  အရာမပ္တန်ဗဒှ်လဝ်။  ၃။  တၚ်မကံက်ကေတ်အဓိပ္ပာဲ။  constructive (adj)  မသကဵုဒှ်အထံက်အပၚ်၊  မသကဵုဒှ်အရီုအဗၚ်၊  မဒှ်သဘဴဗီုဂွံဒှ်ကမၠောန်။"},
{"word":"construe","def":"vt. vi.  ကၠာဲအဓိပ္ပာဲ၊  ကံက်ကေတ်အဓိပ္ပာဲ။  ၂။  ပါ်ထ္ၜးကဵုပိုဒ်ပ္ဍဲဝါကျ(သဒ္ဒါ)။"},
{"word":"consul","def":"n.  ဝန်မစဵုဒၞာရီုဗၚ်ကဵုကောန်ဂကူဇကုမတန်တဴဒၟံၚ်ပ္ဍဲဍုၚ်သအာၚ်၊  ဝန်ကဵုအရီုအဗၚ်။"},
{"word":"consular","def":"adj.  မဆေၚ်စပ်ကဵုကမၠောန် ဝန်ကဵုအရီုအဗၚ်။  consulate (n)  ဒၞာဲဝဲါဝန်အရီုအဗၚ်၊  ရုန်ဝန်အရီုအဗၚ်။  consulship (n)  ဒၞာဲဝဲါဝန်မကဵုအရီုအဗၚ်၊  အယုက်အထက်ဝန်မကဵုအရီုအဗၚ်။"},
{"word":"consult","def":"vt.  ချပ်ဂၞန်၊  တေၚ်ဗၚ်၊  ချပ်တေၚ်ဗၚ်၊  သဳကၠဳချပ်တေၚ်ဗၚ်၊  ချပ်စၚ်ခြၚ်၊  ကေတ်ကသပ်ပ္ညဳပ္ညပ်။  ၂။  စုတ်ထောံသွက်ဂွံချပ်စၚ်ခြၚ်။  consult with a view to a union of sentiment. (vt)  ပ္ညဳပ္ညပ်။  consultant (n)  မၞိဟ်ကဵုကသပ်၊  မၞိဟ်သ္ဂောံချပ်ဂၞန်စ၊  ပါရဂူ၊  မှာသဝ်ဇၞော်။  consultation (n)  ပွမသဳကၠဳ၊  ပေဲါသဘၚ်သဳကၠဳ။"},
{"word":"consume","def":"vt. vi.  စသုၚ်။  ၂။  သကဵုဇတ်အိုတ်။  ၃။  သကဵုလီုလာ်၊  သကဵုတူကၠိုက်၊  သကဵုလီုသုန်ဂြာံအာ။  ၄။  သကဵုစိုတ်ဍောၚ်ဇြဟောံ။  ၅။  သကဵုကြဳအာ၊  သကဵုသုန်ဂြာံအာ။  consume with fire (vt.vi)  စံၚ်၊  စံၚ်ပၠေၚ်ထောံ။  consumer (n)  မၞိဟ်စသုၚ်။"},
{"word":"consummate","def":"adj.  မဍိုက်ပေၚ်၊  မဟွံမွဲဏံဟွံမွဲ။  vt.  သကဵုဍိုက်ပေၚ်၊  သကဵုတုဲဒှ်၊  သကဵုကမၠောန်ဒှ်။  consumation (n)  ဒဒှ်မက္ဍိုက်ပေၚ်၊  ဒဒှ်မဟၟဲဏံဟွံမွဲ။"},
{"word":"consumption","def":"n.  ဒဒှ်မစသုၚ်၊  ပွမသကဵုဇတ်ကှ်အိုတ်၊  ပွမသကဵုသုန်ဂြာံ၊  သၞောတ်ဗ္ၜတ်ပွမစသုၚ်။  ၂။  ယဲကသံ၊  ယဲတဳဗဳ၊  ယဲခ္ဍက်ဆီတိတ်၊  ယဲဒူလာဆီ။"},
{"word":"consumptive","def":"adj.  မနွံကဵုယဲကသံ။  n.  မၞိဟ်ဒှ်ယဲကသံ။"},
{"word":"contact","def":"n.  ပွမဆက်၊  ပွမဒွံလုက်ဒး၊  ပွမထဍဳရေၚ်သ္ကံ။  vt.  ဆက်ဆောံ။"},
{"word":"contagion","def":"n.  ဒဒှ်သၞာန်ကၠောံအာ(ယဲ)။  contagious (adj)  မလေပ်ကၠောံသၞာန်။"},
{"word":"contain","def":"vt.  လုပ်လၟိဟ်၊  လုပ်အဝေါၚ်၊  ပါကီု။  ၂။  ထိၚ်ဒဝ်လဝ်၊  ကၞာတ်ဂစိုတ်လဝ်၊  ဆဵုတာလဝ်။  container (n)  ဇွောံစုတ်(ပလၚ်,ဗဳ)။"},
{"word":"contaminate ","def":"vt.  သကဵုကၠိခန်၊  သကဵုကၠိခ္ဍက်၊  သကဵုနွံကဆံၚ်ဟွံအးဟွံၚး၊  သကဵုဒှ်ဟွံဗၠးနူအန္တရာဲယဲ။  contamination (n)  ဒဒှ်မကၠိခန်၊  ဒဒှ်မကၠိခ္ဍက်။"},
{"word":"contemn","def":"vt.  က္ဍုဟ်မၠေံဇအိုန်ဇရ၊  ဟွံသ္ပတီ၊  ဟွံသ္ပကေၚ်ကာ၊  ဟွံအဲပရဲရှ်ေသှ်ေ။"},
{"word":"contemplate","def":"vt.  ဗဵုလ္ၚတ်သ္ၚေဝ်ဂၠေပ်၊  ဗ္စာရဏာဗက်အာ၊  ဇာခယျ ညာတ်ကေတ်ပ္ဍဲစိုတ၊  ရန်တၟံ၊  ရန်လဝ်၊  စွံအရီုစၚ်ခြၚ်။  contemplation (n)  ဒဒှ်မဗဵုလ္ၚတ်သ္ၚေဝ်ဂၠေပ်၊  ပစ္စဝေက်။  contemplative (adj)  မလေပ်နွံကဵုဂမြၚ်ညာဏ်၊  မသ္ဍိုက်မၠိုက်ကဵုပွမပၟဝ်ဘာဝနာ၊  ပွမစွံအရီုစၚ်ခြၚ်။"},
{"word":"contemporary","def":"adj.  မဒှ်မွဲခေတ်ဓဝ်၊  မဒှ်မွဲအခိၚ်ဓဝ်။  ၂။  မဆေၚ်စပ်ကဵုခေတ်လၟုဟ်၊  မဆေၚ်စပ်ကဵုခေတ်ဏံ။  n.  မၞိဟ်မံၚ်ကၠုၚ်မွဲအခေတ်မွဲအခိၚ်,မွဲစွံ။  contemporaneous (adj)  မဒှ်မွဲဂရိုက်ဓဝ်၊  မဒှ်မွဲအခိၚ်ဓဝ်၊  မဒှ်မွဲအခိၚ်အခါဓဝ်။"},
{"word":"contempt","def":"n.  ပွမသ္ဒးဒုၚ်က္ဍုဟ်မၠေံဇအိုန်ဇရ၊  ပွမသ္ဒးအထေၚ်သောဲဗြောဲ၊  မဒှ်မသ္ဒးဒုၚ်မွဲသွတ်။  ၂။  ဒဒှ်မဇအိုန်ဇရ။  ၃။  ဒဒှ်မဟွံသ္ပကေၚ်ကာ၊  ဒဒှ်မဟွံသ္ပဂရု။  ၄။  ဒဒှ်မဟွံသ္ပဂရု, မဟွံသ္ပကေၚ်ကာကဵုရုၚ်ဂဗုတ်။  contemptible (adj)  မသ္ဇက်ဒးက္ဍုဟ်မၠေံခိုဟ်။  contemptuous (adj)  ဟွံသ္ပကေၚ်ကာ၊   မဟွံသ္ပဂရု၊  မယိုက်မာန၊  မယိုက်မာန်။  contemptuously (adv)  နဒဒှ်မဟွံသ္ပကေၚ်ကာ၊  နဒဒှ်မဟွံသ္ပဂရု။"},
{"word":"contend","def":"vt.  ပြိုၚ်၊  ပြိုၚ်ပ္ကာန်၊  တဝ်မုက်။  ၂။  ဟီုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ် ဗိုန်ဗိုန်ဗတ်ဗတ်။  contention (n)  ဒဒှ်မပြိုၚ်ပ္ကာန်၊  ပွမပ္တဝ်မုက်၊  တၚ်ကယျာန်ပဲါ၊  တၚ်ဟီုဂးခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။  contentious (adj)  မဂၠာဲသၞ၊  မသ္ပညံၚ်ရဴသၞသ္ဂောံဂၠိုၚ်တိုန်။  contend in battle. (vt)  ဗတိုက်ပၞာန်၊  ဗတိုက်ဗ္တုန်။"},
{"word":"contengency","def":"n.  ကိစ္စကေၚ်ကာမွဲမွဲ မက္တဵုဒှ်တိုန်မာန်။"},
{"word":"content","def":"n.  အရာမလုပ်ဒၟံၚ်ကရောံကရာ(ပရောပရာ)။  ၂။  ပရိုက်၊  ပမာဏမစုတ်လုပ်။  contents of the stomach. (n)  စၞတၟိ။  adj.  မက္ဍိုက်ပေၚ်ရုမ်ဂပ်၊  မပေၚ်တဴကဵုဂၞပ်စိုတ်။  ၂။  မဒးဂၞပ်စိုတ်။  vt.  သကဵုက္ဍိုက်ပေၚ်စိုတ်၊  သကဵုဒးဂၞပ်စိုတ်၊  အေၚ်သတှ်ေ၊  အေၚ်ဒုၚ်သတှ်ေ။  contented (ppl.adj)  မဒးဂၞပ်၊  မက္ဍိုက်ပေၚ်တဴကဵုဂၞပ်စိုတ်၊  မဒှ်တဴညံၚ်ရဴဗီုဒးဂၞပ်စိုတ်။  contention (n)  ဝိဝါဒ၊  ဝိဝါတ်၊  ပွမလွေၚ်၊  ပွမအေၚ်ဒုၚ်သတှ်ေ။  contentment (n)  ပွမနွံကဵုကဆံၚ်မဍိုက်ပေၚ်စိုတ်၊  ပွမအေၚ်ဒုၚ်သတှ်ေ။"},
{"word":"conterminous","def":"adj.  မနွံကဵုတွဵုဒၞက်မဆက်စပ်ဒၟံၚ်၊  မနွံကဵုတၞုၚ်တၞောတ်မဆက်စပ်ဒၟံၚ်။"},
{"word":"contest","def":"vt. vi.  ပကာန်၊  ပကာန်တဲ၊  ပြိုၚ်၊  ပြိုၚ်ပ္ကာန်၊  လုပ်ပေဲါပြိုၚ်ပ္ကာန်။  ၂။  ဒုၚ်ကယျာန်ဒစဵုဒစး၊  ဒုၚ်ကယျာန်စာန်စး။  n.  ဒဒှ်မပ္ကာန်၊  ပေဲါဗတိုက်၊  ပေဲါပြိုၚ်ပ္ကာန်။  contestant (n)  မၞိဟ်လုပ်ပြိုၚ်ပ္ကာန်။"},
{"word":"context","def":"n.  ဂလာန်ဆက်စပ်ဗွဲကြဴဂတ။  ၂။  ဒဒှ်ဆက်စပ်ဒၟံၚ်ကဵုဗီုမဒှ်ကၠုၚ်၊  အကာဲအရာဟိုတ်ဖဵုဗီုပြၚ်မဒှ်ကၠုၚ်။  contextual (adj)  မဆေၚ်စပ်ကဵုဂလာန်ကြဴဂတ။"},
{"word":"contiguous","def":"adj.  မစပ်ဒၟံၚ်၊  မကြပ်ဒၟံၚ်၊  မဆိုက်ညန်ဒၟံၚ်၊  မတန်ဆိုက်ညန်ဒၟံၚ်။  contiguity (n)  ပွမဒးစပ်ဒၟံၚ်၊  ပွမကြပ်ဒၟံၚ်၊  ပွမတန်ဆိုက်ညန်ဒၟံၚ်။"},
{"word":"continent","def":"n.  ဂၠးတိမနွံကဵုပွဳပၠိုၚ်သၠဲဇၞော်အိုတ်၊  တိုက်။  continental (adj)  မဆေၚ်စပ်ကဵုတိုက်၊  မဆေၚ်စပ်ကဵုပွဳပွိုၚ်ဂၠးတိဇၞော်အိုတ်။  adj.  မထိၚ်ဒက်လဝ်ဇကုဇကုမာန်၊  မထိၚ်ဒက်လဝ်စိုတ်ဆန္ဒဇကုဇကုမာန်။  continence (n)  ဒဒှ်မထိၚ်ဒက်လဝ်စိုတ်ဆန္ဒဇကုဇကုမာန်။"},
{"word":"contingent","def":"adj.  မဟွံချိုတ်ပၠိုတ်၊  မက္တဵုဒှ်တိုန်နူဟိုတ်မွဲမွဲသာ်။  ၂။  မတန်တဴဒၟံၚ်လ္တူဒဒှ်မွဲမွဲ။"},
{"word":"continuance","def":"n.  အခိၚ်ကာလမဆက်က္တဵုဒှ်ဒၟံၚ်၊  ထဳတိ။  continuation (n)  ပွမဆက်ရေၚ်တၠုၚ်အဆက်။  continuity (n)  ပွမဆက်က္တဵုဒှ်ဒၟံၚ်၊  ပွမဆက်ကၠောန်အဆက်အစပ်။  continuous (adj)  မဒှ်ဒၟံၚ်ဟွံပိုတ်ဟွံသ္ကုတ်။"},
{"word":"continue","def":"vt. vi.  စေန်ဆက်၊  ဆက်တုဲအာ၊  ဆက်တုဲကၠောန်အာ၊  ဒတောဝ်၊  ဗျာပ်၊  မံၚ်ဂှ်ဆက်မံၚ်အာ။  ၂။  ထပ်ပ္တန်တၟိ၊  ထပ်ဆက်ကၠောန်ပၠန်။  continue in. (vt.vi)  တၞီလုပ်။  continual (adj)  မဒှ်ဟွံပုတ်ဟွံသ္ကုတ်အာ။  continuous (adj)  ဗျိၚ်၊  မဟွံပိုတ်၊  မဟွံသ္ကုတ်အာ။  continuously (adv)  အဓာန်၊ တဝဵု၊  တွဵု၊  တွဵုနူဂှ်၊  လဝဵု၊  လအိတ်တွဵု၊  လၟိုန်၊  ဟွံပိုတ်၊  ဟွံသ္ကုတ်၊  ဟွံပိုတ်ဟွံသ္ကုတ်။"},
{"word":"contort","def":"vt.  ကဵုတောံလီ။  contortion (n)  မၞိဟ်လေပ်တောံလီဇကုဇကု။"},
{"word":"contour","def":"n.  ပၞောန်ကၞာတ်လဝ်ပယျဵုလ္တူဗီုဂၠးတိ၊  ပၞောန်ကၞာတ်လဝ်သမၠုၚ်မုက်ဂၠးတိ၊  ပၞောန်ကိုန်တောဝ်။"},
{"word":"contra-","def":"prefix. (မတိတ်အဓိပ္ပာဲ)လ္ပာ်ဒစဵုဒစး။"},
{"word":"contraband","def":"n.  ပွမပၠောပ်ပ္တိတ်ကပေါတ်ဒမၠုက်။"},
{"word":"contract","def":"n.  လိက်ကသုက်ကတိ။  vt. vi.  ချုက်လိက်ကသုက်ကတိတုပ်စိုတ်။  ၂။  ဒုၚ်တာလျိုၚ်သွက်ဂွံကဵု။  ၃။  ဂွံကၠုၚ်။  contractor (n)  မၞိဟ်ကၠောန်ကမၠောန်မထပိုတ်လဝ်ၚုဟ်မးဒတုဲ။  vt. vi.  ဒမၠေံဖျေံ၊  သရောပ်ထောံ၊  သကဵုထညောံလုပ်။  ၂။  ခညောတ်အာ၊  ရုန်၊  ဂစာန်ရုန်ကၠုၚ်၊  တေၚ်ကၠုၚ်၊  က္ဍန်ကၠုၚ်၊  ခတ်က္ဍန်ကၠုၚ်။"},
{"word":"contraction","def":"n.  ပွမရုန်၊  ပွမထညောံလုပ်၊  ပွမသ္ပထောံဗွဲခမၞန်။  ၂။  ဒဒှ်ကတေၚ်မတံၚ်။"},
{"word":"contradict","def":"vt.  မိက်ဂွံသ္ဂးဂလာန်ဒစဵုဒစးကဵုဂလာန်မချူမဟီုလဝ်တံမူ။  contradiction (n)  ဝိရောဓိ၊  ပွမဒှ်ပဋိပက္ခ။  contradictory (adj)  မဒှ်ဝိရောဓိ၊  မဒှ်ပဋိပက္ခ။"},
{"word":"contralto","def":"n.  ရမျာၚ်သၟတ်ဗြဴ၊  သၟတ်ဗြဴမဒယှ်ေနကဵုရမျာၚ်သဝ်သဝ်သောဲသောဲဂွံ၊  ဒွက်မ္ဒးဒယှ်ေနကဵုရမျာၚ်မၞိဟ်ဗြဴ(ရမျာၚ်သဝ်သဝ်သောဲသောဲ)။"},
{"word":"contrariness","def":"n.  ဒဒှ်က္ဍိုပ်မကြံၚ်၊  ပွမကေတ်ဆန္ဒဇကုမွဲဓဝ်။"},
{"word":"contrary","def":"adj.  မစာန်စး၊  ပဋိလုံ၊  မဒစဵုဒစး၊  မဒှ်လက်ဗၠိုက်၊  မဒှ်ဝိရောဓိ။  ၂။  မဒှ်လ္ပာ်ဒစးကျာ။  ၃။  မဟီုဂးစဝါတ်၊  မဒှ်မၞိဟ်က္ဍိုပ်ကြံၚ်ကြံၚ်၊  မလေပ်ကၠောန်ဗီုစိုတ်ဇကုဒှ်၊  မဒှ်မၞိဟ်က္ဍိုပ်ကဗ္တဇြုံ။  adv.  မဒစဵုဒစးတုဲ။  n. (pl.-ries)  အရာမဒှ်လက်ဗၠိုက်လက်ဒစး။  contrarily (adv)  နဒဒှ်မဒှ်ဝိရောဓိ။  contrariwise (adv)  လက်ဗၠိုက်၊  လ္ပာ်လက်ဗတး။"},
{"word":"contrast","def":"vt. vi.  ပတဝ်ထ္ၜးကဵုနဒဒှ်ဟွံတုပ်၊  ပတဝ်ထ္ၜးကဵုဒဒှ်မတၞဟ်ခြာ။  ၂။  ဓမံက်ထ္ၜးကဵုကဆံၚ်ဟွံတုပ်ညးသ္ကံ။  n.  ပွမတၞဟ်ခြာ၊  တၚ်ဟွံတုပ်သၟဟ်။"},
{"word":"contravene","def":"vt.  ဒစဵုဒစး။  ၂။  ကယျာန်ဒစဵုဒစး၊  ကယျာန်ပဲါ။  ၃။  ဟွံညဳညတ်ဟွံညဳသာ၊  ဒှ်အာဟွံစှ်ေကဵုဗီုပြၚ်။  contravention (n)  ဒဒှ်မကယျာန်ဒစဵုဒစး။"},
{"word":"contretemps","def":"n. (Fr.)  မဒှ်ဒဒှ်ကံကုသဵုပရေံ။"},
{"word":"contribute","def":"vt. vi.  ပြီု၊  စုတ်လုပ်၊  ဗိုၚ်ရီုဗၚ်၊  ကဵုကသပ်။  ၂။  သကဵုဒှ်အထံက်အပၚ်။  ၃။  ချူပလံၚ်ကဵုလိက်မပ္တံလိက်ပရၚ်။  contribution (n)  ပွမစုတ်ပြီု၊  ပွမပြီု၊  ပွမကဵုဒါန်၊  ပွမကဵုအထံက်အပၚ်။  ၂။  အရာမကဵုအထံက်အပၚ်၊  အရာမစုတ်ပြီု။"},
{"word":"contrite","def":"adj.  မဂွံဓဝ်ဂၠိုက်သ္ၚောံ။  contrition (n)  ဒဒှ်မဂွံဓဝ်ဂၠိုက်သ္ၚောံ။"},
{"word":"contrive","def":"vt. vi.  ချပ်ဖန်ဗဒှ်။  contrivance (n)  အရာမချပ်ဖန်ပ္တန်ဗဒှ်လဝ်။"},
{"word":"control","def":"n.  ပွမထိၚ်ဒက်လဝ်မာန်။  ၂။  ပွမသ္ကိုပ်သ္က၊  ပွမကောပ်ကာဲ၊  စၟိန်စၟာံ၊  စၟိန်ပြမာန်။  ၃။  ပွမအာက္ဍိုပ်ရပ်သၞေဝ်။  vt.(-ll-)  လဒံရး၊  ထိၚ်ဒက်သ္ကိုပ်သ္က၊  က္ဍိုက်က္ဍိုပ်၊  ရပ်သၞေဝ်။  controller (n)  မၞိဟ်ကောပ်ကာဲသ္ကိုပ်သ္က။  control heat (vt)  လဒံဂမ္တဴပၟတ်။"},
{"word":"controversy","def":"n. (pl.-sies)  ဝါဒ၊  ပွမကယျာန်စာန်စး၊  ဒဒှ်မကယျာန်ဓဝါတ်။  controversial (adj)  မနွံကဆံၚ်ဒဒှ်မကယျာန်ဓဝါတ်ညးသ္ကံမာန်၊  မနွံပၟိက်သွက်သ္ဂောံကယျာန်ဓဝါတ်။"},
{"word":"contumely","def":"n.  ဒဒှ်မတေၚ်ခွာလက်၊  ပွမဟီုလက်ချဴဖျေံညးသ္ကံ။"},
{"word":"contusion","def":"n.  ဝပ်မဂိပ္ဍူအပ္ဍဲ။"},
{"word":"conundrum","def":"n.  အရဝ်ဗဒိုဟ်၊  ဂလာန်ဒဒှ်ေ၊  ပုစ္ဆာစမ်ညာဏ်။"},
{"word":"convalescent","def":"n.  မၞိဟ်ယိုပ်ယာတိုန်နူဂိယဲ။  adj.  မယိုပ်ယာကၠုၚ်နူဂိယဲ။  convalescence (n)  ဒဒှ်မယိုပ်ယာတိုန်နူမဂိယဲ။"},
{"word":"convection","def":"n.  ဒဒှ်ဂမ္တဴမဇွောဝ်အာ။  convector (n)  ကရိယာကဵုဓာတ်ဂမ္တဴ။"},
{"word":"convene","def":"vt. vi.  သကဵုကောံကၠုၚ်၊  သကဵုကောံကလောံကၠုၚ်၊  ကော်ပေဲါကောံဓရီု။"},
{"word":"convenient","def":"adj.  မကလိတ်ကလောတ်၊  မစှ်ေသၞောတ်၊  မဒးအခိုက်၊  မဒးအလိုက်။  convenience (n)  ဒဒှ်မစှ်ေဗီု၊  ကရိယာမသကဵုဒှ်တသိုက်ဒုၚ်စသိုၚ်။"},
{"word":"convent","def":"n.  သ္ကံသဳလ,ရဲခရေတ်ရှာန်၊  ဂကောံသဳလ,ရဲခရေတ်ရှာန်။  ၂။  ဘာသဳလ,ခရေတ်ရှာန်။"},
{"word":"convention","def":"n.  ပေဲါကောံဓရီုဗွဲတၟေၚ်၊  သဘၚ်သဳကၠဳ။  ၂။  တၚ်ဍုၚ်မွဲကဵုမွဲ သၟဟ်တုပ်လဝ်စိုတ်။  ၃။  အလေံအခိုက်ကၞာ၊  အခိုက်ကၞာမၞိဟ်ဂမၠိုၚ် မဒုၚ်ကေတ်လဝ်တဲ။  conventional (adj)  မဒှ်အတိုၚ်အခိုက်ကၞာ။  ၂။  မဒှ်ဗီုသၞောတ်တြေံ၊  မဒှ်အတိုၚ်အခိုက်တမၠာ။"},
{"word":"converge","def":"vt. vi.  ကောံကလောံကၠုၚ်ဆဵုညာတ်ညးသ္ကံမွဲဒၞာဲ၊  ကၠုၚ်ဆဵုဂဗညးသ္ကံ။"},
{"word":"conversant","def":"adj.  မလေပ်ဆိုက်ဗ္ဒက်၊  မနွံတဴကဵုဗဟုသုတ၊  မနွံတဴကဵုအညာ။"},
{"word":"conversation","def":"n.  ပွမဟီုဂးဆဵုကျာ၊  ပွမဟီုဂလာန်တက်ကျာ။"},
{"word":"conversational","def":"adj.  မမိက်ဟီုဂးဆဵုညာတ်တက်ကျာ၊  မရပ်စပ်စကာပ္ဍဲမဟီုဂလာန်တက်ကျာ၊  မဒှ်ဂလာန်လဟီု။"},
{"word":"converse","def":"vt.  ဟီု၊  ဟီုဂးဂလာန်၊  တက်ကျာ။  n.  ဒဒှ်မဒှ်လက်ဗၠိုက်၊  ဒဒှ်မဒစဵုဒစး။  adj.  မဒှ်လက်ဗၠိုက်၊  မဒစဵုဒစး။  converse familiary. (vt)  ဟီုသံၚ်ဂဟ၊  ဟီုဂးဍုက်ဍုက်ဍေက်ဍေက်။  conversely (adv)  နဒဒှ်မပၠန်ဂတး။  conversing in secret. (vt)  ဒုတ်ဒီုဟီုမံၚ်။"},
{"word":"convert","def":"vt.  သကဵုပြံၚ်လှာဲ၊  ပြုပြေၚ်ပြံၚ်လှာဲထောံ။  ၂။  သကဵုပြံၚ်လှာဲထောံကွေတ်ဝါဒ။  n.  မၞိဟ်ကွေတ်ဝါဒပြံၚ်လှာဲအာ၊  သောတပန်။  conversion (n)  ပွမသကဵုပြံၚ်လှာဲ၊  ပွမသ္ဒးဒုၚ်ပြံၚ်လှာဲထောံ။  convertible (adj)  မကုပ်ခၠုပ်ဒၟံၚ်၊  မဒှ်ဒၟံၚ်စးကၞုဟ်။"},
{"word":"convex","def":"adj.  မကုပ်ဒၟံၚ်၊  မဒှ်ဒၟံၚ်စးကၞုဟ်။"},
{"word":"convey","def":"vt.  ပလံၚ်၊  ဗစိုပ်၊  သၞာဗစိုပ်၊  ယိုက်ပလံၚ်၊  ရၚ်တၠုၚ်၊  ရၚ်တၠုၚ်ကဵု၊  ရေၚ်တၠုၚ်နၚ်။  ၂။  ကလိုဟ်သကဵုတီ၊  သကဵုတီကၠိုဟ်ခၠၚ်အဓိပ္ပာဲ။  ၃။  အပ်ပြာပ်သၠဲပြံၚ်ကဵု။  conveyance (n)  ပွမပလံၚ်ဗ္စိုပ်၊  ယာန်။  ၂။  လိက်ကသုက်အပ်ပြာပ်သၠဲပြံၚ်။  conveyer (n)  ဇုက်စၞာံပၠာထပှ်ေထပှ်ေ သွက်ဂွံယိုက်ပလံၚ်ကပေါတ်။"},
{"word":"convict","def":"vt.  တပ်ဒန်၊  ဖျေံကဵုဒုဟ်ဒန်၊  ဟီုဂးပ္တိုန်ဒုဟ်။  n.  ပွမစဳရေၚ်ကဵုဒုဟ်ဒန်၊  ရဲခရှ်ေ။  ၂။  သကဵုကၠိုဟ်စိုတ်၊  သကဵုကၠိုဟ်ဆန္ဒ။  ၃။  တၚ်ပတှ်ေစှ်ေစိုတ်။"},
{"word":"convince","def":"vt.  သကဵုကၠိုဟ်ခၠၚ်ပ္ဍဲစိုတ်၊  သကဵုစှ်ေစိုတ်၊  သိပ်ဇၟံစိုတ်။  convincing (adj)  မသကဵုတီကၠိုဟ်ခၠၚ်အပ္ဍဲစိုတ်။"},
{"word":"convivial","def":"adj.  မလေပ်သုၚ်စဝေၚ်ဂြိုၚ်။  ၂။  မလုပ်ကဵုသုၚ်စဝေၚ်ဂြိုၚ်။"},
{"word":"convoke","def":"vt.  ကော်ကေတ်ပေဲါကောံဓရီု၊  ပ္တိတ်အသံကော်ကေတ် ပေဲါကောံဓရီု။  convocation (n) ပွမကော်၊  ပွမကော်နကဵုအသံ၊  သဘၚ်မဟိမု။"},
{"word":"convoy","def":"vt.  ပလံၚ်၊  ဗက်အာနဒဒှ်ပၟၚ်ပၟဲ။  n.  ဒပ်မဗက်အာနဒဒှ်ပၟၚ်ပၟဲ၊  ဂကောံက္ၜၚ်မဗက်အာနဒဒှ်ပၟၚ်ပၟဲ။"},
{"word":"convulse","def":"vt. သကဵုဇတဝ်ဂရိုက်ဗွဲမသ္ကာတ်မြဟ်။  convulsion (n)  ဒဒှ်မဇတဝ်ဂရိုက်ဗွဲမသ္ကာတ်မြဟ်။  convulsive (adj)  မသကဵုဇတဝ်ဂရိုက်ဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"coo","def":"vi. (pt.pp.cooed)  ပူဂြဴ။  n.  ဗရုပူဂြဴ။"},
{"word":"cook","def":"vt. vi.  စိန်၊  ဍုန်၊  တုံ၊  တောံတိုပ်၊  တောံပ္ဍုန်၊  ဖျိန်၊  ဗစိန်။  n.  ကမောံပုၚ်၊  ဂြောဝ်၊  ဂြောဝ်တၟောံပုၚ်၊  ဒြောဝ်၊  မၞိဟ်တောံတိုပ်၊  တၟောံပုၚ်၊  သၟာတောံပုၚ်။  cook a meal. (vt.vi)  ဍုန်ပုၚ်၊  ဖျိန်ပုၚ်။  cook by boiling. (vt.vi)  ၜိုဟ်။  cooked food. (adj)  မဒှ်ဇဟန်စၞမဖျိန်လဝ်။  cooked rice. (adj)  ပုၚ်။  cookery (n)  ကွတ်တောံတိုပ်။  cooking vegetables. (n)  သၞေဝ်တောံသွ။  cooking pot. (n)  ထၟာဲ၊  ခမာဲ။  cooking spoon. (n)  ဂၞော်၊  ယံက်။"},
{"word":"cool","def":"adj.  လၟုဟ်၊  ကၟုဟ်၊  မဂံက်ဂါ။  ၂။  မစွံစိုတ်ၜိုဟ်ၜိုဟ်။  ၃။  မဟွံတီအလိုက်ညး။  ၄။  မဟွံမွဲကဵုဂဝိၚ်က္တဴ၊  မဟွံထတ်ပ္ဍဲစိုတ်။  cool grotto. (n)  လဂီုလ္ဂောဝ်။  vt. vi.  ၜိုဟ်၊  လၜိုဟ်(ၜောဟ်)၊  လၜိုဟ်ကဵု၊  သကဵုဂံက်၊  သကဵုၜိုဟ်သြိုဟ်စိုတ်၊  သကဵုပဟဲပရေစိုတ်။  coolly (adv)  နဒဒှ်မဂံက်ဂါ။"},
{"word":"coolie","def":"n.  သၟာကမၠောန်(မယဵုယိုက်စ)၊  သၟာကမၠောန်မပတှ်ေစဍာ်ဓတ်၊  ကူလဳ။"},
{"word":"coop","def":"n.  ခရိုၚ်၊  ခရိုၚ်စာၚ်။  vt.  စုတ်ခြိုၚ်ပ္ဍဲခရိုၚ်။  ၂။  ပၠောပ်ခြိုၚ်လဝ်၊  စွံလဝ်ဒၞာဲကြေပ်ကြေပ်ဂြတ်ဂြတ်။"},
{"word":"cooper","def":"n.  မၞိဟ်ကၠောန်စေဝ်ဒကုတ်။"},
{"word":"co-operate","def":"vi.  ကောံပံၚ်ရေၚ်တၠုၚ်ကၠောန်။  co-operation (n)  ပွမကောံပံၚ်ရေၚ်တၠုၚ်ကၠောန်။  co-operative (adj)  မဆေၚ်စပ်ကဵုပွမကောံပံၚ်ရေၚ်တၠုၚ်ကၠောန်။  co-operator (n)  ညးမကောံပံၚ်ရေၚ်တၠုၚ်ကၠောန်။"},
{"word":"co-opt","def":"vt.  ဒုၚ်တဲနဒဒှ်ကောန်ဂကောံမွဲ နကဵုဆန္ဒမာဲ ညးမဒှ်ကောန်ဂကောံတုဲတံ။"},
{"word":"co-ordinate","def":"adj.  မဖျပ်စပ်ကဵု၊  မလုပ်ကေၚ်ကာကဆံၚ်တုပ်တုပ်။  n.  အရာ(မၞိဟ်)ဒၟံၚ်မနွံကဆံၚ်ကေၚ်ကာတုပ်တုပ်။  vt.  ဆက်ဖျပ်ကဵု၊  သကဵုဒှ်ညဳညဳညတ်ညတ်။  co-ordination (n) ဒဒှ်မနွံကဵုအစပ်အဖျပ်၊  ပွမညဳညတ်၊  ဒဒှ်မညဳသာ။  co-ordinator (n)  ညးမနွံကဵုအစပ်အဖျပ်၊  ညးမဆေၚ်စပ်။  co-ordinately (adv)  နဒဒှ်မလုပ်ကေၚ်ကာကဆံၚ်တုပ်တုပ်။"},
{"word":"cope","def":"vi.  ပရေပရံၚ်ကဵုဗွဲမအံၚ်ဇၞး၊  ကၠောန်ရေၚ်တၠုၚ်မာန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"coping","def":"n.  ဇုက်ပၞောန်မနွံလ္တူကၟာၚ်ဍိုတ်။"},
{"word":"copious","def":"adj.  မဂၠိုၚ်ဂၠေၚ်၊  (အ္စာကဝိ)မခၞံချူလဝ်လိက်ဗွဲမဂၠိုၚ်မာန်။  copiously (adv) ဗွဲမဂၠိုၚ်။"},
{"word":"copper","def":"n.  သၠုဲ၊  လှုဲ။  ၂။  ဂတှ်ေသၠုဲ၊  ပေဝ်နဳ။  ၃။  ထၟာဲသၠုဲ၊  ထၟာဲဇရုၚ်ရဲခဝါ။  copper coin. (n)  သၠုဲ၊  လှုဲ။  copper pot. (n)  ထၟာဲသၠုဲ။  vt.  ပ္တိုန်အရံၚ်သၠုဲ။"},
{"word":"coppice","def":"n.  ရာပ်၊  ခြုံ၊  ရာံ၊  ဂအာၚ်ကၠံသၟတ်ဇွောံပရေၚ်တဵုလွဳစ။"},
{"word":"copra","def":"n.  ဖျုန်သတ်ဗြဴမစဲလဝ်တ္ၚဲကှ်ကှ်။"},
{"word":"copse","def":"n.  ရာပ်၊  ခြုံ၊  ရာံ၊  ဂအာၚ်ကၠံသၟတ်ဇွောံပရေၚ်တဵုလွဳစ။"},
{"word":"copy","def":"n.  (pl.pies)  တၞးချာဲ၊  ဒဒှ်ဗီုပြၚ်တုပ်တုပ်။  ၂။  တံလိက်။  vt. vi.  ချာဲ၊  စၠောံကေတ်လဝ်ဗီုတုပ်တုပ်။  ၂။  ပတုပ်ပ္ကောံကၠောန်ကေတ်။  copy-right (n)  အခေါၚ်အဝဵုမပိုၚ်လဝ်တံလိက်။  adj.  မနွံကဵုအခေါၚ်ဒဒှ်မပိုၚ်ပြဳလဝ်တံလိက်။  vt.  သ္ပတံလိက်သွက်ဂွံပိုၚ်ပြဳ။"},
{"word":"coral","def":"n.  ခရေၚ်၊  ကဴတၟံ၊  ဂွာ၊  ဒွာ၊  သိလ္လ၊  သေလ္လာ၊  သိန်လူ။coral necklace. (n)  ကၟက်ဂွာ၊  ဂွာကၟက်ကံ၊  ဂွာကၟက်ဇရှ်ေကံ၊  မဂွာ။  adj.  မနွံညံၚ်ရဴသာ်အရံၚ်ခရေၚ်(သာ်ကဴ၊ သာ်ဗ္ကေတ်)။  coral tree of Indra's heaven. (n)  ပါရကဇာတ်၊  တၞံပါရကဇာတ်၊  နာဲပါရကဇာတ်။"},
{"word":"cord","def":"n.  ဇုက်၊  ဇုက်တ္ၜန်လဝ်။  ၂။  ကတေၚ်။  vt.  ရေတ်ပူနကဵုဇုက်။"},
{"word":"cordial","def":"adj.  မနွံကဵုမုဟ်ပါၚ်ဍာတ်ဍာတ်။  n.  ဍာ်ယာမ၊  ဍာ်ဂမ္တဴ(အရက်)ပတိုန်ကဵုဆီ။  cordially (adv)  နဒဒှ်မနွံကဵုမုဟ်ပါၚ်ဍာတ်ဍာတ်။  cordiality (n) (pl.-ties)  ဒဒှ်မနွံကဵုကဆံၚ်မုဟ်ပါၚ်ဍာတ်။"},
{"word":"cordon","def":"n.  ဇုက်မဆေဝ်ဒဝ်လဝ်ပူရိသာတ်ဇန်။"},
{"word":"core","def":"n.  ကြုတ်။  ၂။  တိုၚ်ဗဟဵု၊  ရှ်သာ။  vt.  ပ္တိတ်ထောံကြုတ်ဍေံ။"},
{"word":"coriander","def":"n.  ဟံဗံ၊  တၞံဟံဗံ။"},
{"word":"cork","def":"n.  ဆုကၠောန်ကသံ၊  ကသံ။  vt.  တၟာတ်ကဵုကသံ။  corkscrew (n)  တဝ်ကြုတ်ကၠိက် သွက်ဂွံပံက်ကသံ။"},
{"word":"corn","def":"n.  သြောံ၊  ဂျုၚ်၊  သြောံဂန်၊  သြောံဆာတ်။  cornflour (n)  ခၞိက်သ္ၚု၊  ခၞိက်သြောံဂန်။  vt.  ဂွပ်ကဵုၜဵု။  n.  မတ်က(ကတောတ်မွဲဂကူ)။"},
{"word":"corner","def":"n.  တလၚ်၊  ဒကဴ၊  တၞုၚ်ဒကဴ၊  ပွမဆောံရာန်ကေတ်ထောံ သွက်ဂွံထိၚ်ဒဝ်ၚုဟ်မးတိုန်စှ်ေ။  vt.  သကဵုစိုပ်အာသ္ကဲဒကဴ၊  သကဵုစိုပ်ကဆံၚ်ကြေပ်ဂြတ်၊  သကဵုဆဵုဂဗတၚ်ဝါတ်ဂါတ်။  ၂။  ဆောံရာန်ကေတ်။"},
{"word":"cornice","def":"n.  တိုၚ်ဗဝုတ်။"},
{"word":"corollary","def":"n.  အဆက်ဖဵုမက္တဵုဒှ်ကၠုၚ်နကဵုအလိုက်သဘာဝ၊  တၚ်မကေတ်နူကဵုပရေၚ်အဆက်အဆောံ။"},
{"word":"corona","def":"n. (pl.-s)  စက်ဝိုၚ်လျး၊  ဂိတုတ္ၚဲဒလဝ်က္ဍိုၚ်(မဆေၚ်စပ်ကဵုတ္ၚဲ,ဂိတု)။"},
{"word":"coronation","def":"n.  ရာဇာဘိသေက်၊  သဘၚ်ဒုၚ်ပသေက်တိုန်နန်၊  ခၞံဘိသေခ။"},
{"word":"coroner","def":"n.  ဒဴဗညာသ္ဒးဂၠိုက်ဂၠာဲစၟဳစၟတ်အမှုညးမချိုတ်အာ ဟွံစှ်ေကဵုသဘာဝ၊  ပွမစၟဳစၟတ်ဂၠိုက်ဂၠာဲအမှုညးမချိုတ်အာ နဒဒှ်ယျဵုယျဵုလ္ဂူလ္ဂူဟွံသေၚ်။"},
{"word":"coronet","def":"n.  ၝောံကိုတ်သၟတ်၊  ကယျိုၚ်ဂ္ညိဂ္ညာတ် ညံၚ်ရဴၝောံကိုတ်သၟတ်။"},
{"word":"corporcal","def":"adj.  သရဳရ၊  ရုပ်၊  မဆေၚ်စပ်ကဵုဇကုခန္ဓ။  corporeal relics. (n)  သရဳရဓါတ်။  corporeal system (n)  သ္ကန်။"},
{"word":"corporal","def":"adj.  မဆေၚ်စပ်ကဵုဇကုဇကောဝ်(ခန္ဓ)၊  ဒန်မသကဵုဇကုဇကောဝ်ဂိ(ဒန်ၜဝ်)။  n.  အကြာပ်ဒပ်။"},
{"word":"corporation","def":"n.  ဂကောံရုဲစှ်ပတိုန်လဝ် သွက်ဂွံရေၚ်တၠုၚ်အာဖဵုကောန်ညးဍုၚ်ကွာန်(ကဵုပဝ်ရေရှေန်)။  ၂။  ဂကောံမနွံကဵုအခေါၚ်အဝဵုအတိုၚ်ဥပဒေစောဲအမှုပတိုန်အမှုဂွံ ညံၚ်ရဴမၞိဟ်မွဲမွဲ။  corporate (adj)  မဆေၚ်စပ်ကဵုဂကောံဗော်၊  မဆေၚ်စပ်ကဵုဂကောံသီုဖအိုတ်။"},
{"word":"corps","def":"n.  ဒပ်မစိုန်သ္ကီု။  ၂။ ဒပ်ပါ်။"},
{"word":"corpse","def":"n.  ဇွ၊  ဇကုမၞိဟ်ချိုတ်ချိုတ်၊  ကမ္မဋ္ဌာန်။"},
{"word":"corpulent","def":"adj.  ကြောံ၊  ကြောံပ္ဍူဒၟံၚ်၊  ကြောံကၠေၚ်ဒၟံၚ်။  corpulence (n)  ဒဒှ်မကြောံပ္ဍူဒၟံၚ်။"},
{"word":"corpuscle","def":"adj.  ခဒံသွတ်မနွံပ္ဍဲဆီ။"},
{"word":"correct","def":"adj.  မဍာံပြ။  vt.  သကဵုဍာံပြ၊  သကဵုဍာံစၟတ်၊  ပလေဝ်မှာရာ၊  ထံက်ထ္ၜးကဵုတၚ်မဆောတ်ယောၚ်၊  သကဵုဒုဟ်ဒန်။  correction (n)  ပွမသကဵုဍာံပြ၊  ဒဒှ်မပလေဝ်ထောံဗၠေတ်မှာ၊  တၚ်မပလေဝ်လဝ်ယောၚ်မှာ။  corrective (adj)  အရာမဖျပ်ကဵုဒဒှ်မဍာံပြနူကဵုကဆံၚ်ဗၠေတ်မှာယောၚ်ယာ။"},
{"word":"correlate","def":"vt. vi.  နွံဆက်စပ်ဒၟံၚ်နကဵုပၠန်ဂတး။  correlation (n)  အညမည၊  ဒဒှ်ပွဒၟာနူညးဒၟာနူအဲ။"},
{"word":"correspond","def":"vi.  ကိတ်ညဳ၊  စပ်ဖျပ်။  ၂။  စှ်ေသၞောတ်၊  ညဳညတ်။  ၃။  ဆက်ဆောံနကဵုကေတ်လိက်။"},
{"word":"correspondence","def":"n.  ဒဒှ်ကိတ်ညဳ၊  ဒဒှ်ညဳညတ်၊  ပွမတုပ်သၟဟ်ပ္ဍဲဗီုပြၚ်။  ၂။  လိက်မကဵုကေတ်၊  လိက်ကဵုကေတ်လဝ်တံဂှ်။  correspondent (n)  မၞိဟ်(ကွးဘာ)မဆက်ဆောံနကဵုလိက်အာကၠုၚ်။  ၂။  ညးထၟုန်၊  မၞိဟ်ထံၚ်ပရိုၚ်၊  မၞိဟ်ကေတ်ပရိုၚ်။"},
{"word":"corridor","def":"n.  ဂၠံၚ်စၚ်ကြံ သွက်ဂွံကၠောံခဒံမွဲကဵုမွဲ၊  ဂၠံၚ်စၚ်ကြံလ္ပာ်သ္ကဲ သွက်ဂွံကၠောံခဒမ်မွဲကဵုမွဲ။"},
{"word":"corroborate","def":"vt.  ထံက်ဂလာန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  သကဵုဒှ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။  corroboration (n)  ဒဒှ်မထံက်ဂလာန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"corrode","def":"vt. vi.  ဂရောတ်၊  စလာ်အာ၊  သကဵုဂြုဲလီုလာ်အာ။  corrosion / corrosive (n)  အရာမသကဵုတၟေက်အာ၊  အရာမသကဵုလာ်စအာ၊  အရာမသကဵုဂြုဲလီုလာ်အာ။"},
{"word":"corrugated","def":"ppl. adj.  မက္တဵုဗဒှ်လဝ်ညံၚ်ရဴဇွိုန်လပှ်။"},
{"word":"corrupt","def":"adj.  မလီုဒ္ဂေတ်ပဋိပတ်၊  မစလာပ်သ္ကာ၊  မစလာပ်ဗဇဴ။  ၂။  မမှာဲမှ၊  မဟွံအးၚး။  vt.  မြိပတ်၊  မှာဲမှ၊  ယောၚ်ပဲါ၊  သၟာဲသၟ၊  သကဵုဒ္ဂေတ်ပဋိပတ်လီုလာ်။  corruptible (adj)  မပလီုပလာ်နကဵုထပက်လာပ်ဗဇဴမာန်။  corruption (n)  ပွမကဵုကေတ်လာပ်ဗဇဴ၊  ဒဒှ်မအုဲမှာဲမှအာ။"},
{"word":"corset","def":"n.  ပလောံဂၞိၚ်သ္ဂန်(ဝန်) မၞိဟ်ဗြဴတံလ္တက် သွက်ရုပ်ရာဂၞိၚ်ဝန်ဂွံဆဵုညာတ်။"},
{"word":"corypha palm","def":"n.  ရိုတ်၊  တၞံရိုတ်။"},
{"word":"cosmetic","def":"n.  ကၠေၚ်အယိၚ်(ပၠုဲ) စုတ်ဂယိသော်က္ဍိုပ်၊  ကိုအ်သၟိတ်တေတ်။"},
{"word":"cosmonaut","def":"n.  သကိုပ်ယာန်အာကာသ။"},
{"word":"cosmopolitan","def":"adj.  မဆေၚ်စပ်ကဵုဒေသအလုံဂၠးတိ၊  မဟၟဲကဵုဓာတ်စိုတ်ကောန်ဂကူခတ်ခတ်က္ဍန်က္ဍန်။  n.  မၞိဟ်ဟွံရပ်ဓာတ်စိုတ်ကောန်ဂကူခတ်ခတ်က္ဍန်က္ဍန်၊  မၞိဟ်မက္ဍိုက်ပေၚ်တဴကဵုလညာတ်ဆဵုဂဗ။"},
{"word":"cosmos","def":"n.  အာကာသ၊  စက္ကဝါ။  cosmic (adj)  မဆေၚ်စပ်ကဵုအာကာသ၊  မဆေၚ်စပ်ကဵုစက္ကဝါ။"},
{"word":"cost","def":"vt. vi.  အိုတ်ၚုဟ်မး၊  သကဵုအိုတ်ၚုဟ်မး။  ၂။  တော်ၚုဟ်မးအိုတ်စရိတ်၊  တော်ၚုဟ်မးသွံ။  n.  ၚုဟ်မး၊  သ္တန်၊  စရိတ်အိုတ်လဝ်။  ၂။  ၚုဟ်စရိတ်ဝေၚ်အမှု။  ၃။  ၚုဟ်မးၜိုတ်အိုတ် ဗီုနဲကဲလဵုဒှ်ဒှ်။  costly (adj)  မဇၞော်တဴကဵုၚုဟ်မး၊  မတန်ကဵုၚုဟ်မး။"},
{"word":"coster","def":"n.  တၠဖျာသွံသၞေဝ်နကဵုကွဳဂရိုဟ်။"},
{"word":"costermonger","def":"n.  တၠဖျာသွံသၞေဝ်နကဵုကွဳဂရိုဟ်။"},
{"word":"csotive","def":"adj.  ဂၞဴချုက်၊  ဒၞဴဗိုန်၊  မနွံကဆံၚ်ဂၞဴဗိုန်။"},
{"word":"costume","def":"n.  ဗွိုက်လ္တက်ကယျိုၚ်ကောန်ဂကူ။  ၂။  ဗွိုက်လ္တက်သၟတ်ဗြဴ(ပလောံသၠောံလ္တူကဵု ပလောံဒမၠေံ အရံၚ်အရာဍေံတုပ်တုပ်)။"},
{"word":"cosy","def":"adj. (-ier, -iest)  မဂမ္တဴဂီုသ္ဂောံဒုၚ်စသိုၚ်ဗွဲမ္ဒးရး။  cosily (adv)  နဒဒှ်ဂမ္တဴဂီု။"},
{"word":"cot","def":"n.  ခါတ်၊  ခါတ်ကောန်ၚာ်။"},
{"word":"cote","def":"n.  ခရိုၚ်ဂစေံ(ခရိုၚ်ပူ)။"},
{"word":"cottage","def":"n.  သ္ၚိသၟတ်၊  သ္ၚိကုပ်ကုပ်၊  တာဲ။"},
{"word":"cotton","def":"n.  တောဝ်၊  တောဝ်ချဵု။  ၂။  တောဝ်ပလုဲ၊  တောဝ်ပလုဲလဝ်။  cotton cloth. (n)  ပိက်၊  ယာတ်ပိက်။  cotton cord. (n)  တောဝ်ဗၜန်။  cotton gin. (n)  ဟတ်တဝိုဟ်။  cotton grave. (n)  သပိုဟ်ဂြိုပ်။  cotton rolls. (n)  တောဝ်တၞး။  cotton thread. (n)  တောဝ်ပလုဲ။  cotton tree. (n)  ကြာတ်(တၞံတောဝ်မွဲဂကူ)။  cotton wool. (n)  တော်ချဵု၊  သၞကြိက်။"},
{"word":"coucal","def":"n.  ဖဝ်ရဂုတ်၊  ဂစေံဖဝ်ရဂုတ်။"},
{"word":"couch","def":"n.  ဂတဵုလွိ၊  ဇံၚ်သဝန်၊  ထာန်ဇံၚ်၊  ဒေါန်သွာန်၊  ပလ္လၚ်၊  သန္တာရ၊  ဒၟံၚ်သ္တိက်၊  ဒေန်။  vt. vi.  ချူရပ်စပ်ဟီုဂး။  ၂။  လဒပ်အောပ်ကျောဝ်ဒၟံၚ်၊  လဒပ်မၚ်မံၚ်၊  တောပ်မၚ်ဒၟံၚ်၊  တောပ်လဒပ်မၚ်ဒၟံၚ်။"},
{"word":"cough","def":"vt.  ခဍက်၊  ယဲခ္ဍက်။  ၂။  ခအိပတိတ်ရမျာၚ်နူတံကံ။  n.  ပွမခအီ။  ၂။  ယဲခ္ဍက်။"},
{"word":"could","def":"ရံၚ် can တေံညိ။"},
{"word":"council","def":"n.  ဂကောံသ္ကံၝောံမၞိဟ်ဍုၚ်ကွာန်(မၞိဟ်ပ္တုဲဖဵုသွက်ဍုၚ်ကွာန်)။  councillor (n)  မၞိဟ်ဇမၞော်သကိုပ်ဍုၚ်၊  မၞိဟ်ဇမၞော်ကောသေဝ်။"},
{"word":"counsel","def":"n.  ကသပ်ဂၞန်။  ၂။  ညးဂဗုတ်ရဲဒှ်အမှုတံမချပ်ဂၞန်စ။  counsellor (n)  မၞိဟ်ကဵုကသပ်။"},
{"word":"count","def":"vt. vi.  ဂၞန်၊  တော်၊  တော်ဂိုတ်၊  တော်ရိုဟ်၊  ရိုဟ်၊  ရိုတ်တၟော်၊  တၟော်သချာၚ်္။  ၂။  ရိုဟ်တၟော်စုတ်။  n.  ဂၞန်ရိုဟ်တော်ဂွံ။  ၂။  ဂကူအမာတ်ဇၞော်စဍုၚ်။  count the beads of a rosary. (vt.vi)  ပၟဝ်(ကၟဝ်)မခတောန်။  countess (n)  သမ္ဘာအမာတ်စဍုၚ်တံ၊  ကလဝ်အမာတ်စဍုၚ်တံ။  countless (adj)  မဂၠိုၚ်တဴဗွဲမလောန်လၟိဟ်ရိုဟ်ဟွံမာန်၊  မရိုဟ်လၟိဟ်ဂၞန်ဟွံမာန်။"},
{"word":"countenance","def":"n.  မုက်၊  မုက္ခဝါ၊  မုက်မတ်၊  သာ်ဇကု၊  ဗီုပြၚ်မုက်မတ်၊  ဗီုစွံလဝ်မုက်မတ်။  ၂။  တၚ်မထံက်ဂလာန်၊  တၚ်မသ္ပဒတန်။  vt.  ထံက်ဂလာန်ဒုၚ်တဲ၊  တုပ်စိုတ်။"},
{"word":"counter","def":"n.  မၞိဟ်ရိုဟ်သၠုဲ၊  မၞိဟ်ရိုဟ်သၠုဲပ္ဍဲ(ဗေန်,ဆေၚ်ဖျာ,ရုၚ်)။  adv.  ဒစဵုဒစးတုဲ။  vt. vi.  ကလေၚ်ပၠန်ဗတိုက်။  counter- (prefix)  လက်ဗၠိုက်၊  လက်ဗ္တး။"},
{"word":"counteract","def":"vt.  ကၠောန်ပွဒစဵုဒစဵုဒစးဒစး၊  ဒစဵုဒစး။"},
{"word":"counterfeit","def":"n. adj.  ကပေါတ်အလီ၊  ကပေါတ်မပတုပ်ကၠောန်လဝ်၊  ကပေါတ်ဇေတ်ဇေတ်ဍာံဍာံဟွံသေၚ်။  vt.  ကၠောန်ကပေါတ်အလီ။"},
{"word":"counterpart","def":"n.  တၞးချာဲ၊  မၞိဟ်ကဆံၚ်တုပ်။"},
{"word":"countersign","def":"n.  စၟတ်တဲထပ်ထ္ပက်စုတ်လဝ်။  vt.  ထပ်ထ္ပစုတ်စၟတ်တဲပၠန်။"},
{"word":"country","def":"n. (pl.-ries)  ရး၊  ဍုၚ်၊  ဒေသ၊  ရးဍုၚ်၊  ရးဒေသ၊  ရးပး။  ၂။  ကွာန်ရးကး၊  ဇနးပိုဒ်၊  နိဂီု၊  ရးနိဂီု။  country district. (n)  ကွာန်ရး။  country in distinction from the city. (n)  ရး။  countryman (n)  ကောန်ရး၊  ရဲရး။  country-spririt (n)  အရက်ဂြိုပ်။  country village (n)  ကွာန်ရး။"},
{"word":"coup","def":"n.  အခေါၚ်အဝဵုခိုဟ်၊  အခိၚ်ဒးရး၊  တၚ်မရေၚ်တၠုၚ်အံၚ်ဇၞးအာမွဲလစုတ်ဂှ်။  coup d'etat (n)  သီကေတ်ထောံအဝဵုမွဲလစုတ်ဓဝ်၊  သီကေတ်ထောံအဝဵုဗြုဗြု။"},
{"word":"couple","def":"n.  မွဲဖွက်၊  မွဲဆော၊  လ္ၚဝ်၊  မွဲလ္ၚဝ်။  ၂။  ဗြဴတြုံညးၜါ။  vt.  တောဲ၊  ဆက်တောဲ။  ၂။  ဆက်စပ်ကဵု။"},
{"word":"courage","def":"n.  ဒဒှ်မဂံၚ်သ္ကာ၊  သတ္တိ၊  ဒဒှ်ဂြိုဟ်မဇၞော်။  courageous (adj)  မဂံၚ်သ္ကာ၊  မနွံကဵုသတ္တိ၊  မနွံကဵုဂြိုဟ်ဇၞော်။"},
{"word":"courier","def":"n.  မၞိဟ်ဆက်ပရိုၚ်၊  မၞိဟ်ပလံၚ်လိက်အလဵုအသဳ။"},
{"word":"course","def":"n.  ပွမဆုဲအာဂတ။  ၂။  ကမ္မပထ၊  မဂ္ဂ၊  လၟေၚ်တရဴဌာန်ဂတ၊  ဂၠံၚ်ကရောၚ်မအာဒၟံၚ်။  ၃။  အစဳအဇန်သွက်သ္ဒးဆက်ကၠောန်အာမွဲအဆက်ဓဝ်။  vt.  ဇွောဝ်စှ်ေ(ဍာ်)။  course of duty. (n)  မဂ္ဂ။"},
{"word":"court","def":"n.  ရၚ်၊  ရုၚ်၊  ရုၚ်ဂဗုတ်။  ၂။  ထလာ်ဝေၚ်။  vt.  ဇံသဝ်အောပ်မာ၊  ဝေၚ်ခြေံ၊  ဝေၚ်ကြေဝ်၊  ဝေၚ်ဒဂိတ်၊  ဝေၚ်ဝုတ်၊  ကြေဝ်ဝုတ်။  court house. (n)  ရုၚ်ဝတ်၊  ရုၚ်အမှု၊  ရုၚ်သ္ဂုတ်သွာတ်။  courtyard (n)  ကမှေၚ်၊  ကၟေၚ်၊  တၟေၚ်၊  သွက်တိမ္ၚးသ္ၚိ။"},
{"word":"courteous","def":"adj.  မယေန်သၞာၚ်ဇိပ်ဂၠိပ်။  courtesy (n)  ပွမနွံကဵုယေန်သၞာၚ်။"},
{"word":"courtier","def":"n.  ဗြဴအပ္ဍဲနန်၊  တြုံအပ္ဍဲနန်။"},
{"word":"court-martial","def":"n. (pl.courts-martial)  ရုၚ်ဂဗုတ်ပၞာန်။  vt.  ပ္တိုန်စၟဳစၟတ်လ္တူရုၚ်ဂဗုတ်ပၞာန်။"},
{"word":"cousin","def":"n.  ကောန်ကောကောန်ဒေံ။  ၂။  မၞိဟ်မဒှ်ဒၟံၚ်ဒတောဝ်သၞောဝ်၊  မၞိဟ်မဒှ်ဒၟံၚ်ကလောကောဒေံမသ။"},
{"word":"covenant","def":"n.  လိက်ကသုက်တုပ်သၟဟ်စိုတ်၊  ကတ်တိက၊  လိက်ကတ္တိက။"},
{"word":"cover","def":"vt.  ကလိုပ်(ဍာ်)၊  ကြုပ်၊  ဂဒဵု၊  ဂလီု၊  ဂိုပ်၊  ဂြောပ်၊  ဒလီု၊  ဒလဝ်၊  ပေၚ်ဟး၊  သၠောံ၊  သ္ဂိုပ်၊  ဟးပေၚ်၊  အုပ်၊  ဓလီု၊  စဵု။  ၂။  စိုပ်တရဴ။  ၃။  စဵုဒၞာလဝ်နကဵုသၠုဲသၠာ်။  ၄။  လုပ်ပါဒၟံၚ်၊  လုပ်ဒၟံၚ်လၟိဟ်ကီု။  ၅။  ကေဝ်၊  ကေဝ်သ္ဍာံ။ n.  ဂတိုပ်၊  ဂရောပ်၊  ဒကိုပ်၊  သကိုပ်၊  ဇွောံစဵုဒၞာ။၂။  ဒၞာဲမကေတ်အရာသွက်ဂွံစဵုဒၞာ၊  ဒၞာဲမစ္ၜုဲစ္ၜော်။  cover and bind. (vt)  ကွၚ်ဂြောပ်။  cover the breasts. (vt)  စြိုပ်၊  သြိုဟ်၊  ဂြောပ်သြိုဟ်။  cover up. (vt)  ဂဒဵုဂြောပ်၊  ဂြောပ်ပ္တိုပ်။  cover with clothes. (vt)  ဂြောပ်လ္တက်၊  ဂြောပ်လ္တက်ဂၠိက်ယာတ်။  cover with leaves. (vt)  သဓီု၊  သဓီုဗ္ဂာ။  covered walk. (n)  စၚ်ကြံ။  covering (n)  သ္ကိုပ်၊  သကိုပ်ဂဒဵု၊  ဂရောပ်။  coverlet (n)  ယာတ်လးဒၟံၚ်သ္တိက်၊  ယာတ်ဥပ်(အုပ်)။  "},
{"word":"covet","def":"vt.  ဂၠက်၊  နွံကဵုပၟိက်မိက်ဂွံသ္ဂောံ၊  မက်မတ်။  covetous (adj)  မဂၠက်၊  မထၞေန်၊  မထၞေန်စပ်။  covetousness (n)  လောဘ။"},
{"word":"covey","def":"n.  က္ဍိုပ်၊  သ္ကံ(ဂစေံ)။  covey of birds. (n)  သ္ကံဂစေံ၊  သကုဏဂၠဲ(ဂၠောဲ)။"},
{"word":"cow","def":"n.  ဂၠဴ၊  ဂၠဴၝောံ။  cowboy (n)  ဂၟာဂၠဴ၊  ပၟၚ်ဂၠဴ။  cowherd (n)  ပၟၚ်ဂၠဴ။  cowhide (n)  စၞာံဂၠဴ။  cow's tongue. (n)  လတာ်ဂၠဴ။  vt.  သ္ပညံၚ်ရဴသ္ဂောံလကိုတ်။"},
{"word":"coward","def":"n.  မၞိဟ်မဟွံမွဲကဵုသတ္တိ၊  မၞိက်ကၠၚ်ကၟတ်မဍောတ်၊  မၞိဟ်ဂြိုဟ်ဍောတ်ဍောတ်။  adj.  မဟၟဲကဵုသတ္တိ၊  မဒှ်မၞိဟ်ဟွံမွဲကဵုကၠၚ်ကၟတ်၊  ဒဒှ်မၞိဟ်ဂြိုဟ်ကြုတ်ဟွံမွဲ။  cowardly (adj)  မဟၟဲကဵုသတ္တိ၊  မဒှ်မၞိဟ်ဂြိုဟ်ဍောတ်ဍောတ်။"},
{"word":"cox","def":"n.  မၞိဟ်မရပ်သၞေဝ်(ဂၠုၚ်,က္ၜၚ်)။"},
{"word":"coy","def":"adj.  မလေပ်ဂွ၊  မရောံဂွ။  coyly (adv)  နဒဒှ်မလေပ်ဂွ။  coyness (n)  ဒဒှ်မရောံဂွ။"},
{"word":"crab","def":"n.  ခတာံ၊  ဂတာံ၊  ဂတာံၜဳ။  ၂။  ဖျုန်ဂတာံ၊  ဖျုန်ဂတာံၜဳ။"},
{"word":"crabbed","def":"adj. မဍုတ်ဍေဲ၊  မလေပ်စိုတ်ဂၠေံ။"},
{"word":"crack","def":"n.  ကရောၚ်ကရောန်၊  ဒၞာဲကရောန်။  ၂။  ရမျာၚ်ဗရုသၞာတ်၊  ဗရုလေံကလး။  adj.  မဒှ်အဇာပထမ၊  မက္ဍိုဟ်သ္ကေက်သ္ကာဗွဲ။  vt. vi.  ထကး၊  သ္ပညံၚ်ဂွံကရောန်အာ။  ၂။  ရမျာၚ်ဇၟူလုပ်ကၠုၚ်(ဗၠာဲသၟူကလေၚ်)။"},
{"word":"cracked","def":"adj.  မကရောန်၊  မဒှ်ဒၟံၚ်ဒဒှ်စိုတ်ဟွံပေၚ်ဒကေဝ်၊  မကြံလိုဟ်ဒၟံၚ်။"},
{"word":"cradle","def":"n.  ခရေၚ်၊  သရေၚ်၊  သရေၚ်ကောန်ၚာ်။  ၂။  ဒၞာဲအရာမွဲမွဲ မက္တဵုဒှ်ကၠုၚ်၊  ဒၞာဲအရာမွဲမွဲမမံက်တိုန်ကၠုၚ်။"},
{"word":"craft","def":"n.  ကွတ်၊  ကွတ်တဲ။  ၂။  ဥပ္ပာဲ၊  စၞာဲ၊  ညာန်အလီ၊  ညာန်စၞုက်စၞာဲ။  ၃။  ယာန်။"},
{"word":"craftsman","def":"n. (pl.-men) သၟာကမၠောန်မစိုန်သ္ကီုပ္ဍဲကွတ်ကမၠောန်၊  သၟာ။"},
{"word":"crag","def":"n.  တၞုၚ်တၟံလးမနွံကဵုကဆံၚ်ကေက်ကလေံဒၟံၚ်။"},
{"word":"cram","def":"vt. vi. (-mm-)  စုတ်သိက်လဝ်ပေၚ်ပေၚ်၊  ပ္ဍဵုသိက်စုတ်လဝ်ပေၚ်ပေၚ်။  ၂။  ဗှ်သမ္တီလဝ်တၚ်နၚ်ဗွဲမဂၠိုၚ်(နာနာသာ်)သွက်ပေဲါသၟာန်လိက်။"},
{"word":"cramp","def":"n.  ကတေၚ်တံၚ်၊  ဒဒှ်ကောန်ကၞိမတိုန်(ဇိုၚ်)။  vt.  စိုပ်အာပ္ဍဲဒၞာဲ က္ဍန်က္ဍန်ဂြေက်ဂြေက်၊  လဇုဲလဇလ္တူချဳဒရာအာကၠုၚ်၊  ကောန်ကၞိတိုန်။"},
{"word":"crane","def":"n.  အကၠဟ်၊  ခ္ဍာ်ဗ္တၚ်၊  ဂစေံကြေဲ။  ၂။  စက်ပ္တိုန်ဖျေံကပေါတ်။  vt. vi.  ဂညိက်၊  ဂညံက်၊  ဂညော်၊  ဓညိက်ကံ၊  ဇမၠိၚ်ပ္တိတ်ကံ။"},
{"word":"crank","def":"n.  လေံတဝ်ဇွောံပ္ၚုဟ်စက်၊  ဂၞိၚ်ဟတ်။  vt.  ပ္ၚုဟ်စက်ကဵုလေံတဝ်ဇွောံပ္ၚုဟ်စက်။"},
{"word":"cranky","def":"adj.  ဂရာၚ်၊  ဂရာၚ်ဂရံ၊  မနွံကဆံၚ်ဖျေံစိုတ်ဟွံဂွံ။"},
{"word":"cranny","def":"n.  ဒၞာဲဂၟေၚ်ကရောၚ်ထကး၊  ပၞေတ်ကရောန်္ၚ  ပၞေတ်ထကး။  crannied (adj)  မပေၚ်က္ဍတ်(ထာတ်) ဒၟံၚ်နကဵုပၞော်ကရောန်ကထး။"},
{"word":"crash","def":"vt. vi.  ဗြုတိုန်ထတ်ထတ်ညံၚ်ရဴဗရုကပေါတ်မွဲမွဲဒတုံစှ်ေလွာဲဂှ်။  ၂။  လီုလာ်အာ(ကမၠောန်)။  ၃။  သကဵုလီုလာ်။  n.  ဗရုကပေါတ်မွဲမွဲဒတုံစှ်ေနူဒၞာဲသၠုၚ်သၠုၚ်၊  ဗရုရမျာၚ်ၜုၚ်တက်၊  ဗရုရမျာၚ်ထကးပရး။  ၂။  ဒဒှ်ကမၠောန်မွဲမွဲမလီုလာ်အာ။"},
{"word":"crass","def":"adj.  မဒိုဟ်ကြံ၊  မဓီုဓုဲ၊  မတဵုကၠီုလောန်။"},
{"word":"crate","def":"n.  ရဴ။"},
{"word":"crave","def":"vt. vi.  ဒုၚ်ဂုန်ဗွဲမဇြိုဟ်နက်၊  ဆန္ဒမက္တဵုဒှ်တိုန်ဗွဲမသ္ကာတ်မြဟ်။  craving (n)  ဆန္ဒ၊  ပၟိက်ဆန္ဒ။"},
{"word":"craven","def":"n.  မၞိဟ်ကၠၚ်ကၟတ်ဍောတ်ဍောတ်၊  မၞိဟ်ဖေက်ဂြိုက်၊  မၞိဟ်သတ္တိအောန်အောန်။"},
{"word":"crawl","def":"vi.  ဂမာအာ၊  ဍအာ။  ၂။  အာသိုက်သိုက်၊ ဂၠောန်အာ။  n.  ပွမဂမာအာ၊  ပွမဂမာကချေတ်အာမံၚ်ညိညိ။"},
{"word":"crayfish","def":"n.  ၚာဲ။"},
{"word":"crayon","def":"n.  တဝ်ဖ္ကောဝ်အရံၚ်၊  တိယၟအရံၚ်။"},
{"word":"crazy","def":"adj. (-ier, -iest)  မကြအ်က္ဍၚ်၊  မကြံလိုဟ်။  ၂။  မချဳဒရာၚ်ဒၟံၚ်ပ္ဍဲစိုတ် မဇၞော်တဴကဵုဇြဟတ်။  ၃။  မဒိုဟ်ကြံ။  ၄။  မဖျေံစိုတ်ဟွံဂွံ၊  မထရိုဟ်စှ်ေမာန်။  crazed (adj)  မသ္ပညံၚ်ရဴသ္ဂောံကြံဒၟံၚ်ပ္ဍဲစိုတ်။  n.  စိုတ်ဆန္ဒသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  မစောဲလာံဒၟံၚ်ပလေံထောံဟွံဂွံ။  ၂။  မစောဲလာံဒၟံၚ်ပလေံထောံပ္ဍဲစိုတ်ဟွံဂွံ။  crazily (adv)  နဒဒှ်မကြံလိုဟ်။  craziness (n)  ဒဒှ်မကြံလိုဟ်။"},
{"word":"creak","def":"vi.  ဗြုဒၟံၚ်ကြောတ်ကြောတ်။  n.  ဗရုကြောတ်ကြောတ်။  creaky (adj) (-ier,-iest)  မဗြုဒၟံၚ်ကြေတ်ကြေတ်။  creakily (adv)  ကြေတ်ကြေတ်(ဗရု)။"},
{"word":"cream","def":"n.  သ္ၚိဍာ်တှ်(မလာၚ်)။  ၂။  ကပေါတ်မတုပ်ကဵုသိဍာ်တှ်။  ၃။  ခိုဟ်အိုတ်၊  အဍဵုဍေံ၊  ကဆံၚ်လ္တူ။  ၄။  အရံၚ်သိဍာ်တှ်။  creamery (n)  ဆေၚ်ဖျာမသွံသိဍာ်တှ်၊  ထဝ်ဗာတ်။"},
{"word":"crease","def":"n.  ဒၞာဲခလပ်၊  ဂၟေၚ်ခလပ်(လ္တူဂၠိက်ယာတ်)။  vt. vi.  သကဵုက္တဵုဒှ်တိုန်ဂၟေၚ်ခလပ်၊  ဒၞာဲခလပ်။"},
{"word":"create","def":"vt.  ဗဒှ်၊  နိမိတ်ဗဒှ်၊  က္တဵုဗဒှ်၊  ပ္တန်ဗဒှ်။  created (adj) နိမ္မိတ္တ။  created being. (n)  နိမ္မိတ္တသတ္တံ။  creation (n)  ပွမနိမိတ်ဗဒှ်၊  ပွမက္တဵုဗဒှ်၊  ပွမပ္တန်ဗဒှ်၊  ပွမထ္ၜုတ်ဗဒှ်။  creative (adj)  မနွံကဵုအစောံစရာဲနိမိတ်ဗဒှ်, ပ္တန်ဗဒှ်,က္တဵုဗဒှ်။  creator (n)  မၞိဟ်နိမိတ်ဗဒှ်၊  မၞိဟ်က္တဵုဗဒှ်၊  မၞိဟ်ပ္တန်ဗဒှ်။"},
{"word":"creature","def":"n.  နိမ္မိတ္တသတ်တံ၊  ပူဂဵု၊  သတ်၊  သတ်တိရစ္ဆာန်။  ၂။  မၞိဟ်သ္ဒးရေၚ်တၠုၚ်ကၠောန်ကဵုတဴရဴညးစကာ၊  အခေါၚ်ကလေၚ်ပၠန်ဂတးဟီုဟွံမွဲ (မၞိဟ်မနွံပ္ဍဲကဆံၚ် ဟီုချိုတ်တှ်ေချိုတ် ဂျိုၚ်တှ်ေဂျိုၚ်)။"},
{"word":"credence","def":"n.  ပွမပတှ်ေ(တဴရဴဟီု)။"},
{"word":"credentials","def":"n.  လိက်ခါန်ကၞက်(သ္ပပတံမဆေၚ်စပ်ကဵုကလုတ်တံ)။"},
{"word":"credible","def":"adj.  မပတှ်ေစဂွံ၊    မထေက်ကဵုသ္ဒးပတှ်ေစဂွံ။  credibly (adv)  နဒဒှ်မပတှ်ေစဂွံ။  credibilidy (n)  ယုတ္တိ။"},
{"word":"credit","def":"n.  ပွမပတှ်ေ။  ၂။  ယၟုခိုဟ်။  ၃။  ယၟုဂုန်စရာဲ။  ၄။  သြန်မပၠောပ်စွံလဝ်ပ္ဍဲဗေန်။  ၅။  စရၚ်သြန်သွက်သ္ဂောံဂွံဟွံသေၚ်,မနွံပ္ဍဲတဲကမၠောန်မွဲမွဲ,မၞိဟ်မွဲမွဲ။  vt.  ပတှ်ေစှ်ေစိုတ်။  ၂။  ပၠောပ်စရၚ်လ္ပာ်တၠသြန်။  credit card (n)  ကာဒ်သွက်ရာန်ကဝုတ်ဖျာ (ကုတ်နုက်ကေတ်သြန်ပ္ဍဲကာလကြဴ)။"},
{"word":"creditor","def":"n.  ညးတၠသြန်၊  မၞိဟ်ဖျေံစအိက်သြန်။"},
{"word":"credo","def":"n.  အရာမပတှ်ေ၊  ကွေတ်ဝါဒ။"},
{"word":"credulous","def":"adj.  မလေပ်ပတှ်ေလောဲ။"},
{"word":"creed","def":"n.  ကွေတ်ဝါဒ၊  အရာမဒုၚ်ကေတ်လဝ်တဲ။"},
{"word":"creek","def":"n.  ကြုၚ်။"},
{"word":"creep","def":"vi. (pt.pp.crept.)  ခမာ၊  ဂမာအာ၊  လာံ၊  ပလာံ၊  ပလာံဏာ၊  ပလာံအာ။  ၂။  ကၠတ်ဂမာလုပ်၊  သော်ဇကုဒရဴ။  creeper (n)  သတ်ဂမာအာကၠုၚ်၊  တၞံဇုက်(လာံတိုန်)။  creeper used in medicine (moonseed vine). (n)  မြေက်ဂွဝ်။"},
{"word":"creepy","def":"adj.  မဒရဴတိုန်သော်ဇကု။"},
{"word":"cremate","def":"vt.  စံၚ်ဇွဂြးဇုတ်၊  စံၚ်ကမ္မဋ္ဌာန်။  cremation (n)  ပွမစံၚ်ဇွဂြးဇုတ်။  crematorium (n)  ရုၚ်စံၚ်ဇွဂြးဇုတ်မၞိဟ်။"},
{"word":"crept","def":"ရံၚ် creep တေံညိ။"},
{"word":"crescent","def":"n.  ဗီုရုပ်ဂိတုစွေက်။  ၂။  အရာမနွံဗီုရုပ်ဂိတုစွေက်။  adj.  မဒှ်တ္ၚဲဂိတုစပတံမံက်။"},
{"word":"crest","def":"n.  ဂၞဲ(နဲ)စာၚ်၊  ဂၠောန်၊  လၟု။  ၂။  က္ဍဟ်ဒဵု၊  က္ဍဟ်လပှ်။  ၃။  ပ္ကဴတဝ်စရှ်။  vt.  တိုန်စိုပ်အာစဵုကဵုက္ဍဟ်။  crestfallen (adj)  မလီုစိုတ်၊  မနွံကဵုစိုတ်ဟွံထတ်၊  မနွံကဵုစိုတ်မသာသ္ပအ်ဒၟံၚ်။"},
{"word":"crevice","def":"n.  ကရောၚ်ကရောန်၊  ကရောၚ်ထကး၊  ဗပါ်တၟံ။"},
{"word":"crew","def":"n.  ကောန်က္ၜၚ်၊  ကောန်က္ၜၚ်ကျာ(သၞာဲဒဴဟွံသေၚ်)။"},
{"word":"crib","def":"n.  ခါတ်ကောန်ၚာ်တိက်။  ၂။  စၚ်ချောဲဂၠဴ၊  ဂၠုၚ်စုတ်ဗ္စချောဲကဵုဂၠဴ။  vt.  စွံကြေပ်ကြေပ်ဂြတ်ဂြတ်။  n.  ပွမကၠတ်ချူကေတ်။  vt. vi. (-bb-)  သ္တိက်စွံကောန်ၚာ်ပ္ဍဲခါတ်၊  ကၠတ်ချူကေတ်။"},
{"word":"crick","def":"n.  ဒဒှ်မတိုန်ဇက်ပ္ဍဲကတက်၊  ဒဒှ်မတိုန်ဇက်နူဒူစး။"},
{"word":"cricket","def":"n.  စၟစၚ်ရိတ်၊  ခၞေၚ်၊  ဒနေၚ်။  ၂။  နဲဝေၚ်ခြေတ်ကိတ်။"},
{"word":"cried","def":"ရံၚ် cry တေံညိ။"},
{"word":"crier","def":"n.  မၞိဟ်ပၟိၚ်ပၟဟ်။"},
{"word":"crime","def":"n.  အမှုရာဇဝတ်၊  အမှု။  ၂။  ပွမဖံက်ပလီုထောံသၞောဝ်ဥပဒေ၊  ပွမဟွံဒ္ဂေတ်ဗက်သၞောဝ်ဥပဒေ။  ၃။  ပွဒိုဟ်ဒိုဟ်ကြံကြံ၊  ပွဒဒှ်မဟၟဲကဵုစၚ်ခြၚ်ချပ်ဗ္စာရဏာ။"},
{"word":"criminal","def":"n.  မၞိဟ်လုတ်လောန်လဝ်အမှုရာဇဝတ်၊  မၞိဟ်မပ္ကီုပရာပ်လဝ်အမှုရာဇဝတ်။  adj.  မဆေၚ်စပ်ကဵုအမှုရာဇဝတ်။  criminology (n)  ကွတ်ဗေဒအမှုရာဇဝတ်။  criminologist (n)  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲအရာကွတ်ဗေဒအမှုရာဇဝတ်။"},
{"word":"crimson","def":"adj.  အရံၚ်သာ်ဆီစာၚ်၊  မနွံကဵုအရံၚ်သာ်ဆီစာၚ်။  vt. vi.  ကၠောန်ညံၚ်သ္ဂောံဗ္ကေတ်ကၠုၚ်ဍာဲကၠုၚ်၊  မုက်ဍာဲကၠုၚ်(ဂွတုဲ)။"},
{"word":"cringe","def":"vi.  ဖေက်တုဲတောံဆုတ်အာ၊  အောပ်မာဇံသဝ်လုပ် ဂတၝောံမၞိဟ်ၝောံသၠိုက်။"},
{"word":"cringe-tree","def":"n.  တၞံခအဳလၚ်(တၠၚ်)။"},
{"word":"cripple","def":"n.  မၞိဟ်ဇိုၚ်ကဝ်ကဝ်၊  မၞိဟ်ဝေန်ဝံက်၊  မၞိဟ်လၟေန်လၟေန်၊  မၞိဟ်ဝဲလီုလီု။  vt.  ကဝေန်ကဝး၊  လမေန်၊  လၟေန်၊  လၟေန်ဝေန်၊  ဝေန်ဝံက်၊  သကဵုဇိုၚ်တဲကဝ်၊  သကဵုဇိုၚ်တဲဟွံခံၚ်။  ၂။  သကဵုလီု၊  သကဵုဓတ်အောန်။"},
{"word":"crisis","def":"n. (pl.crises)  အခိၚ်မဒှ်အခိၚ်ဇၞော်ကဵုပၟိက်။  ၂။  အခိၚ်အခါမကြေပ်ဂြတ်၊  ကဆံၚ်မကြေပ်ဂြတ်၊  ကပ်။"},
{"word":"crisp","def":"adj.  မပရောံ၊  မဆာတ်လရံဒၟံၚ်။  ၂။  မသအးဇ္ၚးလတ်ဘတ်။  ၃။  မတ္ၚံလ္ပံသာက္ဍာ၊  မနွံကဆံၚ်ချဳဒရာအာကၠုၚ်ဟွံဇြိုၚ်ဇြုဲ၊  မလုပ်ဒၟံၚ်ကဵုလမျီု။  ၄။  မတ္ၚံက်၊  မကဝေန်တ္ၚံက်၊  မကရာန်(မသကာန်)။"},
{"word":"crisscross","def":"adj.  မနွံကဵုပၞောန်လၞၚ်ကၞောဝ်ဒၟံၚ်။  vt. vi.  ဒဇက်ပၞောန်မတတ်လၞၚ်လဝ်။"},
{"word":"criterion","def":"n. (pl.-ria or -s)  တံမူသွက်ဂွံပတဝ်ပတပ် သ္ဂုတ်သွာတ်၊  တၟံခရက်ဓရိတ်ဍာ်(သ္ဂောံတီကဆံၚ်စရာဲ ဖကောဝ်မွဲမွဲ)။"},
{"word":"critic","def":"n.  ပူဂဵုအ္စာမချူလိက်ပါ်ပဲါပ္ဍဲလိက်ပရိုၚ် ပ္ဍဲလိက်မဂ္ဂဇြေန်။  ၂။  ပူဂဵုမလေပ်ဂၠာဲဒုဟ်၊  ပူဂဵုမနွံကဵုကသပ်ပါ်ပဲါ၊  ပူဂဵုမလေပ်ရာသူ။"},
{"word":"critical","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်ကြေပ်ဂြတ်၊  မနွံဇၞော်ကဵုပၟိက်။  ၂။  မဆေၚ်ကဵုပရေၚ်ပါ်ပဲါ။  ၃။  မလေပ်ဂၠာဲဒုဟ်လေပ်၊  မညာတ်ဒုဟ်လေပ်၊  မနွံကဵုလညာတ်ပါ်ပဲါ။"},
{"word":"criticsm","def":"n.  လိက်ပါ်ပဲါ၊  လိက်ပရေၚ်ပါ်ပဲါ၊ လိက်ပရၚ်။  ၂။  ပွမသ္ဂုတ်သွာတ်ကဵုအကာဲအရာ၊  ပွမပါ်ပဲါ။"},
{"word":"criticize","def":"vt. vi.  ပါ်ပဲါ၊  ဂၠာဲဒုဟ်၊  ပ္တိုန်ဒုဟ်။"},
{"word":"crocodile","def":"n.  ကျာံ။  crocodile tears (n)  ပွမသ္ပပၞညံၚ်ရဴမဒှ်ဓဝ်စံၚ်တူ။"},
{"word":"crook","def":"n.  မၞိဟ်လီ၊  မၞိဟ်ပၠီ။  ၂။  လေံတ္ၚံက်။  ၃။  ဒၞာဲကဝါၚ်၊  ဒၞာဲတ္ၚံက်ကဝါၚ်။  crooked (adj)  မၚံက်၊  မၚံက်ၚာ်၊  မၚံက်ေၚဲ၊  မခ္ဍဴဂံက်၊  မတ္ၚံက်၊  မဝေန်၊  မဟွံတပ်တး၊  တမ္ၚံက်၊  တမ္ၚံက်တမ္ၚေဲ။  crooked trumpet. (n)  သရာ(ခရာ)တမ္ၚံက်။"},
{"word":"crop","def":"n.  ဖျေဲ(စာၚ်,အဒါ)။  ၂။  သြောံသ္ၚုမပတံၜဲတံ သြောံဂန်တံ။  ၃။  ပွမခေပ်လဝ်သော်ဂၠေံဂၠေံ။  vt. vi. (-pp-)  ကိတ်ထပိုတ်ဍေက်စ။  ၂။  ခေပ်ဒမၠေံထောံ။  ၃။  ဖျေံမ။  ၄။  မံက်တိုန်ကၠုၚ်ဟွံရန်တၟံလဝ်မွဲသာ်။"},
{"word":"cropper","def":"n.  တၞံသ္တိတ်ဍေံခိုဟ်။  ၂။  ပွမဒတုံစှ်ေ၊  ပွမကျ၊  ပွမဟောံဗြမ်၊  ပွမစှ်ေအာ။  ၃။  ဒဒှ်မလီုလာ်အာဇၞော်ကဵုဇြဟတ်။  ၄။  မၞိဟ်ဒၞာပ်၊  မၞိဟ်လိၚ်။"},
{"word":"cross","def":"n.  လက်သန်ဇိုၚ်စာၚ်(ဇိုၚ်ခ္ဍာ်)။  ၂။  တိုၚ်ညးမဒၚ်(တိုၚ်ဂတာတဲ)။  ၃။  ပွမဖျေံပနှဴလဝ်မ(တၞံ၊ သတ်တိရစ္ဆာန်)။  ၄။  ဒဒိုက်၊  ဒုက္ခ။  vt. vi.  စရုၚ်၊  စရုၚ်ကၠောံ၊  တတ်ကၠောံ။  ၂။  ခရက်လက်သန်ဇိုၚ်စာၚ်(ဇိုၚ်ခ္ဍာ်)။  ၃။  မာ်လဝ်ဇိုၚ်ကဵုဇိုၚ်။  ၄။  ဒစဵုဒစး၊  ပလာပ်။  adj.  မဂၠေံမံၚ်စိုတ်၊  မထေဲဒၟံၚ်ပ္ဍဲစိုတ်။  ၂။  မဒစဵုဒစးမံၚ်။  crossbeam of a house. (n)  ခမၚ်၊  ထမေၚ်၊  ဓမၚ်သ္ၚိ။  cross check (vi)  ကလေၚ်စၟဳစၟတ်ရံၚ်။  crossed in front. (vt. vi)  စၞေဟ်။  crossroads (n)  ဂၠံၚ်ပန်သွာန်၊  သွာၚ်တရဴပန်။  cross over. (vt. vi)  ကၠောံ။  cross timber. (n)  ထကဲပြေၚ်။"},
{"word":"crossbow","def":"n.  တ္ၚ၊  တ္ၚဂြၚ်၊  တ္ၚဒြၚ်။"},
{"word":"crossbred","def":"adj.  မဖျေံပနှဴမတုဲဂွံကၠုၚ်။"},
{"word":"cross-examine","def":"vt.  စဳစောတ်စၟဳစၟတ်သၟာန်။  cross-examination (n)  ပွမသ္တးသ္တန်ဂၠံက်သၟာန်နကဵုဂလာန်သၟာန်မဟွံရန်တၟံလဝ်။"},
{"word":"cross-grained","def":"adj.  မကြာန်၊  မကြာန်ဓၟာန်၊  မနွံဒၟံၚ်ကဵုဖျုန်ဒစးဒစး(ဆု)၊  မဒှ်သွက်ဂွံပံၚ်ဖက်စဝါတ်ဂါတ်။"},
{"word":"cross-legged","def":"adj.  မတက်ထဝဲါ၊  မဂ္ဇံတက်ထဝဲါ။"},
{"word":"cross-piece","def":"n.  ထကဲပြေၚ်။"},
{"word":"cross-wise","def":"adv.  လက်ဂၞၚ်၊  လက်လၞေၚ်။"},
{"word":"crossword","def":"n.  ဂလာန်ဗဒိုဟ်၊  ဂလာန်ဗဒှ်ေ၊  ပဟေဠိ။"},
{"word":"croton","def":"n.  တၞံကၞက်ကဖဵု။  croton-oil tree. (n)  တၞံကၞက်ကဖဵု။"},
{"word":"crouch","def":"vt.  ဖေက်တုဲ လဒပ်အောပ်ဒၟံၚ်၊  လဒပ်အောပ်ဒၟံၚ် သွက်ဂွံဓရီုရပ်ကေတ်၊  ဇံသဝ်၊  အောပ်မာ၊  ထၜုဲ၊  ထ္ၜုဲ။  crouching on the tree. (vt)  ထၜုဲလ္တူဆု။"},
{"word":"crow","def":"n.  ခ္ဍာ်။  vi. ဂြဴ။  ၂။  ဒးကံတုဲဂြိုၚ်ညာန်ဒၟံၚ်။  ၃။  ကြီုယိုတ်။"},
{"word":"crowbar","def":"n.  ကွဵု၊  ကွဵုပသဲ၊  ပသဲထ္ၜောံမထကေက်လဝ်တၞုၚ်ဍေံ။"},
{"word":"crow-pheasant","def":"n.  ဂစေံဖဝ်ရဂုတ်။"},
{"word":"crowd","def":"n.  ဗျူဟ၊  ပူရိသာတ်၊  မၞိဟ်သၠိုက်၊  မၞိဟ်ဂမၠိုၚ်၊  မဟာဇန်၊  ဂကောံမၞိဟ်မကောံဒၟံၚ် သွက်သ္ဂောံသ္ပမွဲမွဲ။  vt. vi.  ၜေတ်၊   ၜေတ်ဂၠေတ်၊  ၜေတ်တလေတ်၊  ၜေဓလေတ်၊  ၜေတ်ဒၟံၚ်ကဵုမၞိဟ်၊  ကောံကလောံဒှ်တိုန်က္ဍိုပ်မၞိဟ်။  crowded (adj)  မပေၚ်က္ဍာတ်ဒၟံၚ်ကဵုမၞိဟ်၊  မကၠေတ်၊  မဂၠေတ်၊  မညောန်၊  မတ္ၜန်တ္ၜုဲ၊  သၜေတ်၊  မပေၚ်ထာတ်ဒၟံၚ်ကဵုပူရိသာတ်။  crowded together. (vt.vi)  ဂၠောဲ၊  ကောံဂၠောဲ။"},
{"word":"crown","def":"n.  ၝောံကိုတ်၊  ၝောံကိုဋ်။  ၂။  ဂရောပ်ကၞေၚ်၊  ဗြကၞေၚ်၊  လ္တူက္ဍဟ်၊  လ္တူအထုပ်က္ဍိုပ်။   vt.  ပ္တိုန်နန်၊  ပသေက်ဨကရာဇ်၊  ပတိုန်သၟိၚ်၊  ပတိုန်ဨကရာဇ်၊  ဒလဝ်ၝောံကိုဋ်၊  ပအပ်ကဵုကၟိန်မြုနန်။  ၂။  နွံလ္တူက္ဍဟ်၊  ဂြောပ်ဒၟံၚ်ပ္ဍဲလ္တူက္ဍဟ်။    ၃။  ပ္တိုန်စရာဲ၊  ဖျေံလာပ်၊  ကဵုလာပ်။  crowning part. (n)  တဝ်စရှ်။  corwn prince (n)  ပရိနယကရာတ်၊  ဥပရာဇာ။"},
{"word":"crucial","def":"adj.  မဒှ်ပၟိက်နွံမံၚ်ဇၞော်ကဵုဇြဟတ်၊  မဒှ်ဒၟံၚ်ကဆံၚ်ကြေပ်ဂြတ်၊  မဒှ်သွက်သ္ဒးကဵုသ္ဂုတ်သွာတ်။"},
{"word":"crucible","def":"n.  မိဟ်၊  ခေါ်တိသွက်ဂွံပၠၚ် ဖကောဝ်ထဝ်သြန်။"},
{"word":"crucific","def":"n.  ဗီုရုပ်တိုၚ်ညးမဒၚ်လဝ်ခရေတ်။"},
{"word":"crucify","def":"vt.  ဂစိုတ်နကဵုဘဲစၚ်စုတ်ကရံၚ်(စတ်ကရံၚ်)၊  ပတိုန်လ္တူတိုၚ်ညးမဒၚ်တုဲဂစိုတ်။"},
{"word":"crude","def":"adj.  မဒှ်ဒၟံၚ်ကပေါတ် မဂွံကၠုၚ်လဝ်နအတိုၚ်သဘာဝ၊  မဒှ်ကပေါတ်ဟွံဂွံပလေဝ်ပလေတ်ထောံမွဲသာ်ဏီ၊  မဒှ်ကပေါတ်အရိုၚ်။  ၂။  မကြံၚ်မ္ၚိုဟ်၊  မရိုၚ်ဇိုၚ်၊  မဟွံဍိုန်ဍောတ်ဇိပ်ဂၠိပ်။  ၃။  တဲကဆံၚ်ဟဂွံကလိတ်ကလောတ်၊  အဇာပရေံပရေံ၊  မဟွံမွဲကဵုကဆံၚ်ဒဒှ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မသရံၚ်ဒဂါတ်။"},
{"word":"cruel","def":"adj.  (-ller,-llest)  ဂြိုဟ်စာ၊  တမြံ၊  ဒမြိုဟ်၊  သဟာသဳ၊  မဓဇန်၊  မဟၟဲကဵုဓဝ်ဆာန်ဍူ၊  သ္ကာတ်မြဟ်။"},
{"word":"cruelty","def":"n.  ဒဒှ်မဓဇန်၊  ဒဒှ်မဟၟဲကဵုဓဝ်ဆာန်ဍူ၊  ဒဇန်ဟာသဳ။"},
{"word":"cruise","def":"vt.  ပွမတိတ်တရဴဂေၚၚ်ဝေၚ်ဂၠံၚ်ဂၚ်၊  ပွမတိတ်တရဴသွက်ဂွံဂၠာဲက္ၜၚ်ပၞာန်သၞ။  n.  တရဴဂၚ်။"},
{"word":"crumb","def":"n.  အၚး၊  လ္ၚး(မသှ်ေသၟေဟ်)။၂။  ညိည။"},
{"word":"crumble","def":"vt. vi.  သၠေက်၊  သၠေက်သၠံၚ်အာ၊  သၠေက်ဍိုတ်အာ၊  ထရိုဟ်လီုလာ်စှ်ေအာ၊  ပြဵု၊  လကောတ်၊  သရိုဟ်။"},
{"word":"crumple","def":"vt. vi.  ပလှေက်ထောံစဵုကဵုဗီုပြၚ်လီုအာ၊  တောံအာ၊  ဍိုတ်အာ။"},
{"word":"crunch","def":"vt. vi.  ဇ္ၚာဲစဒၟံၚ်ကြောပ်ကြောပ်။  ၂။  လိုန်ဖလှေက်ထောံကြောပ်ကြောပ်။"},
{"word":"crusade","def":"n.  ပေဲါပၞာန်ပရေၚ်ဘာသာရဲခရေတ်ကဵုမူသလေန်တံ။  ၂။  ပွမဗတိုက်ပ္တိတ်ထောံအကုသဵု။"},
{"word":"crush","def":"vt. vi.  ပ္ဍဵု၊  ပ္ဍဵုပ္ဍိုက်၊  လ္ၚေတ်၊  ၜေတ်ဂရိတ်၊  ဗုတ်၊  တ္ၚေတ်။  n.  ပူရိသာတ်က္ၜေတ်က္ညက်ဒၟံၚ်။  crush to a powder. (vt.vi)  ဂဍိုတ်။"},
{"word":"crushed","def":"adj.  မပြောပ်အာ၊  မပရောံ၊  မပ္ဍူအာ။"},
{"word":"crust","def":"n.  ဖျုန်ကွာၚ်ဂျုၚ်လ္ပာ်လ္တူကျာ၊  ဒဒှ်ဂၠးမုက်လ္တူကျာမရိရေၚ်ဒၟံၚ်။"},
{"word":"crutch","def":"n.  လေံဂစုန်မထံက်အာကဵုပါၚ်တၞက်၊  လေံအထံက်ဇိုၚ်။"},
{"word":"crux","def":"n.  ဒကုတ်ပြသၞာဒဒှ်မသောၚ်တလးဝါတ်အိုတ်။"},
{"word":"cry","def":"vt. vi. (pt.pp.cried)  ယာံ၊  ယာံဂတဝ်၊  ယာံဂတေဝ်၊  ယာံဇဝေါဝ်ရမတ်၊  ယာံဟဳ၊  လရိုအ်၊  ဂတေဝ်ကမြဴ၊  နရော၊  နရိုအ်၊  လၞီလရိုအ်။၂။  ကညာၚ်ဟီု၊  လလောၚ်၊  လလောၚ်တြး။  n. (pl.cries)  ရမျာၚ်လရိုအ်၊  ရမျာၚ်ကညာၚ်ဟီု။  cry aloud. (vt.vi)  ဂတေဝ်၊  ဂရိုအ်ဂတေဝ်၊  လရိုအ်ဂတေဝ်၊  လရိုအ်ယာံ၊  လလောၚ်။  cry ingrief. (vt.vi)  နရိုအ်ဒမာန်(လရိုအ်ဒၟာန်)၊  သဓဵု၊  သဓဵုသမ္ၚုဟ်။"},
{"word":"cryptic","def":"adj.  မကၞိက်ကၞုက်လဝ်၊  မဟွံကၠးဖ္ဍးပ္ဍဲကဵုအဓိပ္ပာဲ။"},
{"word":"crystal","def":"n.  သုမ္မထိုက်၊  တၟံသမ္ထိုက်၊  အရာမနွံကဵုဂၠးမုက်မစှ်ေကဵုဗီုပြၚ်(အရာကလောံမတၟုဲဒၟံၚ်ကဵုဂၠးမုက်မစှ်ေနကဵုဗီုပြၚ်)။"},
{"word":"cub","def":"n.  ကောန်ကၠ,ဗြန်,ဇာဒိသိုၚ်။  ၂။  သၟတ်မနွံကဵုမုက်ပါၚ်ရိုၚ်ရိုၚ်။"},
{"word":"cube","def":"n.  ဒု(အရာမနွံကဵုအနာံ,ဇမၠိၚ်,သမၠုၚ်ပိဂကူဗ္ၜတ်တုပ်တုပ်)။"},
{"word":"cubicle","def":"n.  ခဒံသ္တိက်မနွံပ္ဍဲခဒံသ္ၚိ။"},
{"word":"cubit","def":"n.  ဟတ်(မနွံဇမၠိၚ်မွဲပေဘာ်)။"},
{"word":"cuckoo","def":"n.  ဂစေံကဴဝဴ။"},
{"word":"cucumber","def":"n.  ခအဳ၊  ဂအဳ။"},
{"word":"cucumismelon","def":"n.  ဂအဳတၟံ။"},
{"word":"cud","def":"n.  ပွမဂြေၚ်(ပြေၚ်,ဂၠဴ,ဗ္ၜေံ)။"},
{"word":"cuddle","def":"vt. vi.  လေၚ်လဝ်၊  မိန်မံလဝ်။  ၂။  ၜေတ်တိက်။"},
{"word":"cudgel","def":"n.  ဂတေက်။  vt. (-ii- or -l-)  ဒုက်ကဵုဂတေက်။"},
{"word":"cue","def":"n.  လေံထပက်ဗဳလဳယျိတ်၊  ဂလာန်မသ္စပတန်၊  ဂလာန်မကဵုသတိ၊  ဂလာန်မမြော်၊  ဂလာန်တံ၊  တံဂလာန်။"},
{"word":"cuff","def":"n.  ဒရာနာတဲပလောံ။  cuff-links (n)  တၟောံပလောံတဲ ပလောံရှာတ်။  vt.  ထဗးစာဲစုတ်နကဵုသတ်တဲဂတာတဲ။"},
{"word":"cuisine","def":"n.  ပွမတောံၜိုဟ်၊  နဲကဲတောံၜိုဟ်။"},
{"word":"culminate","def":"vi.  စိုပ်အာကဆံၚ်သၠုၚ်အိုတ်။  culmination (n)  ကၞောတ်အထောဋ်။"},
{"word":"culpable","def":"adj.  မထေက်ကဵုသ္ဒးဒုၚ်ပတိုန်ဒုဟ်၊  မထေက်ကဵုသ္ဒးဒုၚ်ဒုဟ်၊  မဟွံဗၠးဒုဟ်။"},
{"word":"culprit","def":"n.  မၞိဟ်ပ္ကီုပရာပ်ကၠုၚ်လဝ်ဒုဟ်၊  မၞိဟ်သ္ဒးဒုၚ်စောဲအမှု။"},
{"word":"cultivate","def":"vt.  ဇိက်၊  ထောဲ၊  ထဲ၊  ထဲဇိက်သွက်ဂွံတဵုသြောံ။  ၂။  လွဳပရာသ္ပဂရုသွက်အရာမွဲမွဲသ္ဂောံတဴတက်ကၠုၚ်။  cultivate a marsh clearing. (vt)  ဗာ်ဇွံ။  cultivator (n)  ရဲဗ္ၚ။"},
{"word":"cultivation","def":"n.  ပွမထဲ(ထောဲ)ဇိက်တဵုလွဳ၊  ပွမလဟိုဟ်ပတိုန်။"},
{"word":"culture","def":"n.  ယေန်သၞာၚ်။  ၂။  ပွမတောတက်ကၠုၚ်ဟိုန်နူကတ်လ္ၚတ်ဆဵုဂဗကၠုၚ်။  ၃။  ပွမလွဳပရာသာဲ၊  စၟသုတ်။"},
{"word":"cultured","def":"adj.  မယေန်သၞာၚ်ဇိပ်ဂၠိပ်။"},
{"word":"culvert","def":"n.  ဍာ်အုဲအုဲအေၚ်အေၚ်၊  မြံၚ်သွက်ဇုက်ဓါတ်အသၟဝ်တိ။"},
{"word":"cumbersome","def":"(cumberous) adj.  မနွံကဵုလျိုၚ်ဇြိုၚ်ဇြိုၚ်၊  မနွံကဵုဗွိုက်ဒဒှ်သွက်ဂွံယိုက်ဂၠေၚ်ဏာဇြိုၚ်လောန်။"},
{"word":"cumin","def":"n.  ဇဳယျာ။"},
{"word":"cumulative","def":"adj.  မဂၠိုၚ်ပၟဝ်ကၠုၚ်ဒၟံၚ်သိုက်သိုက်၊  မဗြေဝ်ဂၠိုၚ်ကၠုၚ်နကဵုဇြဟတ်ထပ်တုဲထပ်ပၠန်။  n.  ဖဵုဂုန်ဍေံမသ္ကေက်သ္ကာကၠုၚ်ညိတုဲညိ။"},
{"word":"cumulus","def":"n.  ဂကူမတ်ဗြဲမကလောံဂၠုကၠုၚ်သွက်ဗြဲသ္ဂောံဂူ။"},
{"word":"cunning","def":"adj.  မစဍိုဟ်၊  မတ္ၚံက်၊  မစိုန်သ္ကီုလ္ပာ်ဗ္ဂေတ်သၠောံသၠန်၊  မတ္ၚံက်ကၞိက်ကၞုက်၊  သမ္ၚိုဟ်၊  သ္ဍိုဟ်၊  မသ္ဍိုဟ်လ္တူဗ္ဂတ်သၠေံသၠန်။  n.  ပွမတ္ၚံက်ကၞိက်ကၞုက်။  cunningly (adv)  နဒဒှ်မတ္ၚံက်တ္ၚေဲ၊  နဒဒှ်မကၞိက်လဒဵု။"},
{"word":"cup","def":"n.  အၚ်၊  ကြော်၊  ခရော်၊  ခေါ်၊  ပ္ၚာန်၊  ပ္ၚာန်သွ၊  သၠိုၚ်၊  ထး၊  ခွက်။  ၂။  သၠိုၚ်မကဵုလာပ် ဖျေံလာပ် ပ္ဍဲကဵုပေဲါပြိုၚ်ပ္ကာန်။  vt. (-pp-)  ကၠောန်ဗီုခေါ်၊  ကၠောန်ဗီုသၠိုၚ်။  cup-shaped little vessel. (n)  ခဝ်။"},
{"word":"cupboard","def":"n.  ဒူ၊  ဒူပ္ၚာန်၊  ကလာပ္ၚာန်၊  သ္ၚိပ္ၚာန်။"},
{"word":"Cupid","def":"n.  ဒေဝတဴကသူကၞေၚ်။"},
{"word":"cupidity","def":"n.  လောဘ၊  မက်ကဵုဂြပ်ကသပ်။"},
{"word":"curator","def":"n.  သကိုပ်တိုက်ပၠ၊  သကိုပ်တိုက်ပၠပါန်ခဳ။"},
{"word":"curb","def":"vt.  ထိၚ်ဒဝ်။"},
{"word":"curd","def":"n.  ဍာံတှ်ဓမ်။"},
{"word":"cure","def":"vt.  လွဳ၊  လွဳကဵုဂဥုဲ။  ၂။  သအးဇ္ၚးထောံအရာမဟွံဒးရးမဟွံခိုဟ်တံ။၃။  ဂွပ်ဖျုန်ဂွပ်က၊  ဂဒဵုဖျုန်က၊  စဲဖျုန်က။  n.  ဒဒှ်မလွဳဗၠးအာ။"},
{"word":"curfew","def":"n.  အသံမသကဵုကောန်ညးဍုၚ်ကွာန်တံ ဒီုဒၟံၚ်အပ္ဍဲသ္ၚိ၊  အသံမသကဵုပလိုတ်လဝ်ပၟတ်အခိၚ်ဗ္တံ။"},
{"word":"curio","def":"n.  ကပေါတ်ကွတ်ပါန် မသ္ဒးဒုၚ်စွံပတန်ၚုဟ်မး ဟိုတ်နူတၟေၚ်တၟဟ်။"},
{"word":"curious","def":"adj.  မနွံကဵုပၟိက်စိုတ်သၟိက်မိက်ဂွံတီဗွဲမသ္ကာတ်မြဟ်၊  မနွံကဵုစိုတ်သၟိက်မိက်ဂွံလ္ၚတ်ခစုၚ်ကၞုၚ်။"},
{"word":"curiousity","def":"n.  စိုတ်သၟိက်မိက်ဂွံတီ လိုက်လဴကၠုၚ် ဗွဲမသ္ကာတ်မြဟ်။  ၂။  ကပေါတ်ခၞၚ်ခၞၚ်ဗွဲတၟေၚ်။"},
{"word":"curl","def":"n.  ကဝး၊  ထၟူ။  vt. vi.  ကဝေန်၊  ကဝး။"},
{"word":"curlew","def":"n.  ဂစေံကြေဲ။"},
{"word":"currency","def":"n.  ဒဒှ်မၞိဟ်ဂမၠိုၚ်မဒုၚ်တဲရပ်စပ်ဒၟံၚ်။  ၂။  သြန်မရပ်စပ်စကာဒၟံၚ်။"},
{"word":"current","def":"n.  ဍာ်ဇွောဝ်၊  ဇၟောဝ်၊  ဇၟောဝ်ဍာ်၊  ဂၠံၚ်ဍာ်၊  ဂၠံၚ်ကျာ၊  ဂၠံၚ်ဓာတ်လလဳဇွောဝ်အာ။  adj.  မစဒၟံၚ်ခေတ်၊  မရပ်စပ်ဒၟံၚ်မွဲဗဟူဏံ,မွဲဂရိုက်ဏံ၊  မဆေၚ်စပ်ကဵုခေတ်ကာလလၟုဟ်။  currently (adv)  တ္ၚဲဏံမရပ်စပ်ဒၟံၚ်၊  စဵုကဵုလၟုဟ်မရပ်စပ်ဒၟံၚ်။"},
{"word":"curriculum","def":"n. (pl.-s or la)  မာတိကာ၊  မာတိကာဗီုဗ္တောန်(ပ္ဍဲဘာတက္ကသဵု)။"},
{"word":"curry","def":"n. (pl.-ries)  ဗျန်၊  သွ(ခွ)။  vt.  တောံသွ၊  ဍုန်သွ၊  သွဗျန်။"},
{"word":"curse","def":"n.  ကသဴ၊  သဴ၊  သွဴ။  ၂။  ဟိုတ်တံဒဒှ်မလီုလာ်အာ။  vt. vi.  ချဴ၊  ချဴလက်၊  ချဴစုတ်ကဵုကသဴ၊  ချဴလက်၊  သွဴ။"},
{"word":"cursory","def":"adj.  မဒှ်ဗွဲလ္တူကျာ။"},
{"word":"curt","def":"adj.  မရိုၚ်ဇိုၚ်၊  မဟီုဂလာန်ရုန်ရုန်မဵုမဵု၊  မဟီုအရေဝ်ပိုတ်ပိုတ်ဓဂိုတ်ဓဂိုတ်။  curtly (adv)  နဒဒှ်မရိုၚ်ဇိုၚ်။"},
{"word":"curtail","def":"vt.  သရောပ်ထောံ၊  ထပိုတ်ဒမၠေံထောံ။"},
{"word":"curtain","def":"n.  ဂနိက်၊  စၞိက်၊  ဇနိက်၊  ဇၞိက်၊  ဒနိက်၊  ဒၞိက်။  ၂။  ဇၞိက်မစဵုဒၞာလ္တူစၚ်ဇာတ်။  vt.  စဵုဒၞာ၊  စဵုဒၞာကဵုဇၞိက်။"},
{"word":"curve","def":"n.  အရာဝိုၚ်ဝိုၚ်၊  အရာကဝိုၚ်ကဝိုၚ်၊  အရာကုန်ကုန်၊  အရာခၠုပ်ခၠုပ်။  vt. vi.  ကဝိုၚ်ဒၟံၚ်၊  ကဝေန်ကဝးဒၟံၚ်။  curved handle of a harrow. (n)  တဝ်ဂရး(ခရး)။"},
{"word":"cushion","def":"n.  ဂၞဳ၊  ဒၞဳ၊  သ္ဍဳ၊  သ္ဍဳသၞာ၊  ဇွောံဂ္ဇံ၊  ဒၞာဲဂ္ဇံ၊  ကူရှေန်။  cushion for the elbow. (n)  ဂၞဳဒလာဲ။  cushion to support the body in reclining. (n)  ဝုန်ဏၚ်။"},
{"word":"custody","def":"n.  ပွမမၚ်မွဲထိၚ်ဒက်၊  ပွမထိၚ်ဒဝ်။  ၂။  ဂုက်၊  ပွမစုတ်လဝ်ဂုက်။"},
{"word":"custard-apple","def":"n.  မရိုတ်၊  မြိုတ်၊  သတ်မြိုတ်။"},
{"word":"custom","def":"n.  ကွေတ်၊  ပဝေဏဳ၊  ပြဝေဏဳ၊  ဝေါဟာ၊  အလေံ၊  အခိုက်ကၞာ၊  အခိုက်အလိုက်၊  အကေၚ်၊  အထိုက်၊  ဓမ္မတာ၊  သကေၚ်။  ၂။  အကံက်၊  အခေါန်။"},
{"word":"customary","def":"adj.  မကၠောန်ဒၟံၚ်လၟိုန်၊  မပ္တုဲဒၟံၚ်လၟိုန်၊  မဒှ်ဒၟံၚ်အခိုက်အလိုက် အခိုက်ကၞာ။  customary observances. (n)  ဝတ်အလေဝ်။"},
{"word":"customer","def":"n.  ဖံက်သေဝ်၊  မၞိဟ်မကဵုဇြဟတ် ကၠုၚ်ရာန်ဒၟံၚ်ပ္ဍဲဆေၚ်ဖျာဇကုလၟိုန်။"},
{"word":"cut","def":"vt. vi.  ရေက်၊  ဗာ်၊  ထပိုတ်၊  ဂၠေဟ်၊  ကုတ်၊  တတ်၊  ခေပ်၊  ကး။  ၂။  ထပိုတ်ထောံညံၚ်ဂွံဍောတ်၊  သ္ကုတ်၊  သ္တတ်၊  သ္တတ်ဒကုတ်၊  ဒကုတ်ကၠေံ၊  ပိုတ်၊  သကဵုအောန်အာ၊  ဖျံထောံညံၚ်ဂွံအောန်။  ၃။  ဒေံါထောံ၊  ထပိုတ်ထောံအကြာ။  ၄။  ပပၞထောံညံၚ်ဟွံဆဵုဟွံညာတ်။  ၅။  သကဵုဂိက္တာန်၊  သကဵုလီုလာ်။  ၆။  ဂြိပ်တိတ်အာဗွဲမပြဟ်။  cut down. (vt.vi)  ဗာ်ဗ္ဒောံ။  cut hair. (vt.vi)  ရေက်သော်၊  ခေပ်သော်။  cut in pieces. (vt.vi)  ဒကုတ်ဒကန်။   cut meat. (vt.vi)  ရေက်ဖျုန်၊  ဂၠေဟ်ဖျုန်။  cut off. (vt.vi)  ကၞာၚ်၊  တတ်၊  တတ်ကြေဝ်၊  ကုတ်ထပိုတ်၊  တကုတ်အာ၊  တတ်ဒကုတ်၊  သကုတ်၊  သကုတ်ဖလုတ်၊  သ္ဂုတ်၊  သ္ဂုတ်ကၠေံ၊  သ္ဒန်၊  သ္ဒန်ကၠေံ၊  သ္ပာ်ဒကုတ်အာ၊  ဟောံလေၚ်။  cut open. (n)  စာ၊  ကရေက်ပါ်။  cut up. (vt.vi)  ကလှ်ေ၊  သၠဟ်ကလှ်ေ။  cut to ribbons. (vt.vi)  ရေဲ(ရေက်ကြဳကြဳ)၊  ကုတ်၊  ကရေက်၊  ဂၠေဟ်၊  ထပိုတ်၊  ကး၊  ခေပ်၊  ကြေဝ်။  ၂။  ဒၞာဲဒေတ်၊  ဒၞာဲဒတ်ဗာ်လဝ်၊  ဒၞာဲဒှ်မံၚ်ပၞေတ်။"},
{"word":"cutaneous","def":"adj.  မဆေၚ်စပ်ကဵုယဲမက္တဵုဒှ်လ္တူစၞာံ၊  ယဲမကဵုဒဒိုက်ကဵုစၞာံလ္တူကျာ။  cutaneous diesase (n)  ယဲစၠန်စလှဳ၊  ယဲပူဏံက်။"},
{"word":"cutch","def":"n.  သၠဇေဝ်။"},
{"word":"cut-throat","def":"n.  မၞိဟ်ဂစိုတ်မၞိဟ်မနွံကဵုစိုတ်ဓဇန်ဓဇန်။  adj.  မဂစာန်ပြိုၚ်စဵုကဵုအိုတ်အာဍာ်၊  မဂစာန်ပြိုၚ်ကၠေံစိုတ်ဇၞော်ကဵုလွဳ။"},
{"word":"cutting","def":"n.  လိက်ဒကုတ် ကုတ်ထပိုတ်ပ္တိတ်လဝ် နူကဵုလိက်ပရိုၚ်လိက်မဂ္ဂဇြေန်။  adj.  မဂိဓဇောတ်။  cutting edge of a diamond. (n)  တလၚ်ဗိုတ်။"},
{"word":"cycle","def":"n.  သံသာ၊  ဒဒှ်မဒှ်လီုဆက်က္တဵုဒှ်ဒၟံၚ်လၟိုန်။  ၂။  ကွဳလိုန်။  vt.  က္ဍိုက်ကွဳလိုန်။  cyclist (n)  မၞိဟ်က္ဍိုက်ကွဳလိုန်၊  သၟာကွဳလိုန်။"},
{"word":"cyclone","def":"n.  ကျာမေလံၚ်၊  ကျာလဗိုတ်၊  ကျာဒမြာတ်။  cyclonic (adj)  မဒှ်တဴညံၚ်ရဴကျာလဗိုတ်။"},
{"word":"cyclopaedia","def":"n.  ပြကိုဟ်မသ္ဍိုက်ဗပေၚ်ကဵုပၟိက်စိုတ်၊  ပြကိုဟ်ပရောပရာသဗ္ဗ၊  ပြကိုဟ်ဗဟုသုတ၊  ပြကိုဟ်အညာ။"},
{"word":"cyclostyle","def":"n.  စက်ပၠောချာဲလိက်။  vt.  ပၠောချာဲကေတ်လိက်နကဵုစက္ခူပၠုဲ။"},
{"word":"cylinder","def":"n.  ပၠံၚ်၊  ဒယိုၚ်ခ္ဍံခ္ဍံ။  ၂။  ဍေၚ်မစုတ်လဝ်ပ္ဍဲက္ဍိုပ်စက်။"},
{"word":"cylindrical","def":"adj.  မနွံကဵုဗီုပၠံၚ်ဂၠိၚ်ဂၠိၚ်။  cylindrical box with cover. (n)  ခဍံ၊  ကြောတ်။  cylindrical ear ornaments. (n)  နှေက်၊  သၞေက်။  cylindrical receptacal. (n)  ထကိုအ်၊  က္ဍိုၚ်ဍေၚ်။"},
{"word":"cymbal","def":"n.  ဆာၚ်၊  ခဍေဝ်။"},
{"word":"cynic","def":"n.  မၞိဟ်ဟွံပေၚ်ဂၞပ်စိုတ် ဟိုတ်နူညာတ်ဒၟံၚ်ဒုဟ် လ္တူအရာအိုတ်သီု။  cynical (adj)  မလေပ်ညာတ်တဴဒုဟ်သက်သက်၊  မလေပ်ဟွံသ္ပကာဟွံသ္ပဂရု။  cynicism (n)  ဆန္ဒမညာတ်ကေတ်ဒုဟ်သက်သက်၊  စိုတ်မညာတ်ကေတ်လ္တူမနွံကဵုဒုဟ်သက်သက်။"},]}