{"data":[{"word":"d","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်စတုတ္ထ။"},
{"word":"dab","def":"vt. vi.  လုက်သာသာ၊  တေံစုတ်တက်စုတ်သာသာ၊  တက်သာသာ၊  ဗဗိုဟ်ဂစေံ။  n.  ပွမဗဗိုဟ်သာသာ၊  ပွမတေံသာသာ၊  ပွမလံက်ကြဳကြဳ(ဍာ်ဂဥုဲ)။"},
{"word":"dabble","def":"vt. vi.  ကလဲဝေၚ်ဒၟံၚ်ပ္ဍဲဍာ်။  ၂။  ဗက်လ္ၚတ်ကေတ်ဗွဲလ္တူကျာ၊  လ္ၚတ်ကတ်ကေတ်လဝ်တတတံၚ်တံၚ်။"},
{"word":"dacoit","def":"n.  ဒမၠ၊  ဓမၠ၊  မၞိဟ်ပရံရပ်လဝ်လွဟ်၊  ဒမၠမတာ။"},
{"word":"dad","def":"n.  အပါ။  daddy  (n)  အပါ (ဝေါဟာကောန်ၚာ်ကော်စ)။"},
{"word":"dagger","def":"n.  ၜုန်၊  ၜုန်တၞုၚ်ကေက်၊  နှာ်၊  သၞာ်။"},
{"word":"dagoba","def":"n.  (Sinhalese)  ကျာ်စေတဳ။"},
{"word":"daily","def":"adj.  မဒှ်ရိုဟ်ရိုဟ်တ္ၚဲ၊  မကၠောန်ရိုဟ်တ္ၚဲ၊  မတိတ်ရိုဟ်တ္ၚဲ။  n.  လိက်ပရိုၚ်ရိုဟ်တ္ၚဲ။  adv.  ရိုဟ်ရိုဟ်တ္ၚဲ၊  ရိုဟ်ဒဒှ်တ္ၚဲ၊  ရိုဟ်တ္ၚဲ။"},
{"word":"dainty","def":"adj.  (-ier, -iest)  မဍိုန်ဍောတ်၊  မနွံကဵုကျာ်သြဳ၊  မဆာဲ၊  မကျေဝ်ဂေါဝ်။  ၂။  မဂလာဲဂလာန်ပ္ဍဲစသုၚ်။  daintily (adv)  နဒဒှ်မဂၠာဲဂလာန်။  daintiness (n)  ဒဒှ်မဂၠာဲဂလာန်။"},
{"word":"dairy","def":"n.  ဒၞာဲတောံကပေါတ်တိတ်နူဍာ်တှ် (မပ္တံဍာ်တှ်, ဍာ်တှ်စေဝ်, ဍာ်တှ်ဓံ, ကၠေၚ်သွဟ်)။"},
{"word":"dais","def":"n.  (pl. -es)  စၚ်သဝ်သဝ်။"},
{"word":"dam","def":"vt.  ကၠောန်စြာၚ်ဍာ်၊  ဒက်တၟိုန်စဵုဒၞာလဝ်ဍာ်၊  သိုၚ်စြာၚ်ဍာ်။  n.  စြာၚ်၊  စြာၚ်ကၟာ၊  စြာၚ်ဍာ်၊  တာတၟိုန်၊  တၟိုန်၊  သာၚ်၊  သြာၚ်။  ၂။  ယာဲသတ်ဇိုၚ်ပန်။"},
{"word":"damage","def":"n.  ပွမလီုလာ်အာ၊  ပွမလေၚ်ဒိုက်အာ။၂။  သြန်ကဵုအလေဲ။  vt.  လီုလာ်၊  ဟောံဗြမ်။"},
{"word":"dame","def":"n.  မၞိဟ်ဗြဴ၊  သမ္ဘာ။"},
{"word":"damn","def":"n.  ပ္တိုန်ဖျေံ၊  ဖျေံကဝု၊  ပ္တိုန်ဒုဟ်။  ၂။  ချဴနကဵုကသဴ။  ၃။  ချဴလက်။  n.  ညိညဓဝ်။"},
{"word":"damp","def":"adj.  မက္တဴအုပ်ဒၟံၚ်။  n.  အကာဲအရာမအုပ်က္တဴဒၟံၚ်။  vt. vi.  သကဵုအုပ်က္တဴဒၟံၚ်၊  သကဵုစိုတ်ဍောတ်ဒၟံၚ်။  dampen  (vt. vi)  သကဵုက္တဴအုပ်ဒၟံၚ်၊  သကဵုဓတ်အိုတ်စိုတ်လီု။"},
{"word":"damsel","def":"n.  သၟတ်ဗြဴ၊  ဗြဴသၟတ်။"},
{"word":"damson","def":"n.  ဗဒဝ်လမ္စံက်ကြုက်။"},
{"word":"dance","def":"vt. vi.  ယူ၊  ယူထလာ်၊  ယူသလာ်၊  လှ်ေ၊  သ္ဘၚ်လှ်ေ။  ၂။  ထလာ်ၜံက်မိပ်ဇြိပ်၊  မဂဲါဝဲါချဳဒရာၚ်မံၚ်။  n.  ဗီုလှ်ေ။  dance with movements of the body. (vt. vi)  လှ်ေသွိၚ်ဂဲါ။"},
{"word":"dancer","def":"n.  သၟာလှ်ေ၊  ခမှာလှ်ေ၊  ကဆိၚ်၊  သၟာကဆိၚ်။  female dancer. (n)  ကဆိၚ်။"},
{"word":"dandle","def":"vt.  သၠေံသၠန်၊  သၠေံမိန်မံ။"},
{"word":"dandy","def":"n.  မၞိဟ်သ္ၜိုန်သ္ၜိုန် (မၞိဟ်ဖျေံဇကု, မၞိဟ်ကျိုၚ်ဗွိုက်လ္တက်လောန်ကာဲကဵုသၞောတ်)။"},
{"word":"danger","def":"n.  အန္တရာဲ၊  ဘဲ၊  ဝိဝဲ။  in danger of drowning. (n)  ဝိဝဲဍာ်။"},
{"word":"dangerous","def":"adj.  မနွံကဵုအန္တရာဲ၊  မဟွံဗၠးကဵုဘဲ။  dangerously (adv)  နဒဒှ်သွက်မသ္ဒးဂွိၚ်ဂွာဲခိုဟ်။"},
{"word":"dangle","def":"vt. vi. မာ်လကဲလဝ်၊  လကဲမံၚ်။"},
{"word":"Danish","def":"n.  ဂကူဒါတ်(ချ်)၊  ကောန်ဍုၚ်ဒိန်မက်(ခ်)။"},
{"word":"dank","def":"adj.  (-er, -est)  မဟၟဲကဵုကဆံၚ်သာယာ၊  မက္တဴအုပ်ဒၟံၚ်ညိဟွံညဳညတ်ကဵုပရေၚ်ထတ်ယုတ်။"},
{"word":"dapple","def":"vt. vi.  ဍံက်ဍေန်အာ၊  စောန်ပြံက်အာ၊  ဍာပ်ဍေၚ်အာ။"},
{"word":"dare","def":"vt. (pt. dared)  ဂံၚ်၊  ဂံၚ်သ္ကာ၊  ဟွံဖေက်၊  ဟွံရောံဓည။  ၂။  ကၠောန်ရံၚ်၊  ထ္ၜေက်မတ်တုဲကၠောန်။  ၃။  ဂၠာဲဆော၊  ဟီုဂးဒဒှ်သတ္တိဟွံမွဲ,အစောံစရာဲဟွံမွဲ။  dare-devil (adj)  မကြံဒိုဟ်ဗက်၊  မကြံကြဴ။"},
{"word":"daring","def":"adj.  မဂံၚ်သ္ကာ၊  မဟွံဖေက်ရောံဓည။  daringly  (adv)  ဗွဲမဂံၚ်သ္ကာ၊  နဒဒှ်မဟၟဲကဵုဖေက်ရောံဓည။  (adj)  ဂံၚ်၊  ဂံၚ်သြာဲ။"},
{"word":"dark","def":"adj.  (-er, -est)  ခယောံ၊  မခယောံ၊  ဂၠု၊  ဒမၠု၊  မဂၠု၊  ယောံ၊  လမ္စံက်၊  မလမ္စံက်၊  ၜေက်။  ၂။  မကြံၚ်တဴပ္ဍဲအရံၚ်၊  မဒှ်အရံၚ်လှီုလှီု။  ၃။  မဟွံဗု၊  မလမ္စံက်။  ၄။  မပၞုက်ဗ္ဒန်၊  မကၞိက်လဒဵု။  ၅။  မဂၠုသကိုပ်၊  မဂၠုသပါ၊  မဂၠုၜေက်။  dark blue. (adj)  ချီု၊  အဒှ်အရံၚ်ချီု(ဍီု)။  dark half of the moon. (adj)  မွဲစွေက်။  dark as night. (adj)  မဂၠုညံၚ်ရဴဗ္တံ။"},
{"word":"darken","def":"vt. vi.  သကဵုဂၠုအာ၊  သကဵုဂၠုကၠုၚ်၊  သကဵုထၜေက်။"},
{"word":"darling","def":"n.  မၞိဟ်သ္ဒးသ္ဍိုက်ဆာန်၊  အရာသ္ဒးစောဲလာံပ္ဍဲစိုတ်။"},
{"word":"darn","def":"vt. vi.  နာပ်ယာတ်၊  နာပ်ပလောံဂၠိက်။"},
{"word":"dart","def":"vt. vi.  ဂြိပ်အာမွဲအသိၚ်လွာဲဂှ်၊  တသောဝ်တယောဝ်၊  ဗိုတ်(ဂစေံ)၊  သောဝ်၊  သြောဝ်။  n.  ပွမဂြိပ်အာမွဲအသိၚ်လွာဲဂှ်။  ၂။  လဴသၟတ်။"},
{"word":"dash","def":"vt. vi.  ပက်ပါ၊  လဵုဆုဲအာ၊  ဂြိပ်အာ၊  တက်ဒုက်စုတ်၊  ဇီုစုတ်၊  ကပိုက်၊  ခဍိၚ်၊  ဇီုထောံ၊  ထဍိၚ်၊  ခဍဳလယတ်၊  လပိုက်၊  လွိုက်၊  သ္ဍိၚ်၊  သ္ဍိၚ်ဒး။  ၂။  ပလီုထောံ၊  သကဵုဓတ်အောန်စိုတ်လီု။  n.  ပွမအာမွဲဒမြိပ်အသိၚ်၊  ပွမလုပ်ဇီုကပိုက်ကဵုဓတ်။  ၂။  လေံပ္ဍဲစက်တက်လိက်(လက်သန်)။  dashing (adj)  မသာက္ဍာ၊  မခဍိၚ်အာ။  dash along. (vt. vi)  ခဍိၚ်အာ၊  ထကးအာ၊  ထပါ်အာ။  dash against. (vt)  ကပိုက်၊  ဇီု။"},
{"word":"dastard","def":"n.  မၞိဟ်ယုတ်မာမဟၟဲကဵုစိုတ်ဂံၚ်သ္ကာ၊  မၞိဟ်သ္ပမာန်။  dastardly (adv)  နဒဒှ်မအောန်ကဵုသတ္တိ။"},
{"word":"data","def":"n.  တၚ်ဏှ်ဗွဲမဂၠိုၚ်၊  အရာမတီတုဲလဝ်တံဂှ်။"},
{"word":"database","def":"n.  တၚ်ဏှ်၊  သ္ဇိုၚ်တၚ်ဏှ်။"},
{"word":"date","def":"n.  စၟတ်တ္ၚဲ၊  တ္ၚဲဗြဲ။  ၂။  တၚ်မချိၚ်ဖာတ်လဝ်သွက်ဂွံဆဵု။  ၃။  သက္ကရာဇ်၊  ခေတ်ကာလ။  vt. vi.  စုတ်စၟတ်တ္ၚဲ၊  စုတ်တ္ၚဲဗြဲ၊  ချိၚ်ဖာတ်သွက်ဂွံဆဵု၊  ကၞာတ်ထောံခေတ်၊  ကာလ။"},
{"word":"date-palm","def":"n.  စမ္ပလံ၊  စမ္မလံ။"},
{"word":"daub","def":"vt. vi.  ဟုံလေတ်၊  ဟုံလံက်၊  ပၠေတ်။"},
{"word":"daughter","def":"n.  ကောန်ဝုတ်။  daughter-in-law (n) (pl.-s)  ကောန်ခအှ်၊  ခအှ်၊ ဂအှ်။"},
{"word":"daunt","def":"vt.  ပရဂဟီ၊  ဘပလ၊  သကဵုဓတ်အောန်စိုတ်လီု။"},
{"word":"dauntless","def":"adj.  မဟၟဲကဵုဖေက်ရောံဓည၊  မဟွံဖျံဓာတ်စိုတ်၊  မနွံကဵုဇဲခိုဟ်။  dauntlessly (adv)  နဒဒှ်မဟၟဲကဵုဖေက်ရောံဓည၊  နကဵုဇဲခိုဟ်ခိုဟ်။"},
{"word":"dawn","def":"n.  အရှိုဏ်၊  အသြိုန်၊  ကာလပယျဵုယး၊  အရှိုဏ်စာ်တၟး။  ၂။  ပွမသ္ပပ္တံ။  vt.  ယးတၟးကၠုၚ်၊  တ္ၚဲတၟး။"},
{"word":"day","def":"n.  တ္ၚဲ၊  အခိၚ်ကာလနူကဵုတ္ၚဲတၟးစဵုကဵုတ္ၚဲပၠိုတ်အာ၊  အခိၚ်တ္ၚဲ။  ၂။  အခိၚ်(၂၄)နာဍဳ၊  မွဲတ္ၚဲ။  ၃။  အခိၚ်ကမၠောန်ပ္ဍဲမွဲတ္ၚဲ။  ၄။  ခေတ်၊  ကာလ။  day after day. (n)  တ္ၚဲဗွဲမဂၠိုၚ်။  the day after tomorrow. (n)  ကလဳ၊  ကလဳတေံ။  the day before yesterday. (n)  လက်ကနိ၊  လက်ကနိတေံ။"},
{"word":"daybreak","def":"n.  အခိၚ်ဖလှာၚ်ယး၊  အခိၚ်တ္ၚဲတၟးဗၠၚ်ဗၠေၚ်၊  ကၟး၊  တ္ၚဲယး။"},
{"word":"day-dream","def":"vi.  ကြံဒၟံၚ်ကဵုကသပ်၊  ဟဳသ္ပဝ်ဒၟံၚ်ကဵုကသပ်။  n.  ပွမကြံဒၟံၚ်, ဒဒှ်မကြံဒၟံၚ်ကဵုကသပ်။"},
{"word":"daylight","def":"n.  ပယျာံတ္ၚဲ၊  လျးပ္ဍဲအခိၚ်တ္ၚဲ။"},
{"word":"daytime","def":"n.  အခိၚ်တ္ၚဲ၊  ပယျာံတ္ၚဲ၊  တ္ၚဲ။  day and night. (n)  ဗ္တံတ္ၚဲ။"},
{"word":"daze","def":"vt.  ဘိၚ်တလိၚ်၊  ဘိၚ်ဘၚ်၊  ္ၚဟ်၊  ဒေၚ်ဗျောံ၊  ပါတ်ဘၚ်၊  ဗျောံ၊  ဘၚ်၊  ဘၚ်တ္ၜိၚ်၊  ဘၚ်ပိၚ်၊  ဘၚ်ဘုဲ၊  ဘၚ်မှုဲ၊  ဘၚ်ယာ၊ ဘိုၚ်စိုတ်၊  ဘိုၚ်ဘၚ်ယာ၊  မဇ္ဇျဟ်၊  လိၚ်လၚ်၊  လ္ၚာပ်လ္ၚာ၊  လ္ၚာပ်သၠၚ်၊  လ္ၚိုပ်လ္ၚာ၊  လ္ၚိုပ်သၠၚ်၊  လ္ၚဝ်လ္ၚန်၊  လှၚ်၊  ဝိဝိၚ်၊  ဝိဝိၚ်က္ၜိၚ်၊  သ္ဒေၚ်သ္ၚောံ၊  သ္ဒေၚ်လ္ၚုၚ်၊  သၠၚ်၊  သၠၚ်သဒ၊  သကဵုထ္ၜူမတ်ဂၠုအာ၊  သကဵုဝိဝိၚ်ဘိၚ်တလိၚ်အာ၊  သ္ဒေၚ်သၠၚ်။  n.  အကာဲအရာမထ္ၜူမတ်ဂၠု ဝိဝိၚ်ဘိၚ်တလိၚ်မံၚ်၊  တွိၚ်ဘၚ်၊  ထ္ၜူဘၚ်တိၚ်တလိၚ်။  adj.  ဒိၚ်ဒၚ်၊  ဒေၚ်၊  ဒေၚ်ကၞပ်၊  ဒေၚ်ခၠၚ်၊  ဒေၚ်ဒ၊  ဒေၚ်လ္ၚုၚ်၊  မဒိၚ်ဗျောံ။ "},
{"word":"dazzle","def":"vt.  ခပါ၊  သပါ၊  သကဵုမတ်သ္ကေဝ်။  ၂။  သကဵုဝိဝိၚ်ဘိၚ်တလိၚ်မံၚ်။"},
{"word":"dead","def":"adj.  မချိုတ်အာ၊  မအာပလိုက်၊  မဟၟဲကဵုလမျီု။  ၂။  မဟၟဲကဵုချဳဒရာၚ်အာကၠုၚ်။  ၃။  သီုဖအိုတ်၊  အိုဿီု။  ၄။  မဇတ်ကှ်အိုတ်အာ၊  မဟွံရပ်စပ်စကာ၊  မဟၟဲပၟိက်၊  မလီုလာ်ဒၟံၚ်။  dead body. (n)  ဇွ၊  ဇွဂမ္စိုတ်။"},
{"word":"dead-fall","def":"n.  တီု (တေပ်သွက်ပါမ်စမွဲဂကူ)။"},
{"word":"deadly","def":"adj.  (-ier, -iest)  မလေပ်သကဵုချိုတ်၊  မဒက်လဝ်ဝဲသၞဇၞော်ကဵုဇြဟတ်၊  မသအိုတ်ဇရက္ဍုဟ်မၠေံ။"},
{"word":"deaf","def":"adj.  မနွံကဵုက္တောဝ်ဍိုၚ်ဍိုၚ်၊  မဒှ်ဒဒှ်က္တောဝ်ဟွံမိၚ်၊  မက္ဍိုၚ်ဒၟံၚ်။  vt.  က္ဍိုၚ်၊  ကတောဝ်က္ဍိုၚ်၊  ထမ္ဍိုၚ်၊  သ္ဍိုၚ်။  deaf person. (n)  ထမ္ဍိုၚ်၊  သမ္ဍိုၚ်၊  မၞိဟ်ကတောဝ်က္ဍိုၚ်။"},
{"word":"deafen","def":"vt.  သ္ပညံၚ်ရဴကတောဝ်သ္ဂောံက္ဍိုၚ်။"},
{"word":"deal","def":"n.  လၟိဟ်ဟွံအောန်၊  ဂၠိုၚ်ဂၠေၚ်၊  တၚ်ကမၠောန်သွံရာန်တုပ်လဝ်စိုတ်တုဲ။  vt. vi. (pt.pp. dealt)  သွံရာန်ကပေါတ်၊  ပရံကဵုညးဂမၠိုၚ်(ဖေဝ်)၊  တက်စာဲ၊  ထမံက်ထ္ၜးကဵုဟိုတ်၊  စဳဇန်သောၚ်တလး၊  ဆက်ဆောံ။  n.  တၚ်မတုပ်လဝ်စိုတ်ပ္ဍဲကမၠောန်သွံရာန်။  ၂။  ဆုဂတှ်ေ၊  ဆုဂပှ်ေ။"},
{"word":"dealer","def":"n.  သၟာဗၞိက်။  ၂။  မၞိဟ်ပရံဖေဝ်။  "},
{"word":"dealing","def":"n.  ပွမဆက်ဆောံမဆေၚ်စပ်ကဵုသွံရာန်။"},
{"word":"dealt","def":"ရံၚ် deal တေံညိ။  "},
{"word":"dean","def":"n.  သ္ကိုပ်မဟာဋ္ဌာနပ္ဍဲတက္ကသဵုမွဲမွဲ။"},
{"word":"dear","def":"adj.  (-er, -est)  မဆာန်၊  မသ္ဍိုက်ဆာန်။  ၂။  မကော်ခဴစဗွဲမယေန်သၞာၚ်။  ၃။  မက္ဍၚ်၊  မအောန်တၞောန်၊  မခၞၚ်။  ၄။  မနွံကဵုၚုဟ်မး။  n.  မၞိဟ်သ္ဒးဒုၚ်သ္ဍိုက်ဆာန်၊  ကဝေၚ်။  ၂။  ပွမဆက်ဆောံဗွဲမယေန်သၞာၚ်။  ၃။  ဒဒှ်ၚုဟ်မးမက္ဍၚ်၊  ဒဒှ်မခၞၚ်။  ၄။  ဒဒှ်မတန်ကဵုၚုဟ်မး။"},
{"word":"dearly","def":"adv.  မဂၠိုၚ်တဴဗွဲ။  ၂။  ၚုဟ်မးမဇၞော်တဴဗွဲ။"},
{"word":"death","def":"n.  ဒဒှ်မချိုတ်၊  ဒဒှ်မစုတိအာ၊  ကလော်မာ၊  ဂမ္စိုတ်၊  ဒေဝပုတ္တမာ၊  ဘဲမစ္စု၊  မာရဏ၊  သၟိၚ်ယီု၊  သၟိၚ်ဂစိုတ်၊  ဒဒှ်ဓဝ်အနိစ္စ၊  ဗပါ်သ္ကန်၊  အိုတ်သ္ကန်၊  ဒဒှ်မအိုတ်အာသ္ကန်၊  ဒဒှ်မကလိလောန်အာ။  deathless (adj)  မဟၟဲကဵုဓဝ်အနိစ္စမဟၟဲကဵုချိုတ်။  deathly (adj)  မတုပ်ကဵုညံၚ်ရဴချိုတ်ချိုတ်။"},
{"word":"debar","def":"vt. (-rr-)  တၟာတ်ထောံအခေါၚ်ဂွံလုပ်။"},
{"word":"debase","def":"vt.  သကဵုၚုဟ်မးအောန်စှ်ေ၊  သကဵုအရံၚ်အရာဍာ်ဍေံစှ်ေအာ။  debasement (n)  ဒဒှ်မသကဵုၚုဟ်မးအောန်စှ်ေ။"},
{"word":"debate","def":"vt.  သဳကၠဳပ္တိုန်ဖျေံဂလာန်၊ ပြိုၚ်ပ္ကာန်ကေတ်မာန်ဂလာန်ညးသ္ကံ။  n.  ပေဲါပြိုၚ်ပ္ကာန်ဂလာန်ကေတ်မာန်ညးသ္ကံ။"},
{"word":"debilitate","def":"vt.  သကဵုဍိုန်လျ၊  သကဵုဓတ်ကရတ်အောန်အာ။  debility (n)  ပွမသကဵုဓတ်ကရတ်အောန်စှ်ေ။"},
{"word":"debit","def":"n.  ပွမပၠောပ်စရၚ်သြန်သွက်သ္ဒးလေဲပ္ဍဲစရၚ်သြန်မွဲ။  vt.  ပၠောပ်စရၚ်ပ္ဍဲစရၚ်သြန်သွက်သ္ဒးလေဲ။"},
{"word":"debris","def":"n.  ကၞာတ်ကၞုကၟေက်လီုလာ်ဒၟံၚ်တံဂှ်။"},
{"word":"debt","def":"n.  သြန်ကဝုတ်၊  သြန်ဂၠေံကေတ်လဝ်၊  သြန်ဒမၠေံကေတ်လဝ်။"},
{"word":"debtor","def":"n.  မၞိဟ်ဒမၠေံလဝ်သြန်၊  မၞိဟ်သ္ဒးလေဲသြန်သွက်ဂၠေံကေတ်လဝ်။"},
{"word":"debut","def":"n.  ပွမစ,ကၠောန်၊  တၚ်မကၠေံစိုတ်ကၠာအိုတ်(ပထမ)။  ၂။  ပွမလုပ်ပါပ္ဍဲအလန်ကၠာအိုတ်။"},
{"word":"decade","def":"n.  အခိၚ်ပ္ဍဲဂွေၚ်ပွိုၚ်စှ်သၞာံ၊  ပွိုၚ်စှ်သၞာံ။"},
{"word":"decadent","def":"adj.  မလဟုတ်ဆုတ်ယုတ်စှ်ေ၊  မယောၚ်ယာကၠုၚ်။  decadence (n)  ဒဒှ်မလီုလာ်ယောၚ်ယာ။"},
{"word":"decamp","def":"vt.  ပရးထောံမၞိဟ်၊  ရုပ်ထောံဗ္ဒိုပ်၊  ရုပ်သီထောံဗ္ဒိုပ်၊  ပြံၚ်ထောံဒပ်။  ၂။  ကၞိက်လဒဵုတုဲဂြိပ်ဒဴထောံလွာဲဂှ်။"},
{"word":"decant","def":"adj.  မစဝ်ကေတ်အရက်သာသာ နူကဵုပလၚ်အရက်။"},
{"word":"decapitate","def":"vt.  ဂစိုတ်ကုတ်တတ်ထောံက္ဍိုပ်။"},
{"word":"decarbonize","def":"vt.  ပဲါပ္တိတ်ထောံဓာတ်ကာဗန်။"},
{"word":"decay","def":"vi.  လီုလာ်မှာဲမှအာ၊  ယောၚ်ယာအာ၊  ဟုတ်၊  ဟာဲယန်၊  တြေံ၊  အိုဟ်၊  ပအိုဟ်၊  လဟုတ်၊  အုဲ၊  ဂြုဲ။"},
{"word":"decease","def":"n.  ဒဒှ်မစုတိအာ၊  ဒဒှ်မကလိလောန်အာ၊  ဒဒှ်မတ်မပၠိုတ်အာ၊  ဒဒှ်မချိုတ်အာ။  vi.  ချိုတ်၊  ကလိလောန်။"},
{"word":"deceit","def":"n.  ပွမလီစၞာဲ။  deceitful (adj)  မကယျော၊  ပလဳ၊  မလီလာန်၊  မလီစၞာဲ၊  မနွံကဵုကသပ်သွက်ဂွံလီဠာန်။  deceitfully (adv)  နဒဒှ်မလီစၞာဲ။"},
{"word":"deceive","def":"vt.  ကၞိက်ကၟုန်၊  တလန်၊  ယိုက်၊  ယိုက်ပ္တိုန်ဇကု၊  လမေံ(မေအ်)၊  လမေံစၞာဲ၊  လမေံလမန်၊  ဝဵု၊  လီလှေက်စၞာဲစ၊  လှေံစ၊  လီဠာန်စ၊  ထမုန်၊  ထမုန်တလန်၊  ထလိန်စၞာဲ၊  လှန်ၜတ်။  deceiver (n)  မၞိဟ်လီဠာန်၊  မၞိဟ်လီ။  deceive by trickery. (vt)  ဝဵုစၞာဲစ။"},
{"word":"decelerate","def":"vt. vi.  ဖျံဖျေံအသိၚ်လအာ။"},
{"word":"December","def":"n.  ဂိတုဒဳသီဗာ၊  (ဂိတုမြေက္ကသဵုမန်)။"},
{"word":"decency","def":"n.  ပွမယေန်သၞာၚ်၊  ဒ္ဂေတ်ပွမယေန်သၞာၚ်။"},
{"word":"decent","def":"adj.  မဒးရးစှ်ေကဵုသၞောတ်ဗၜတ်၊  မဒးရးဂပ်ဝ်။  ၂။  မယေန်သၞာၚ်ဇိပ်ဂၠိပ်။  ၃။  မဒး,မစှ်ေကဵုဂၞပ်စိုတ်။"},
{"word":"decentralize","def":"(decentralise)vt.  ပါ်ပရံကဵုအဝဵုနူကဵုဗဟဵု။"},
{"word":"deception","def":"n.  အလီ၊  ပွမလီစၞာဲ၊  ဒဒှ်မထ္ၜးပြယာဲ၊  ဒဒှ်မထ္ၜးဥပ္ပာဲ။"},
{"word":"deceptive","def":"adj.  မလေပ်လီစၞာဲ၊  မလေပ်ထ္ၜးဥပ္ပာဲ၊  မလေပ်ထ္ၜးပြယာဲ၊  မလေပ်သကဵုစိုတ်သၠေဟ်ပၟာယောၚ်ယာ။  deceptive appearance. (n)  မာယာ။"},
{"word":"decide","def":"vt. vi.  စဳရေၚ်သၞောဝ်၊  ဒကုတ်သၞောဝ်၊  သ္ဂုတ်သွာတ်၊  ဒကုတ်သွာတ်၊  ဖျေံသ္ဂုတ်သွာတ်စိုတ်၊  သောၚ်တလး၊  ပတုဲထောံ၊  ထပိုတ်ထောံ၊  ဖျေံထောံသ္ဂုတ်သွာတ်။"},
{"word":"decided","def":"adj.  မကၠးဖ္ဍးပိုတ်ဒကုတ်၊  မချိုတ်ပၠိုတ်။  ၂။  မဖျေံလဝ်သ္ဂုတ်သွာတ်စိုတ်ဗွဲမချိုတ်ပၠိုတ်။  decidedly (adv)  ပိုတ်ပိုတ်ဒကုတ်ဒကုတ်။"},
{"word":"decimal","def":"adj.  မဆေၚ်စပ်ကဵုကိုန်စှ်၊  မသ္ပလဝ်သ္ဇိုၚ်ကဵုကိုန်စှ်။"},
{"word":"decipher","def":"vt.  ဓမံက်ကဵုအရဝ်ပၞုက်ဓလုက်၊  ပံက်ကဵုအဓိပ္ပာဲအရေဝ်ဒမၠုက်။"},
{"word":"decision","def":"n.  တၚ်ဖျေံသ္ဂုတ်သွာတ်၊  ပွမဖျေံသ္ဂုတ်သွာတ်၊  ပွမကလှ်ဒပှ်၊  ပွမပတုဲ၊  ပွမဖျေံသ္ဂုတ်သွာတ်စိုတ်၊  တၚ်မသောၚ်တလးကဵုပြသၞာ။  ၂။  အစောံစရာဲမယဵုဒုၚ်မာန် အတိုၚ်မဖျေံလဝ်သ္ဂုတ်သွာတ်၊  ဒဒှ်မဗက်ရေၚ်တၠုၚ်မာန် အတိုၚ်မဖျေံလဝ်သ္ဂုတ်သွာတ်။ "},
{"word":"decisive","def":"adj.  မသကဵုသ္ဂုတ်သွာတ်၊  မနွံကဵုသွဟ်မံက်မံက်ဂတဝ်ဂတဝ်။  ၂။  မပိုတ်ဒကုတ်၊  မချိုတ်ပၠိုတ်။"},
{"word":"deck","def":"n.  ကၞဳဂတဵုလးလဝ်လ္တူဗုၚ်က္ၜၚ်ဂၠုၚ်၊  ခုံမာတ်။  vt.  ဂ္ညိဂ္ညာတ်။"},
{"word":"declaim","def":"vt. vi.  ဖျေံကဝုနကဵုဓာတ်စိုတ် ဗွဲမသ္ကာတ်မြဟ်၊  ဟီုတွံနကဵုကျာအံၚ်အံၚ် ပ္ဍဲဂတမုက်ပူရိသာတ်။"},
{"word":"declare","def":"vt. vi.  ပညပ်၊  ဟီုဓမံက်ပ္တိတ်ကၠးကၠးဖ္ဍးဖ္ဍး ညံၚ်မၞိဟ်သ္ဂောံတီညာတ်၊  လလောၚ်တြး။  ၂။  ဟီုဂးဓမံက်ထ္ၜးဗွဲမဇြိုဟ်နက်၊  ဒုၚ်စၟဳစၟတ်လလောၚ်တြး၊  နဒဒှ်မဟၟဲကဵုသၠေဟ်ပၟာ။  declaration (n)  ပွမလလောၚ်တြး။"},
{"word":"declension","def":"n.  ဒဒှ်မဆုတ်ယုတ်၊  ဒဒှ်မလဟုတ်စှ်ေ။  ၂။  ဗီုပြၚ်အပြံၚ်အလှာဲနာံ, စၞးနာံ, နာမဝိသေသန နကဵုရမျာၚ်တၞုၚ်ဝေါဟာ (ကိုန်, ကာလ, ကာရက)။"},
{"word":"decline","def":"vt. vi.  ကယျာန်ပါ်ပဲါတးထောံ။  ၂။  စှ်ေကၠုၚ်၊  အောန်စှ်ေကၠုၚ်၊  သကဵုဇြဟတ်ဍိုန်လျကၠုၚ်။  n.  ဒဒှ်ဇြဟတ်မဍိုန်လျစှ်ေကၠုၚ်သိုက်သိုက်၊  ဒဒှ်ဇြဟတ်ဆုတ်ယုတ်စှ်ေကၠုၚ်။"},
{"word":"declivity","def":"n.  ပရၚ်၊  ပရၚ်တသောဝ်၊  ဗပါတ်။"},
{"word":"decode","def":"vt.  ပွံက်အဓိပ္ပါယ်လိက်မချူလဝ် နကဵုသၚ်္ကေတဒမၠုက်။"},
{"word":"defy","def":"vt. (pt.pp.-fied)  ကလေၚ်ပၠန်စၞေဟ်ထောံ တေဝ်တေဝ်သေဝ်သေဝ်၊  ပြိုၚ်ပ္ကာန်၊  ဒစဵုဒစး၊  ဟွံသ္ပဂရု။  ၂။  ပရဂဟီ။"},
{"word":"degenerate","def":"vi.  သာတုဲပရေံကၠုၚ်၊  ဆုတ်ယုတ်ပရေံစှ်ေကၠုၚ်၊  ယောၚ်အာ၊  ယောၚ်ယာအာ။  degeneration (n)  ဒဒှ်မဆုတ်ယုတ်လီုလာ်၊  အကာဲအရာမဆုတ်ယုတ်လီုလာ်၊  ပွမဆုတ်ယုတ်လီုလာ်ကၠုၚ်။"},
{"word":"degrade","def":"vt.  ဖျဝ်ဖျေံထောံကဆံၚ်၊  ဖျေံထောံကဆံၚ်။  ၂။  သကဵုဂုန်စရာဲစှ်ေအာ။  degradation (n)  ဒဒှ်မသကဵုဂုန်စရာဲစှ်ေ။"},
{"word":"degree","def":"n.  အၚ်သာ၊  ဒဳဂြဳ၊  ဒဳဂြဳသၜတ်ဇၞော်သၠဲဒကဴ။  ၂။  ဒဳဂြဳသၜတ်ပသာန်ဂမ္တဴ။  ၃။  ကဆံၚ်။  ၄။  မဟိမုကဵုနူဘာတက္ကသဵု။"},
{"word":"dejected","def":"adj.  ဒေါဗၞုဟ်၊  မနွံကဵုစိုတ်ကၠိခန်၊  မနွံကဵုဓာတ်စိုတ်စှ်ေစှ်ေ၊  မနွံကဵုဓာတ်စိုတ်လီုလီု၊  မခအ်မအ်၊  မခံမံသိၚ်သာ။  dejection (n)  ဒဒှ်မဒှ်ဒေါဗၞုဟ်(မၞုဟ်)။"},
{"word":"delay","def":"vi. vt.  ဆေၚ်၊  ဖျာ၊  ဖျာတရဴ၊  သကဵုလံတုဲ၊  သကဵုလဇုဲလဇ၊  သကဵုလဇုဲ။  ၂။  ပဆုဲဖျုဲထောံ။  n.  ဒဒှ်မလံလုဲ၊  ဒဒှ်မလဇုဲလဇ၊  ဒဒှ်မပဆုဲဖျုဲထောံ။"},
{"word":"delectable","def":"adj.  မဒှ်ဗွဲမသာယာ၊  မဒှ်သွက်ဂွံမိပ်ဇြိပ်တဴညံၚ်ရဴစိုတ်၊  မနွံကဵုစရာဲသွက်စိုတ်သ္ဂောံမိပ်ဇြိပ်လဟိၚ်လဟာဲ။"},
{"word":"delegate","def":"vt.  ဗလးမၞိဟ်စၞး။  n. မၞိဟ်စၞး။  delegation (n)  ဂကောံမၞိဟ်စၞး၊  ပွမအပ်ပြာပ်ကဵုဒဒှ်မၞိဟ်စၞး။"},
{"word":"deliberate","def":"vt. vi.  ချပ်၊  စန်စာ၊  တေၚ်ဗၚ်၊  တိုၚ်ဗၚ်၊  ချပ်စၚ်ခြၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  သဳကၠဳစၚ်ခြၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  deliberate in secret. (vt. vi)  ဗ္ဒုတ်ဗ္ဒီု။  deliberate mischief. (vt. vi)  ဒက်ဝဲ။  deliberation (n)  ဒဒှ်မချပ်ဗ္စာရဏာစၚ်ခြၚ်၊  ပွမသဳကၠဳချပ်ဗ္စာ။  adj.  မကၠောန်နကဵုတၚ်ရန်တၟံ။  ၂။  မစွံလဝ်သတိဇၞော်ကဵုဇြဟတ်။"},
{"word":"delicate","def":"adj.  မစိပ်ကၠိပ်၊  မဍိုန်ညံ၊  မဍိုန်ဍောတ်၊  မကလိတ်ကလောတ်၊  သိုက်ခမာ၊  ၜတ်တကတ်။  ၂။  မသ္ပဂရုဇၞော်ကဵုဇြဟတ်၊  မနွံပၟိက်သွက်ဂွံရပ်စပ်ဍိုဟ်ဟ်ကေက်က်။  ၃။  မသကဵုလီုလာ်အာမာန်လောဲလောဲ၊  မနွံကဵုရှ်သာ။  delicacy (n)  ဒဒှ်မနွံကဵုရှ်သာ။"},
{"word":"delicious","def":"adj.  မဍိုက်ပေၚ်တဴကဵုသၟူရှ်သာ၊  မနွံကဵုရှ်ဍာတ်ကြောံ၊  မလုပ်စုက်ဒွံဒိဒး။"},
{"word":"delight","def":"vt. vi.  ပဳတိ၊  ဗရိုက်၊  သကဵုစိုတ်မှောဝ်ဇာ၊  သကဵုစိုတ်သ္ကေဝ်ဇြုၚ်၊  သကဵုဒးကဵုစိုတ်။  n.  ဒဒှ်စိုတ်မိပ်မြဟ်၊  ဒဒှ်စိုတ်မမြဟ်မြဴ၊  ဒဒှ်မဍိုက်ပေၚ်ကဵုဂၞပ်စိုတ်။  delight in. (vt. vi)  လၟောဝ်အာ၊  လှိၚ်၊  လိုၚ်တဴ၊  သၠိၚ်၊  သၠိၚ်တဴ။"},
{"word":"delighted","def":"adj.  သၠောၚ်သ္ပဝ်၊  မဒှ်ကဵုစိုတ်၊  မမိပ်မြဟ်စိုတ်။  delightful (adj)  မဒှ်တဴညံၚ်ရဲမသၟဟ်ကဵုစိုတ်၊  မဒှ်အရာဂွံကဵုစိုတ်၊  မဒှ်ညံၚ်ရဴစိုတ်၊  ထၟိက်၊  ထမၞိက်။"},
{"word":"delinquent","def":"n.  မၞိဟ်ပ္ကီုလဝ်ဒုဟ်၊  မၞိဟ်မလီုဝတ်၊  မၞိဟ်လုတ်လောန်လဝ်ဒုဟ်။  adj.  မပ္ကီုပရာပ်လဝ်ဒုဟ်၊  မလီုဝတ်၊  မလီုတာလျိုၚ်။  delinquency (n)  ဒဒှ်မလုတ်လောန်လဝ်ဒုဟ်၊  ပွမလီုလာ်လဝ်ဝတ်၊  ပွမလီုလာ်လဝ်တာလျိုၚ်။"},
{"word":"delirious","def":"adj.  ထုဲကြာန်၊  မကြာန်ဓၟာန်၊  မဒှ်ယဲၚာန်ရပ်။"},
{"word":"delirium","def":"n.  ဒဒှ်ၚာန်မရပ်၊  ဒဒှ်မဟီုမံၚ်နးပးထုဲကြာန်။  ၂။  ဒဒှ်စိုတ်မချဳဒရာၚ်လောန်အာကဵုသၞောတ်။"},
{"word":"deliver","def":"vt.  ပရံလိက်၊  လရးဗၞိက်။  ၂။  ဟံၚ်ပြာ်၊  ပြာ်ဗလး။  ၃။  ဟီုတွံ၊  ဖ္ဍောတ်။  ၄။  ညာတ်မုက်ကောန်ၚာ်၊  သယျာ၊  သၠးပဋိသန္ဓိ၊  ညာတ်မုက်ဒေံ။  ၅။  ပအပ်၊  ပအပ်ပြာပ်၊  ဖျိုန်၊  ဖျိုန်ကဵု၊  ရန်တၟံ၊  ဗ္တိုက်အပ်ပြာပ်လှဲကဵု။  deliver a message. (vt)  ကဵုပရိုၚ်၊  ဟီုဗ္ကန်၊  ပရးပရိုၚ်။"},
{"word":"delivery","def":"n.  ပွမပရအ်၊  ပွမလံၚ်၊  ပွမအပ်လှဲကဵု။"},
{"word":"delta","def":"n.  တိလတာ၊  ဒေသတိလမၠးဒကုတ်ပါၚ်က္ၜဳ။"},
{"word":"delude","def":"vt.  ဗ္ဂေတ်မတ်၊  သကဵုလညာတ်ဗၠေတ်၊  ဗၠိန်၊  ဗၠိန်ဖျေၚ်၊  လမေအ်စၞာဲ၊  လမေအ်လမန်။  delusion (n)  တၚ်လညာတ်မှာယောၚ်ဒၟံၚ်။"},
{"word":"deluge","def":"n.  ဒဒှ်ဍာ်ဇၞော်၊  ဒဒှ်ဍာ်ကလိုပ်၊  ဗြဲမဂူစဵုကဵုဍာ်ကလိုပ်။  ၂။  အရာမဒှ်တိုန်ကၠုၚ်ဗွဲမဂၠိုၚ်။  vt.  ဍာ်ဗၠိုက်၊  ဍာ်ကလိုပ်၊  ဍာ်ဇၞော်။"},
{"word":"delve","def":"vt. vi. (old use)  ခဲါဗၟံက်၊  ခဲါဗၟံက်ပ္တိုန်၊  သ္ပသုတေသန၊  ဂၠိုက်ဂၠာဲစေံစေံပေါတ်ပေါတ်၊  ဆန်ၜန်။"},
{"word":"demagogue","def":"n.  သၟာပရေၚ်ဍုၚ်ကွာန်မဟီုတွံသောၚ်တလး စွံအဓိကလ္တူကဵုပၟိက်စိုတ်ကောန်ညးဍုၚ်ကွာန်တံမလုပ်စမာန်။  demagogy (n)  ပွမဟီုတွံကဵုဗဵုလ္တူဂှ်၊  မၞိဟ်မလေပ်ဟီုဂးအလိုက်ပၟိက်စိုတ်ကောန်ညးဍုၚ်ကွာန်မာန်။"},
{"word":"demand","def":"vt.  အာတ်မိက်။  ၂။  ပၟိက်နွံ။  n.  ဒဒှ်မအာတ်မိက်၊  ပွမအာတ်မိက်၊  တၚ်မအာတ်မိက်။  ၂။  ဇြဟတ်မိက်ဂွံရာန်၊  ဇြဟတ်မၞိဟ်ရာန်၊  ဇြဟတ်ရာန်ပါန်။"},
{"word":"demarcate","def":"vt.  ၜတ်ကၞာတ်ပယျဵုဒၞက်။  demarcation (n)  ပွမကၞာတ်ပယျဵုဒၞက်၊  ပယျဵုဒၞက်။"},
{"word":"demerit","def":"n.  အကုသဵု၊  သရာံပါပ်။  ၂။  ပၞေတ်ဒုဟ်ဒန်၊  ဒဒှ်မယောၚ်ယာမှာရာ။"},
{"word":"demigod","def":"n.  မၞိဟ်မဒှ်ဒၟံၚ်ဒေဝတဴမွဲဒကုတ် မၞိဟ်မွဲကုတ်၊  ကနှဝ်။"},
{"word":"demobilize","def":"(demobilise)vt.  ဒပ်လီုအာ။  demobilization / -sation  (n)  ပွမပလီုထောံဒပ်။"},
{"word":"democracy","def":"n. (pl.-cies)  သၞောတ်ဒဳမဝ်ကရေသဳ၊  အလဵုအသဳမစန်ဒက်လဝ် နကဵုမၞိဟ်စၞးမရုဲစှ်ပတိုန်နၚ် နူကောန်ညးဍုၚ်ကွာန်။  democratic (adj)  မနွံပၟိက်ကဵုသၞောတ်ဒဳမဝ်ကရေသဳ၊  မထံက်ဂလာန်ကဵုသၞောတ်ဒဳမဝ်ကရေသဳ။  democratize/ -ise (vt)  မပ္တန်ဗဒှ်သၞောတ်ဒဳမဝ်ကရေသဳ။"},
{"word":"demolish","def":"vt.  ဗလာ်ဖျေံ၊  ပလီု။  demolition (n)  ပွမဗလာ်ဖျေံ၊  ပွမပလီု။"},
{"word":"demon","def":"n.  ကလော်၊  ကလော်အပၠေံ၊  ဒေဝတဴ၊  ဓနဴ၊  ပိၚ်သာ၊  ပိၚ်သာတ်၊  ဗဴ၊  လကိုဟ်၊  ဟွံခိုဟ်ဟွံသန်၊  ကလော်ဒမြိုဟ်။  the demon propitiated in circumstances of ill health. (n)  ကလော်တာဲဗြာဲ။"},
{"word":"demonstrate","def":"vt. vi.  စၞောန်ထ္ၜးနကဵုသက်သဳသွက်ဂွံကၠး၊  စၞောန်ထ္ၜးနကဵုသာဓကသွက်ဂွံပြာကတ်၊  ထ္ၜးကဵုနတဲနဇိုၚ်။  ၂။  ထ္ၜးဆန္ဒ၊  မၞိဟ်ထ္ၜးဇြဟတ်။  demostrator (n)  မၞိဟ်ထ္ၜးဆန္ဒ၊  မၞိဟ်ထ္ၜးဇြဟတ်၊  မၞိဟ်ဗကပ်ဗဗေၚ်ထ္ၜးဆန္ဒ။  ၂။  အ္စာထ္ၜးကွတ်သိပ္ပ၊  အ္စာထ္ၜးကွတ်သိပ္ပပ္ဍဲဘာတက္ကသဵု။"},
{"word":"demonstration","def":"n.  ပွမဗ္တောန်ထ္ၜးနဇိုၚ်နတဲ၊  ပွမထ္ၜးဇြဟတ်၊  ပွမထ္ၜးဆန္ဒ။  demonstrative (n)  ဒဒှ်မသကဵုတီကၠးကၠး။"},
{"word":"demoralize","def":"(demoralise)vt.  လီုလာ်ပ္ဍဲဒ္ဂေတ်ပဋိပတ်။  ၂။  စိုတ်ဓာတ်စှ်ေ။  demoralization/ -sation (n)  ဒဒှ်မလီုလာ်ပ္ဍဲဒ္ဂေတ်၊  ဒဒှ်စိုတ်ဓာတ်မစှ်ေ၊  ပွမလီုလာ်ပ္ဍဲဒ္ဂေတ်ပဋိပတ်။"},
{"word":"demur","def":"vi. (-rr-)  ဒစဵုဒစး၊  လဇုဲလဇမံၚ်။"},
{"word":"demure","def":"adj.  မနွံကဵုအိန်ရဳ၊  မဒှ်ဒၟံၚ်ညံၚ်ရဴဖေက်ဂွ။"},
{"word":"den","def":"n.  မိုၚ်၊  မိုၚ်သတ်တိရစ္ဆာန်။  ၂။  ဒၞာဲမၞိဟ်ပ္ကီုပရာပ်ဒုဟ်တံဒီု။  den-like shelter. (n)  မိုၚ်၊  ဒၞာဲဝဲါမတုပ်ကဵုမိုၚ်။"},
{"word":"dengue fever","def":"n.  ယဲပုၚ်။"},
{"word":"denote","def":"vt.  ထ္ၜးလက်သန်၊  အဓိပ္ပဲါတိတ်။"},
{"word":"denounce","def":"vt.  ဟီုပတိုန်ဖျေံညံၚ်ရဴသ္ဂောံမိၚ်ညာတ်၊  ဖံက်ပၠန်သစာ၊  ရုပ်ထောံလိက်ကသုက်မချုက်လဝ်မွဲဍုၚ်ကဵုမွဲဍုၚ်။"},
{"word":"dense","def":"adj. (-r,-st)  မတ္ဍတ်၊  မတၟောန်ခြက်၊  မကၠက်ၜေက်၊  မတီုကၠီု။  ၂။  မထပ်တ္ၜေတ်ဒၟံၚ်ကဵုမၞိဟ်၊  မတီုကၠီုဒၟံၚ်ကဵုမၞိဟ်။  ၃။  မဓီုဓုဲ။  densely (adv)  နဒဒှ်မတၟောန်ခြက်ဒၟံၚ်။  denseness (n)  ဒဒှ်မတၟောန်ခြက်။"},
{"word":"density","def":"n.  ဒဒှ်မခြက်ဒၟံၚ်၊  ဒဒှ်ကၠက်ၜေက်၊  ဒဒှ်မတၟောန်ခြက်၊  သတီု၊  ဍာတ်ခတ်ခတ်။"},
{"word":"dent","def":"n.  ခလံက်ခနက်။  vt.  ထၜေံ၊  သ္ပညံၚ်ရဴဂွံခလံက်လုပ်၊  သ္ပညံၚ်ရဴဂွံတ္ၜေံလုပ်။"},
{"word":"dental","def":"adj.  မဆေၚ်စပ်ကဵုေၚက်။"},
{"word":"dentifrice","def":"n.  ဂဥုဲတုဟ်ေၚက်။"},
{"word":"dentist","def":"n.  အ္စာစုတ်ေၚက်။  dentistry (n)  ကွတ်လွဳပရာယဲေၚက်, စုတ်ေၚက်။  denture (n)  ေၚက်တၟံ၊  ဗီုဒရီုေၚက်။"},
{"word":"deny","def":"vt.  ကယျာန်ပဲါ၊  ကယျာန်နဒဒှ်ဟွံသေၚ်။  ၂။  ကယျာန်စာန်စးသွက်သ္ဒးကဵု။  ၃။  ကနိက်၊  ကၞိက်၊  တၞိက်၊  တၞိက်တၠန်၊  ကယျာန်ဟီုဂးဒဒှ်ဟွံတီ။  denial (n)  ပွမကယျာန်ဟီုဂး၊  ပွမအေၚ်သတှ်ေ ဟွံဗက်အာအလိုက်စိုတ်ဒှ်။"},
{"word":"depart","def":"vt.  စာ်စ္ဍး၊  စ္ဍး၊  စ္ဍးအာ၊  ပြာပ်အာ၊  ပြာပ်တိတ်အာ။  ၂။  ဒစဵုဒစး၊  ဗလးထောံတဲ။  departure (n)  ပွမပြာပ်တိတ်အာ။  depart from (vt)  သာဲခြာ။"},
{"word":"department","def":"n.  ဌာန၊  မွဲဒကုတ်မွဲဂကူအရာမွဲမွဲ။"},
{"word":"depend","def":"vt.  နွံပၟိက်၊  ဗ္ဒဗ္ဒာဲ၊  သ္ဒးပတှ်ေစ၊  သ္ဒးဗ္ဒာဲဒလာဲ၊  တန်။  ၂။  ပတှ်ေ၊  ဖျေံစိုတ်။  depend upon. (vt)  နိဿဲ။"},
{"word":"dependant","def":"n.  မၞိဟ်ဗ္ဒာဲဒလာဲ။  ၂။  သၟာကမၠောန်ပ္ဍဲသ္ၚိ။  adj.  မခစ၊  မခဗ္ဒာဲ၊  သမ္ပယုတ်။  "},
{"word":"dependent","def":"n.  မၞိဟ်ဗ္ဒာဲဒလာဲ။  ၂။  သၟာကမၠောန်ပ္ဍဲသ္ၚိ။  adj.  မခစ၊  မခဗ္ဒာဲ၊  သမ္ပယုတ်။"},
{"word":"dependence","def":"n.  ဒဒှ်မခစ၊  ဒဒှ်မဗ္ဒဗ္ဒာဲ၊  ပွမဗ္ဒဗ္ဒာဲ။  ၂။  ဒဒှ်မသ္ဂောံပတှ်ေဖျေံစိုတ်။  dependency (n)  ဍုၚ်မစှ်ေဒၟံၚ်အသၟဝ်တဲဍုၚ်ညးတၞဟ်၊  ဍုၚ်ဟွံဗၠးၜး။"},
{"word":"depict","def":"vt.  ချူဓဇက်ဓမံက်ရုပ်ရာ နကဵုကသူပါန်ခဳ, နကဵုမအရေဝ်။"},
{"word":"deplore","def":"vt.   အောန်စိုတ်၊  ဟွံမိပ်စိုတ်။  deplorable (adj)  မသ္ဒးအောန်စိုတ်ခိုဟ်။  deplorably (adv)  နဒဒှ်မသ္ဒးအောန်စိုတ်ဗွဲမလောန်၊  နဒဒှ်မသ္ဒးဆာန်ဍူတဴဗွဲမလောန်။"},
{"word":"deploy","def":"vt. vi.  တရးဖျေံစွံလဝ်ဒပ်၊  ခဲါရပ်စကာကပေါတ်သယံဇာတ၊  ခဲါရပ်စကာရတ်တိ။"},
{"word":"deport","def":"vt.  ဗဒဴထောံနူဍုၚ်၊  ဒးဒန်သ္ဒးဗက်ဗ္ဒဴထောံနူဍုၚ်။  deportation (n)  ဒဒှ်မကဵုဒုဟ်ဒန် သ္ဒးဗက်ဗ္ဒဴထောံနူဍုၚ်၊  ပွမဗက်ဗ္ဒဴထောံနူဍုၚ်။"},
{"word":"deport","def":"|2| vt.  ဒ္ဂေတ်ဗက်ပွ။  deportment (n)  ဒ္ဂေတ်ပွ။"},
{"word":"depose","def":"vt.  ပဲါပတိတ်ထောံနူဒၞာဲဝဲါ၊  ဖျေံထောံနူနန်။  ၂။  ယျဵုဒုၚ်သစာပ္ဍဲရုၚ်ဂဗုတ်၊  ဒုၚ်သက်သဳ။"},
{"word":"deposit","def":"vt.  ဖျိုန်၊  ဖျိုန်ကဵု၊  အပ်ပြာပ်ဂြပ်ရတ်မထေက်တန်ကဵုၚုဟ်မး၊  အပ်ပြာပ်သြန်ပ္ဍဲတိုက်သြန်။  ၂။  သကဵုဒိုပ်စှ်ေ၊  သကဵုမဳမာခြပ်စှ်ေ။  ၃။  ကဵုသြန်ခရံ၊  သ္ဒးပတိုန်လဝ်သၠုဲကၠာ။  ၄။  ဖျေံစွံလဝ်၊  ဂအုံစွံလဝ်၊  ပကောံဖျေံလဝ်။  n.  သြန်အပ်ပြာပ်လဝ်၊  ဂြပ်ရတ်မထေက်တန်ကဵုၚုဟ်မး၊  မအပ်ပြာပ်လဝ်။  ၂။  ကောန်တိ၊  မဳမာမဒိုပ်စှ်ေဒၟံၚ်(မပ္တံဗတဳ, ခရီု, ကောန်တိ)။"},
{"word":"depositor","def":"n.  မၞိဟ်အပ်ပြာပ်လဝ်သြန် ဂြပ်ရတ် မထေက်တန်ကဵုၚုဟ်မးပ္ဍဲတိုက်သြန်။"},
{"word":"depository","def":"n. (pl.-ries)  တိုက်၊  တိုက်သြန်၊  ဒၞာဲမခြိုၚ်လဝ်ကပေါတ်ကညောတ်၊  ဇရာံခြိုၚ်ကပေါတ်၊  ဟၚ်ခြိုၚ်ကပေါတ်၊  ဟၚ်ခြိုၚ်ဗၞိက်။"},
{"word":"depot","def":"n.  ရုၚ်ခြိုၚ်လဝ်ကပေါတ်ကညောတ်ပၞာန်၊  ဟၚ်ခြိုၚ်ကပေါတ်။"},
{"word":"deprave","def":"vt. (pt.pp. -ed)  ယောၚ်ယာ၊  ယုတ်၊  ယုတ်မာ၊  သကဵုဒ္ဂေတ်ပဋိပတ်လီုလာ်။  adj.  မယောၚ်ယာပ္ဍဲဒ္ဂေတ်ပဋိပတ်။  depraved (adj) မယုတ်၊  မယုတ်မာ။"},
{"word":"depravity","def":"n.  ကမၠိ၊  သရာံပါပ်။"},
{"word":"depreciate","def":"vt. vi.  ဖျံဖျေံၚုဟ်မး၊  ဖျံထောံ၊  ဟီုပ္တိုန်ဖျေံ၊  ဟီုဂးဝးဍေက်ထောံကၞောတ်စရာဲ။"},
{"word":"depreciation","def":"n.  ပွမဖျံဖျေံၚုဟ်မး၊  ပွမဖျေံထောံၚုဟ်။"},
{"word":"depredation","def":"n.  ပွမပလီုပလာ်ထောံ။"},
{"word":"depress","def":"vt.  တၚ်ဖျေံလ္ပာ်အသၟဝ်၊  ပ္ဍဵုဖျေံ၊  စုန်ဖျေံ၊  ပိန်ဖျေံ။  ၂။  သ္ပညံၚ်ရဴစိုတ်ဂွံကၠိ၊  သ္ပညံၚ်ရဴစိုတ်ဓါတ်သ္ဂောံစှ်ေ။  ၃။  ကမၠောန်ဟွံခိုဟ်၊  ကမၠောန်ဂြက်ကၠုၚ်၊  ၚုဟ်မးစှ်ေကၠုၚ်၊  ဟောံဇြ။  depressed (adj)  မစှ်ေဒၟံၚ်ကဆံၚ်အကာဲအရာသဝ်သဝ်၊  မစှ်ေဒၟံၚ်ကဆံၚ်သ္ဒးဒုၚ်လၞိန်ဗပိန်။"},
{"word":"depression","def":"n.  ဒွၚ်၊  ဒဒှ်စိုတ်ကၠိခ္ဍက်ဒၟံၚ်၊  ဒဒှ်စိုတ်ဟွံမိပ် စိုတ်ဍောတ်ဒၟံၚ်၊  ဒဒှ်စိုတ်ဓာတ်စှ်ေဒၟံၚ်။  ၂။  ကတိုၚ်ခလံက်၊  ဂၠိုန်။  ၃။  အခိၚ်သွံရာန်ဟွံဂြိုပ်။  depression round the eyes. (n)  ခေါ်မတ်၊  ဒွၚ်မတ်။"},
{"word":"deprive","def":"vt.  ထိၚ်ဒက်စဵုဒၞာထောံ၊  သီကေတ်ဏာ၊  စဵုဒၞာတၟာတ်လဒဵုထောံ ညံၚ်ရဴရပ်စပ်ဟွံဂွံ (ဒုၚ်စသိုၚ်ဟွံဂွံ)။  deprive  of. (vt)  ဒိုက်၊  ပ္တုံကၠေံ၊  လ္ၚုသၟး၊  သက်။"},
{"word":"depth","def":"n.  နက်၊  ဗနက်၊  ဗၞက်၊  ဗယိုဟ်၊  လယိုဟ်၊  လမျိုဟ်၊  လျိုဟ်၊  ပွမဇြိုဟ်နက်၊  ပွမနွံကဵုဂမြၚ်ညာဏ်ဇြိုဟ်ဇြိုဟ်နက်နက်။  depth of the ocean. (n)  ဒမျိုဟ်မှာသၟိတ်။"},
{"word":"depute","def":"vt.  ပအပ်ကဵု,သြန်ကဵုညးစၞး၊  ဗလးဏာအနေညးစၞး။"},
{"word":"deputy","def":"n. (pl.-ties)  ပူဂဵုသ္ဒးဒုၚ်ပအပ်ကဵုနဒဒှ်မၞိဟ်စၞး၊  မၞိဟ်စၞး။"},
{"word":"derail","def":"vt.  သကဵုကွဳပၟတ်ကလိတ်တိတ်အာနူဂၠံၚ်။  derailment (n)  ဒဒှ်ကွဳပၟတ်ကလိတ်တိတ်အာနူဂၠံၚ်။"},
{"word":"derange","def":"vt.  သကဵုပြးချာဲအာ၊  သကဵုအစဳအဇန်လီုလာ်အာ၊  သကဵုစိုတ်သာအာ။"},
{"word":"derelict","def":"adj.  မသ္ဒးဒုၚ်ပၠေဲထောံ၊  မသ္ဒးဒုၚ်ဗိုတ်ကၠဟ်ထောံ။"},
{"word":"deride","def":"vt.  ပစရဵု၊  ပအရိုၚ်၊  ပသရီု။"},
{"word":"derision","def":"n.  စရဵု၊  သရဵု။"},
{"word":"derive","def":"vt. vi.  ဂွံ။  ၂။  မဆက်ဆေန်စှ်ေကၠုၚ်နူတမၠာ။"},
{"word":"derrick","def":"n.  စက်ပၚ်ဖျေံပတိုန်ကပေါတ်နူလ္တူက္ၜၚ်၊  စက်ပ္တိုန်ဖျေံကပေါတ်။"},
{"word":"descend","def":"vt. vi.  ဆၚ်၊  စှ်ေ၊  ဆၚ်စှ်ေ။  ၂။  ဆက်ဆေန်စှ်ေ၊  ဆေန်ဆက်။  ၃။  ဒုၚ်စအာဲကၟာဲ။  ၄။  လုပ်ဗတိုက်ဗြုဗြု၊  လုပ်တ္ၚီုဗတိုက်။"},
{"word":"descendant","def":"n.  အဆက်အဆေန်၊  ကောန်ဗွဲကြဴစဴဗွဲဂတ၊  ကောန်စဴစး။"},
{"word":"describe","def":"vt.  ဓမံက်ထ္ၜးကဵုဗီုပြၚ်ယြဴမွဲမွဲ,ညးမွဲမွဲ၊  ထ္ၜးချူဇန်ဆန်။"},
{"word":"description","def":"n.  တၚ်ထမံက်ထ္ၜး၊  တၞးကသူမဓမံက်ထ္ၜးကဵုမလိက်(သၜိုန်ထ္ၜး)။  ၂။  ဂကူ၊  ကဆံၚ်။"},
{"word":"descriptive","def":"adj.  မဓမံက်ထ္ၜး၊  မသ္ဍိုက်မၠိုက်ပွမချူသၜိုန်ထ္ၜးကဵု၊  မလေပ်ဓမံက်ချူသၜိုန်ထ္ၜးကဵု။"},
{"word":"descry","def":"vt.  စၟဳညာတ်၊  စမှဳညာတ်။"},
{"word":"desert","def":"vt. vi.  ဒဴတိတ်အာ၊  ပဲါတိတ်အာ။  ၂။  ထောံကၠဟ်လဝ်မဟွံမွဲကဵုအထံက်အပၚ်၊  ကၠဟ်ထောံလဝ်။  ၃။  ကၠတ်ဂြိပ်ထောံ၊  ကၠတ်ဂြိပ်တိတ်အာဟွံမွဲကဵုအခေါၚ်အာ။  ၄။  လီုအာသွက်ဂွံတိုန်။  deserter (n)  မၞိဟ်ဂြိပ်ဒဴထောံ၊  မၞိဟ်ဂြိပ်ဒဴနူဒပ်၊  ဒဒှ်ဂြိပ်ဒပ်။  deserted (adj)  မသ္ဒးဒုၚ်ကၠဟ်ထောံလဝ်၊  မသ္ဒးဒုၚ်ပၠေဲထောံ၊  မဟၟဲကဵုမၞိဟ်သၠိုက်။  desertion (n)  ပွမဂြိပ်ထောံ၊  ဒဒှ်မဂြိပ်ဒဴနူဒပ်။"},
{"word":"desert","def":"|2| n.  ကန္တာရဗတဳ၊  ဂၚ်ဗ္တဳ။  adj.  မဟၟဲကဵုမၞိဟ်သၠိုက်၊  မဒှ်ဒၟံၚ်ဂၠးတိဒမြာတ်။  n.  အရာမထေက်ကဵုသ္ဂောံ၊  အရာမထေက်တန်။"},
{"word":"deserve","def":"vt.  ထေက်တန်။  deserving (adj)  မထေက်တန်၊  မကြိုက်ကဵု။  deservedly (adv)  ထေက်ထေက်တန်တန်၊  အနေဒဒှ်မထေက်တန်။"},
{"word":"desiccate","def":"vt.  ဂဟဲစွံလဝ်၊  ဒုၚ်သကှ်လဝ်နကဵုကျာ၊  စဲသကှ်လဝ်။"},
{"word":"design","def":"n.  ကရိုန်၊  ဗီုပြၚ်၊  ဗီုအပြောံ၊  ဗီုသာဓက။  ၂။  ဗီုအစဳအဇန်၊  ဗီုဒက်ပ္တန်၊  ဗီုစန်ဒက်။  ၃။  ဗီုပ္ကဴ၊  ဗီုပ္ကဴမက္တဵုဒှ်မံၚ်ပ္ဍဲမတ်၊  ကၞၚ်ကၞောဝ်။  ၄။  ကသပ်၊  ကသပ်ဂၞန်၊  တၚ်ရန်တၟံ။  vt. vi.  ပ္တိတ်ဗီု၊  ပ္တိတ်ဗီုပြၚ်။  ၂။  ရန်တၟံစဳဇန်၊  ရန်စွံလဝ်။  designedly (adv)  ဗွဲတၟေၚ်သက်သက်။  designer (n)  မၞိဟ်ပ္တိတ်ဗီု၊  မၞိဟ်ပ္တိတ်ဗီုကရိုန်။  designing (adj)  မတ္ၚံက်၊  မနွံကဵုစိုတ်တ္ၚံက်တ္ၚေဲ။  ၂။  ကွတ်ပညာပ္တိတ်ဗီုကရိုန်။"},
{"word":"designate","def":"vt.  စၟတ်သမ္တီ၊  ကၞာတ်လဝ်။  ၂။  ခါန်ကၞက်ကမၠောန်၊  ခါန်ကၞက်ဒၞာဲ။  adj.  မခါန်ကၞက်လဝ်တုဲကီုလေဝ် ဟွံစိုပ်ကၠုၚ်ပ္ဍဲဒၞာဲကမၠောန်ဏီ။  designation (n)  ယၟုမဟိမု၊  ယၟုဲကဆံၚ်ဒၞာဲဝဲါ။"},
{"word":"desire","def":"n.  ဂၞပ်၊  ဆန္ဒ၊  အၚပ်၊  တဏှာမထၞေန်၊  ရတိ၊  လောဘ၊  သၟိက်၊  သၟိက်ဂွံ၊  ပၟိက်။  ၂။  တၚ်အာတ်မိက်။  ၃။  ပၟိက်ဆန္ဒ၊  ထၞေန်စိုတ်၊  ထဝ်ဏှာ၊  မက်မတ်၊  မိက်ဂွံ၊  မၠိုက်။  vt.  ပၟိက်နွံ၊  နွံပၟိက်၊  မက်စိုတ်၊  ဂၠက်စိုတ်၊  မက်မတ်၊  ရာဒၞာ၊  ရာဒၞာမိက်။  ၂။  အာတ်မိက်ကေတ်၊  အာတ်နလၟေၚ်မေတ္တာ။  desirability (n)  ဒဒှ်မနွံတဴကဵုပၟိက်ဆန္ဒ။  desirable (adj)  မဒးဂၞပ်၊  မနွံကဵုပၟိက်ဂၞပ်ခိုဟ်။  desirous (adj)  မနွံပၟိက်၊  မနွံအၚပ်၊  မစၟဳမၚ်၊  မစၟဳဒုၚ်။"},
{"word":"desist","def":"vi.  ဒေံါထောံ၊  ရးအာ၊  လဝေၚ်ကၠေံ၊  ဟဲအာ။"},
{"word":"desk","def":"n.  ခဗံက်ချူလိက်၊  ခဗံက်ရံၚ်လိက်၊  ခဗံက်ဂၠးမုက်ဂစေၚ်။"},
{"word":"desolate","def":"adj.  မဟၟဲကဵုညးမပြုပြေၚ်ပလေဝ်ပလေတ်တုဲ မလီုလာ်စာ်ထောၚ်ဒၟံၚ်၊  မဟၟဲကဵုမၞိဟ်မံၚ်တန်တဴ၊  မဟွံဒးရးသွက်ဂွံမံၚ်တန်တဴအာ၊  သုန်ဂြာံ၊  သြုန်။  ၂။  မဟွံမွဲကဵုရဲအဖဴမိတ်သဟာဲ၊  မဟၟဲကဵုအဖဴ၊  လ္ၚုလ္ၚန်၊  မဒှ်သွက်စိုတ်ဂွံလီုခိုဟ်၊  မဟၟဲကဵုသွက်တၚ်ရန်တၟံ။  vt.  ကၠၚ်ကာဲတၞာဲ၊  ကၠၚ်ကၠောန်၊  ကၠၚ်ကၠောန်ကာဲတၞာဲ၊  ကၠၚ်ဟဳ၊  ၚးတးပဲါစလး၊  ထောံလဝ်သကဵုလီုလာ်အာ, နဒဒှ်ဟွံမၚ်မွဲဟွံပြုပြေၚ် ဟွံပလေဝ်ပလေတ်၊  သုန်ဂြာံ၊  လ္ၚုလ္ၚန်။  desolation (n)  ပွမလီုလာ်အာဒဒှ်မဟွံပလေဝ်ပလေတ်၊  ဒဒှ်မဟၟဲကဵုမၞိဟ်မံၚ်၊  ဒဒှ်မဟၟဲကဵုရဲအဖဴ၊  ဒဒှ်မကၠိခ္ဍက်စိုတ်လီု၊  ဒဒှ်မဟၟဲကဵုရန်တၟံလဝ်သွက်အဓါန်ဂတ။ "},
{"word":"despair","def":"vi.  ဗလးကၠဟ်ထောံတၚ်ရန်တၟံ၊  စိုတ်လီုတုဲဖျံထောံတဲ။  n.  အကာဲအရာမဟၟဲကဵုတၚ်ရန်တၟံ၊  အကာဲအရာကဆံၚ်စိုတ်သ္ဒးလီု။  despairing (adj)  မလီုစိုတ်၊  မဖျံထောံတဲ၊  မဒှ်ဒၟံၚ်ညံၚ်ရဴစိုတ်လီု။"},
{"word":"despatch","def":"ရံၚ် dispatch တေံညိ။"},
{"word":"desperate","def":"adj.  မဒှ်ဒၟံၚ်ညံၚ်ရဴကၠဵုပရံဟွံကေတ်ဂၠံၚ်ဍာန်၊  မဟၟဲကဵုသၞောဝ်၊  မသ္ကာတ်မြဟ်ကြံၚ်မ္ၚိုဟ်။  ၂။  မသ္ကာတ်မြဟ်လောန်၊  မနွံဂၠိုၚ်ကဵုအန္တရာဲ၊  မပရေံတဴဗွဲ။  desperately (adv)  နဒဒှ်မထ္ၜေက်မတ်တုဲကၠောန်။  desperation (n)  ဒဒှ်မထ္ၜေက်မတ်မတ်တုဲကၠောန်။"},
{"word":"desperado","def":"n.  မၞိဟ်စိုတ်ညံၚ်ရဴစိုတ်ကၠဵုပရံ(ဗီုစိုတ်ဒှ်ကၠောန်သ္ပစုတ်)။"},
{"word":"despise","def":"vt.  က္ဍုဟ်မၠေံ၊  နွံလညာတ်ဍောတ်၊  ဗ္ဒေက်ဖျဝ်။  despicable (adj)  မဒှ်သွက်ဂွံက္ဍုဟ်မၠေံခိုဟ်၊  မဒှ်သွက်သ္ဂောံလညာတ်ဍောတ်ခိုဟ်။"},
{"word":"despite","def":"prep.  အကြာဟီုမံၚ်ဂှ်။"},
{"word":"despoil","def":"vt.  ပၠံၚ်ဗ္တာ်ဓဇက်ကေတ်၊  ဒမၠကေတ်၊  ဒသိုၚ်၊  ဒသိုၚ်ကေတ်၊  ဒသိုၚ်ပၠံၚ်။  despoil of. (vt)  သောမ်။"},
{"word":"despond","def":"vi.  စိုတ်လီု၊  ဖျံထောံတဲ၊  အိုတ်အာတၚ်ရန်တၟံ။  despondency (n)  ဒဒှ်စိုတ်မလီုဖျံထောံတဲ။  despondent (adj)  မကၠၚ်ဟဳ၊  မဖျံတဲ၊  မလီုစိုတ်၊  မဟောံဇြ။"},
{"word":"despot","def":"n.  မၞိဟ်အုပ်ဓုပ်နကဵုနဲကဲဟၟဲကဵုဗဗွဲဓဝ်၊  သၟိၚ်မဟၟဲကဵုဗဗွဲဓဝ်၊  သၟိၚ်အဓမ္မ။  despotic (adj)  ဒဒှ်သၟိၚ်အဓမ္မ မပ္ကၚ်ရၚ်၊  ဒဒှ်မပ္ကၚ်ရၚ်မဟၟဲကဵုဗဗွဲဓဝ်။  despotism  (n)  ဒဒှ်မပ္ကၚ်ရၚ်လဝ်နကဵုသၟိၚ်အဓမ္မ၊  ပွမအုပ်ဓုပ်အဓမ္မ။"},
{"word":"dessert","def":"n.  စၞကြောံဍာတ်ဇွောံစ အခါကာလစပုၚ်တုဲ။"},
{"word":"destination","def":"n.  ဒၞာဲမပတဝ်လဝ်က္ဍိုပ် သွက်ဂွံအာစိုပ်တိုၚ်ပ္ကဴရန်တၟံ။"},
{"word":"destined","def":"vt.  က္တဵုဒှ်တိုန်ဟိုတ်နူကဵုကံကုသဵု။  destiny (n)  ဒေဝတဴကသူကၞေၚ်၊  လောကဓဝ်။  ၂။  ကံ၊  ကံကုသဵု။  ၃။  အရာမက္တဵုဒှ်ကၠုၚ်ဟိုတ်နူကဵုကံကုသဵုဖန်ဗဒှ်။"},
{"word":"destitute","def":"adj.  တမၠၚ်၊  မကာဲတၞာဲ၊  မဒိုက်ဝါတ်တဴဗွဲ၊  မနွံကဆံၚ်ဟွံမွဲကဵုဂွံစဂွံသုၚ်၊  အနာထ၊  မနွံကဆံၚ်ဟၟဲကဵုအရီုအဗၚ်။  ၂။  မသက္ကုဟွံမွဲ၊  မဟွံမွဲဂဗုတ်။  destitution (n)  ဒဒှ်မဒိုက်ဝါတ်၊  ဒဒှ်မက္ဍန်ဂြက်၊  ဒဒှ်မခတ်က္ဍန်၊  တမၠၚ်၊  ကာဲတၞာဲ။  destitute of parents. (vt)  ကၠၚ်မိမ။"},
{"word":"destroy","def":"vt.  ပလီုပလာ်၊  ပလၚ်၊  ပၠေၚ်၊  ပၠေၚ်ကၠေံ၊  ပၠေၚ်ထောံ၊  ဖုတ်၊  ဖုတ်ကၠေံ၊  ဖုတ်ဖျိုတ်၊  မြိပတ်၊  ရိုဟ်၊  ရိုဟ်ပလီု၊  ရိုဟ်တိုဟ်၊  လေၚ်၊  လေၚ်ဗၠိုက်၊  လာဲလေၚ်၊  လီု၊  လီုလာ်၊  ဝိပတ်၊  ဝိပတ်အာ။  destroyer (n)  က္ၜၚ်ပလီုပလာ်၊  က္ၜၚ်ပၞာန်သၟတ်မဗ္ဂပ်လဝ် နကဵုလွဟ်ပန်ပလီုက္ၜၚ်။  destructible (adj)  မပလီုပလာ်ထောံမာန်။  destruction (n)  ဒဒှ်မသကဵုလီုလာ်၊  လေၚ်၊  လလေၚ်။  destruction of the world. (n)  လဟုတ်ဂၠးတိ၊  လဟုတ်ကဝ်၊  ကလေၚ်ကဝ်။  destruction of a kalpa. (n)  လလေၚ်ဂၠးတိ၊  လလေၚ်ကဝ်။  destructive (adj)  မပလီုပလာ်၊  မမိက်ဂွံပလီုပလာ်၊  မလေပ်ပလီုပလာ်၊  မဗဗွဲဗက်အာကဵုဂၠံၚ်လ္ပာ်လီု။  destroying (adj)  ဓံၚ်သဳ၊  ဓံသဳ၊  မပၠေၚ်ဗဒိုက်။"},
{"word":"desuetude","def":"n.  ခေတ်အိုတ်အာ၊  ဗၠိုက်တၞီအာ။"},
{"word":"desultory","def":"adj.  မဟွံမွဲကဵုစေဝ်သၞောတ်၊  မဟၟဲကဵုတၚ်ရန်တၟံ၊  မဟွံသေၚ်ကဵုဗီုဍာံဍာံ။"},
{"word":"detach","def":"vt.  သာဲခြာအာ။  ၂။  ဗလးဏာဒပ်ကရေက်သၟတ်မွဲနူၝောံဒပ်။  detached (adj)  မဟွံဗက်စမုက်မတ်၊  မနွံကဵုဆန္ဒစိုတ်ပ္ဍဲဇကု, ဇကုဗၠးဗၠးၜးၜး၊  မတန်တဴဒၟံၚ်တၞဟ်ဟ်ခြာခြာ၊  detachable (adj) မသာဲခြာဂွံ၊  မသာဲစ္ဍးဂွံ။  detachment (n)  ပွမသာဲခြာအာ၊  ပွမသာဲစ္ဍးအာ။၂။  ပွမနွံကဵုဆန္ဒဗၠးဗၠးၜးၜး တၞဟ်ဟ်ခြာခြာ၊   ပွမဗၠးၜးဒၟံၚ်နူကဵုသြဇာဝုတ်ဒိုဟ်။  ၃။  ဒပ်ကရေက်။"},
{"word":"detail","def":"n.  ဗွဲတရး၊  တၚ်သောဲသောဲဗြောဲဗြောဲ။  ၂။  သောဲသောဲဗြောဲဗြောဲ။  vt.  ဟီုထ္ၜးကဵုဗွဲတရး၊  ဟီုထ္ၜးနကဵုတၚ်နၚ်သောဲသောဲဗြောဲဗြောဲ၊  သောၚ်ထ္ၜးကဵုဗွဲတရး။  ၂။  အပ်ပြာပ်ကဵုတာလျိုၚ်ဗွဲတၟေၚ်။"},
{"word":"detain","def":"vt.  သကဵုဒေံါမၚ်ဒၟံၚ်၊  သကဵုလဇုဲလဇဒၟံၚ်၊  သကဵုဒှ်ညံၚ်ရဴစ္ဍးတိတ်အာဟွံမာန်၊  တံၚ်ဒဇက်လဝ်။  detention (n)  ပွမသကဵုဒေံါမၚ်ဒၟံၚ်၊  ဒဒှ်မရပ်စုတ်လဝ်ပ္ဍဲဂုက်။"},
{"word":"detect","def":"vt.  ချပ်ဂြၚ်၊  ဂၠိုက်ဂၠာဲဆဵု။  detection (n)  ပွမဂၠိုက်ဂၠာဲဓမံက်ပ္တိတ်။  detective (n)  ညးပနံၚ်၊  မၞိဟ်ပနံၚ်၊  မၞိဟ်ဂၠံက်ကၠတ်ကေတ်ပရိုၚ်။"},
{"word":"deter","def":"vt.  စဵုဒၞာ၊  ဆဵုဒဝ်။  deterrent (n)  အရာမဆဵုဒဝ်။  adj.  မဆဵုဒဝ်၊  မစဵုဒၞာ။"},
{"word":"detergent","def":"n.  ဂဥုဲဆောတ်ပ္တိတ်မိဟ်။"},
{"word":"deteriorate","def":"vt. vi.  သကဵုအကာဲအရာပရေံကၠုၚ်။  deterioration (n)  ဒဒှ်မသကဵုအကာဲအရာပရေံကၠုၚ်။"},
{"word":"determine","def":"vt. vi.  ကၞာတ်သမ္တီ၊  စၟိန်ပြမာန်။  ၂။  သ္ဂုတ်သွာတ်၊  ဖျေံသန္နိဋ္ဌာန်၊  ဖျေံစိုတ်၊  သကဵုသောၚ်ကၠးပိုတ်ဒကုတ်အာ။  ၃။  သကဵုသ္ဂုတ်သွာတ်။  ၄။  စၟတ်ကေတ်၊  ကၞာတ်သမ္တီလ္ၚတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  determined (adj)  မဖျေံလဝ်သန္နိဋ္ဌာန်၊  မနွံကဵုတၚ်ရန်တၟံချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  determination (n)  ပွမကၞာတ်သမ္တီစၟိန်ပြမာန်၊  သန္နိဋ္ဌာန်။  determinate (adj)  မနွံကဵုကၞာတ်သမ္တီ၊  မချိုတ်ပၠိုတ်။  "},
{"word":"detest","def":"vt.  က္ဍုဟ်မၠေံ၊  ဇအိုန်ဇရ။  detestable (adj)  မက္ဍုဟ်မၠေံ၊  မဇအိုန်ဇရ။  detestation (n)  ဒဒှ်မက္ဍုဟ်မၠေံဇအိုန်ဇရ၊  အရာမက္ဍုဟ်မၠေံဇအိုန်ဇရ။"},
{"word":"dethrone","def":"vt.  ဖျေံထောံနူနန်။"},
{"word":"detonate","def":"vt. vi.  ပၠုၚ်၊  သကဵုဗတိုဟ်ထကးတိုန်၊  ဗတိုဟ်။  detonator (n)  ပရက်။  detonation (n)  ဗရုဗတိုဟ်၊  ဒဒှ်မဗ္တိုဟ်။"},
{"word":"detract","def":"vt.  သကဵုယုတ်ဒေက်၊  သကဵုသဝ်စှ်ေ။  detraction (n)  detractor (n)  ပူဂဵုမဟီုဂးဂလာန်ဟွံညႇာဓည၊  ပူဂဵုမဟီုဂးဂလာန်ဟွံမွဲကဵုသတ်ဒတ်၊  ပူဂဵုမဟီုဂးဖျေံကဝုကဵုညးတၞဟ်သအာၚ်။"},
{"word":"detriment","def":"n.  ဒဒှ်မဒးဂိက္တာန်အာ၊  ပွမဒှ်အန္တရာဲ။  detrimental (adj)  မဂၠိုၚ်တဴကဵုအန္တရာဲ။"},
{"word":"deva","def":"n.  ဒေဝ၊  ဒေဝတဴ။  deva who has dominion over some part of the earth. (n)  ဘုံမဇဵု။"},
{"word":"devastate","def":"vt.  သကဵုလီုလာ်။  devastation (n)  ဒဒှ်မသကဵုလီုလာ်။"},
{"word":"develop","def":"vt. vi.  သကဵုဇၞော်တိုန်၊  သကဵုက္ဍတ်ပါ်၊  သကဵုကြံၚ်ဍုဟ်၊  သကဵုဖောံဗြေဝ်၊  သကဵုရာၚ်ဆာဲတိုန်၊  သကဵုတောတက်။  ၂။  စိုပ်ကၠုၚ်ကဆံၚ်မပြာကတ်တိုန်သိုက်သိုက်၊  မံက်တိုန်ကၠုၚ်။  develop a story. (vt. vi)  ဟီုပ္တိတ်။  developing (adj)  မရာၚ်ဆာဲဒၟံၚ်၊  မဖောံဗြေဝ်ဒၟံၚ်၊  မတောတက်ဒၟံၚ်။"},
{"word":"development","def":"n.  တွိုန်ဒတိုန်၊  ဒဒှ်မတောတက်ဖောံဗြေဝ်၊  ပွမက္ဍတ်ပါ်ဇၞော်တိုန်ကၠုၚ်၊  ပွမကြံၚ်ဍုဟ်ကၠုၚ်။  ၂။  ဒဒှ်မတောတက်တိုန်ကၠုၚ်ကဆံၚ်တၟိ။"},
{"word":"deviate","def":"vt.  ဗၠေတ်ဂၠံၚ်၊  ဒစဵုဒစး။  deviation (n)  ပွမဒစဵုဒစး၊  ပွမဗၠေတ်မှာ။  deviationist (n)  မၞိဟ်ဒစဵုဒစး။"},
{"word":"device","def":"n.  အစဳအဇန်၊  ကသပ်ဂၞန်၊  ပြယာဲ။  ဥပ္ပာဲ၊  စၞာဲ၊  ပရိယျာ၊  အလိတ်။  ၂။  ကရိယာပြုပြေၚ်လဝ်ဗွဲတၟေၚ်။"},
{"word":"devil","def":"n.  မာ၊  ကလော်မာ၊  မၞိဟ်ကၞုက်ကၞာဲ၊  မၞိဟ်ဓဇန်၊  မၞိဟ်မနွံကဵုစိုတ်ယုတ်ယုတ်မာမာ။  ၂။  မၞိဟ်ဂွံစမွဲဗုၚ် ဂွံဒုၚ်မွဲကတောဝ်၊  မၞိဟ်သ္ဒးဒုၚ်စကာသ္ဒးဒုၚ်အဍေဝ်အဍာညး၊  မၞိဟ်အအဓီုဓီု။  vt. vi. (-ll-) or (-l-)  ပရာၚ်ကဵုမြေက်ကသိုန်ကၠေၚ်မဆာလာ။"},
{"word":"devilish","def":"adj.  မတ္ၚံက်ယုတ်၊  မဓဇန်သဟာ။"},
{"word":"devise","def":"vt.  စဳဇန်၊  ပ္တန်ဗဒှ်၊  ပ္တန်ပ္တေဝ်။"},
{"word":"devoid","def":"adj.  မသၠးမံၚ်၊  မသက္ကုဟၟဲမွဲသာ်၊  မနွံမံၚ်ပၟိက်၊  မခၠန်ဒၟံၚ်၊  မသောပ်အာ။"},
{"word":"devote","def":"vt.  ကဵုသွက်ဂွံရပ်စပ်စကာ၊  ကဵုရပ်စပ်၊  ဖျေံတံ၊  စွံအရီု၊  ပဓာန်။  devoted (adj)  မဇၞော်တဴပ္ဍဲဇြဟာန်၊  မဇၞော်တဴကဵုဓဝ်ဆာန်ဍူ၊  မနွံကဵုဓဝ်သစ္စ။  devoted to. (vt)  သိပ်ဂၠိပ်၊  သိပ်ဂၠိပ်ဟုဲဟာဲ။  devotedly (adv)  နဒဒှ်မၞုံကဵုသစ္စ။"},
{"word":"devotee","def":"n.  မၞိဟ်ဂၠက်စွံလဝ်အရီုစိုတ် ပ္ဍဲလ္တူအရာမွဲမွဲ၊  ရသိ၊  ဣသိ။"},
{"word":"devotion","def":"n.  ပွမသ္ဍိုက်ဆာန်စောဲလာံဇၞော်တဴကဵုဇြဟတ်။  ၂။  ပွမဂၠက်၊  ပွမစွံအရီုစိုတ်ဇၞော်ကဵုဇြဟတ်။"},
{"word":"devour","def":"vt.  ထပၠပ်တဴပ္ဍဲအရာစသုၚ်၊  လုပ်ကဵုစ၊  ဇ္ၚာဲၚိတ်စ၊  ရံၚ်သ္ၚေဝ်နကဵုစိုတ်ဂၠက်တဴပ္ဍဲအရီု၊  ကလၚ်သီုစိုတ်သီုစရိုတ်။"},
{"word":"devout","def":"adj.  မနွံကဵုအရှ်ေအသှ်ေလ္တူဘာသာဗွဲမသ္ဇိုဟ်နက်၊  မရဴဂဴကဵုဓဝ်ဘာသာ၊  ဥပါသကာ။"},
{"word":"dew","def":"n.  ကတိုပ်၊  ဍာ်လတိုပ်၊  လတိုပ်၊  လမၠာၚ်။  dewy (adj)  မလကဲမံၚ်ကဵုမ, ဍောၚ်လတိုပ်၊  မဍုက်ဍေက်မြဟ်မြဴ။"},
{"word":"dexterous","def":"adj.  မစိုန်သ္ကီုလ္တူကွတ်တဲ၊  မနွံကဆံၚ်တဲစိုပ်သိတ်။  dexterity (n)  ပွမနွံကဵုတဲကဆံၚ်စိုပ်သိတ်၊  ပွမစိုန်သ္ကီု။"},
{"word":"diagonal","def":"adj.  မဒှ်ပၞောန်တတ်သက်လဝ်ကဵုဒကဴ၊  မဒှ်တတ်လဝ်ဒကဴ၊  မဒှ်ဒစေၚ်စေၚ်ဗၠေၚ်ဗၠေၚ်။  diagonally (adv)  ဒစေၚ်စေၚ်၊  ဗၠေၚ်ဗၠေၚ်။"},
{"word":"diagram","def":"n.  ရုပ်၊  ဗီုရုပ်၊  ဗီုပြၚ်။  diagrammatic (adj)  မဓမံက်ထ္ၜးကဵုဗီုပြၚ်။  diagrammatically (adv)  နဒဒှ်မစှ်ေကဵုဗီုပြၚ်။"},
{"word":"dial","def":"n.  ဂၠးမုက်နာဍဳ။  ၂။  ကပေါတ်မၞုံနကဵုဂၠးမုက်သီုတုဲ သွက်ဂွံထ္ၜး(မပ္တံဇွောံကေဝ်လျိုၚ်, ဇွောံစံၜတ်ဓတ်ပ္ဍဵုပိန်ကျာ, ဇွောံသူကၠေၚ်ဓာတ်)။  vt. vi.  ဗ္ဂေတ်ကော်တဝ်ဟီု(phone)။"},
{"word":"dialect","def":"n.  အရေဝ်အခြာမဟီုဂးဒၟံၚ် ပ္ဍဲဌာန်ဒေသညးကဵုညး၊  အရေဝ်အခြာမဟီုဂး၊  စကာဒၟံၚ်ပ္ဍဲဂကူသၟတ်တံ ဂကောံဂကူသၟတ်တံ။"},
{"word":"dialogue","def":"n.  ဂလာန်လဟီု၊  ဂလာန်မဟီုဂးဆက်ဆောံဒၟံၚ်ညးသ္ကံ၊  အရေဝ်အခြာမဟီုဂးသွက်ဂွံဆက်ဆောံညးသ္ကံ။  ၂။  ပွမသဳကၠဳ၊  ပွမသဳကၠဳညးသ္ကံ။"},
{"word":"diameter","def":"n.  ဇမၠိၚ်ဇုက်ပၞောန်မတတ်အာ ဒကဴမွဲကဵုမွဲ (ပ္ဍဲကွတ်ဂျဳအဝ်မေတြဳ)၊  ဇုက်ပၞောန်မတတ်အာ ဍံက်အဒေါဝ်စက်ဝိုၚ်၊  ပၞောန်အဒေါဝ်။  diametrically (adv)  အိုတ်သီု၊  အလုံအိုဿီု။"},
{"word":"diamond","def":"n.  ဗိုတ်၊  ဗိုဇ္ဇရတ်၊  မတ်ဗိုတ်၊  မၞိက်ဗိုတ်။  ၂။  မုက်ဒကဴမနွံကဵုအၚ်၊  အၚ်ညံၚ်ရဴမရေက်လဝ်ကွာၚ်ထၟာဲ။"},
{"word":"diarrhoea","def":"n.  ယဲဂၞဴလီု၊  ယဲဂၞဴဆီစှ်ေ။"},
{"word":"diarrhea","def":"n.  ယဲဂၞဴလီု၊  ယဲဂၞဴဆီစှ်ေ။"},
{"word":"diary","def":"n. (pl.-ries)  လိက်သမ္တီပရောပရာပ္ဍဲဂွေၚ်မွဲတ္ၚဲ၊  လိက်သ္ကေံသ္ကေံတဲ၊  လိက်ဒါၚ်ယျာရဳ။  diarist (n)  မၞိဟ်မချူပရောပရာပ္ဍဲဂွေၚ်မွဲတ္ၚဲ။"},
{"word":"dice","def":"n. (pl.die)  လက်ပေတ်၊  မခတ်သွက်သ္ဂောံဝေၚ်ခြံက်ခြံက်၊  ခတ်ပး။  dicer (n)  လမေံ(မေမ်)၊  လမေံပါသ်၊  သၟာပး။  dicing (vi)  ပဝေၚ်ပး၊  ဝေၚ်ပး၊  ဝေၚ်ပါသ်။"},
{"word":"dictate","def":"vt. vi.  ဖျေံကဵုပါၚ်သွက်ဂွံချူဗက်။  ၂။  မြော်ဟီုနကဵုအသံ။  ၃။  ကဵုအသံ။  n.  တၚ်စၞောန်ကဵုအသံ။  dictation (n)  တၚ်မကဵုအသံ၊  တၚ်မစကာ၊  ပွမဖျေံကဵုနဲဗီုခဍံက်အက္ခရ်။"},
{"word":"dictator","def":"n.  တၠအဝဵု၊  တၠအာဏာ၊  တၠအသံ။  dictatorship (n)  သၞောဝ်သၞောတ်တၠအဝဵု၊  အလဵုအသဳတၠအဝဵု။"},
{"word":"dictionary","def":"n.  အဘိဓါန်၊  လိက်အဘိဓါန်၊  လိက်မဓမံက်စၞောန်ထ္ၜးကဵုအဓိပ္ပာဲဝေါဟာ။"},
{"word":"did","def":"ရံၚ် do တေံညိ။  "},
{"word":"didactic","def":"adj.  မဗ္တောန်ဖျောန်ထ္ၜး၊  မဝေတ်ဗ္တောန်။  ၂။  မနွံကဵုလဟီုလအာညံၚ်ရဴအ္စာ၊  မနွံကဵုဗီုပြၚ်လဟီုအ္စာ။"},
{"word":"die","def":"vt. (pt.pp. died)  ချိုတ်၊  လသာဂန္ဓ၊  လသာသ္ကန်၊  မတ်ပၠိုတ်အာ၊  စုတိ၊  ပဝ်အာ(လကျာ်)၊  ပကာဂစိုတ်၊  အိုတ်အာသ္ကန်။  ၂။  ဟောံဗြောံအာ၊  ကၠေံဗ္ဒန်အာ။  die out. (vt)  ကၠက်အာ၊  ဒွး။"},
{"word":"die","def":"|2| n. (pl. dies)  ခတ်ပး၊  တဆိပ်၊  တဆိပ်မကၠောန်လဝ်နကဵုဖကောဝ်မွဲမွဲ၊  မပရးသၠုဲ၊  ပီုသ္ကေပ်တဆိပ်ဖကောဝ်။"},
{"word":"diet","def":"n.  စၞစကောန်ဂကူမွဲမွဲ, မၞိဟ်မွဲမွဲမစသုၚ်မံၚ်တွဵု။  ၂။  စၞဓါတ်သွက်ဂွံဗ္စမၞိဟ်ယဲ။  ၃။  ကိစ္စပရေၚ်ကောန်ဂကူ၊  ကိစ္စပရေၚ်ဍုၚ်ဂမၠိုၚ်၊  ကၠတ်ထဝ်မသဳကၠဳပရေၚ်ဘာသာ။"},
{"word":"differ","def":"vi.  တၞဟ်၊  တၞဟ်ခြာ၊  ဟွံတုပ်သၟဟ်။  ၂။  စိုတ်ဟွံတုပ်သၟဟ်။"},
{"word":"difference","def":"n.  တၚ်မတၞဟ်ခြာ၊  တၟေၚ်။  ၂။  တၚ်ဟွံတုပ်သၟဟ်။  ၃။  တၚ်စိုတ်ဟွံတုပ်သၟဟ်။  ၄။  ပၟိက်ဇၞော်တၟေၚ်တၟဟ်။"},
{"word":"different","def":"adj.  မတၞဟ်မတၞဟ်အာ၊  မတၞဟ်ခြာ၊  မတၟေၚ်၊  မဟွံတုပ်သၟဟ်၊  ဝိသေသ၊  သအာၚ်၊  သေသာတ်။  ၂။  မဒှ်တၞဟ်တၞဟ်ခြာခြာ၊  မပြာကတ်။  different from. (adj)  ရာဲရှာတ်၊  ရာဲသာတ်။  different kind of work. (n)  ဝိဓုရ။"},
{"word":"differentiate","def":"vt. vi.  တၞဟ်ခြာထောံ၊  တီညာတ်ပိုၚ်ခြာ။  ၂။  တၞဟ်ခြာကၠုၚ်။  differentiation (n)  ဒဒှ်မတၞဟ်ခြာကၠုၚ်။"},
{"word":"difficult","def":"adj.  မဇြိုၚ်၊  မဝါတ်၊  ဝါတ်ခဲါ၊  ဝါတ်ဂါတ်၊  မသ္ဇိုၚ်သန်၊  မဟွံလောဲ။  ၂။  မပံၚ်ဖက်ဆက်ဆောံဟွံလောဲ၊  မနွံကဵုဓါတ်စိုတ်ပြဟ်ဟ်။  difficulty (n)  တၚ်ဝါတ်ဂါတ်။  ၂။  အဓိကဵု၊  ပွမကာဲတၞာဲ။"},
{"word":"diffident","def":"adj.  မလေပ်ညႇာစိုတ်၊  မလေပ်ဂွ။  diffidently (adv)  နဒဒှ်မလေပ်ဂွ။  diffidence (n)  ပွမဂွ၊  ဒဒှ်စိုတ်မဍောတ်။"},
{"word":"diffract","def":"vt.  သကဵုလၟေၚ်လျးပါ်ခြာတိတ်အာ။"},
{"word":"diffuse","def":"vt. vi.  ပၠ၊  တရး၊  တရးဂစာဲ၊  သကဵုပြးဇးအာ။  ၂။  နှဴအာသိုက်သိုက်တုဲသကဵုပြးဇးအာ။  diffusion (n)  ဒဒှ်မပြးဇးအာ။  adj.  မစကာရပ်စပ်အရေဝ်ဂၠိုၚ်လောန်အာ၊  မဟၟဲကဵုတၟောန်ဓရန်။  ၂။  တြး၊  တြးတိုန်၊  မပြးဇးအာ။"},
{"word":"dig","def":"vt. vi.  ခဲါ၊  ခ္ဍဟ်၊  ခ္ဍာဲ။  ၂။  ဂၠာဲလ္ၚတ်၊  ကၠေံစိုတ်လ္ၚတ်။  n.  ပွမဂရိုဟ်၊  ပွမစာဲ၊  ပွမစောတ်စုတ်။  dig up the earth (with a shovel). vt. vi  တုက်တိ(ကွဵုပၠာ)။"},
{"word":"digest","def":"n.  ဒဒှ်ဗွဲခမၞန်၊  ဒဒှ်ဗွဲသရောပ်၊  သ္ကေံ၊  သရုပ်။  vt. vi.  ၚတ်၊  ပၚတ်၊  ပ္ၚတ်၊  လ္ၚတ်စၞ၊  သကဵုစၞလ္ၚတ်။  ၂။  သကဵုဗှ်လ္ၚတ် ညံၚ်ရဴသ္ဂောံလုပ်အာပ္ဍဲက္ဍဟ်၊  ကၠိုဟ်ခၠၚ်အာဇပ်ဇပ်ဍပ်ဍပ်။  digest food. (vt.vi)  ပၚတ်ကဵုစၞ။  digestible (adj)  မဒှ်စၞမလ္ၚတ်လောဲ။  digestion (n)  ဒဒှ်စၞမလ္ၚတ်လောဲ။  digestive (adj)  မသကဵုစၞလ္ၚတ်။"},
{"word":"digit","def":"n.  ဂၞန်(နူသုညစဵုကဵုဒ္စိတ်)၊  ကောန်ဇိုၚ်ကောန်တဲ။"},
{"word":"dignify","def":"vt.  ထံက်ပၚ်၊  သကဵုစရာဲဂုန်တိုန်ကၠုၚ်၊  ၜပ္တိုန်၊  ပ္တိုန်ဂုန်စရာဲ။  dignified (adj)  မနွံကဵုဂုန်စရာဲ၊  မနွံကဵုသိက္ခာ၊  မနွံကဵုကျာ်သြဳ။"},
{"word":"dignitary","def":"n.  မၞိဟ်ကဆံၚ်ဒၞာဲဝဲါဂုန်စရာဲသၠုၚ်သၠုၚ်။"},
{"word":"dignity","def":"n.  အနုဘဴ၊  ဂုန်စရာဲ၊  ဂုန်သိက္ခာ၊  အစောံစရာဲသွက်သ္ဒးအဲပရဲထေက်။  ၂။  ဒဒှ်မနွံကဵုအဟိက် တန်တန်ကြန်ကြန်၊  အိန်ရဳ။"},
{"word":"dike","def":"n.  မြံၚ်ပရိုဟ်ပတိတ်ဍာ်။  ၂။  တၟိုန်၊  တာ၊  စြာၚ်။"},
{"word":"dyke","def":"n.  မြံၚ်ပရိုဟ်ပတိတ်ဍာ်။  ၂။  တၟိုန်၊  တာ၊  စြာၚ်။  "},
{"word":"dilapidated","def":"adj.  မဇဲဇာဲထရိုဟ်စှ်ေမံၚ်၊  မလီုလာ်ယောၚ်ယာဒၟံၚ်။"},
{"word":"dilate","def":"vt. vi.  သၠဲ၊  သၠဲပတိတ်၊  သကဵုဇၞော်တိုန်၊  သကဵုသၠဲတိုန်၊  သကဵုပံက်လဟာ်တိုန်။  ၂။  ဟီုဗွဲတရး၊  ချူဗွဲတရး။  dilation (n)  ဒဒှ်မဟီုဗွဲတရး၊  ဒဒှ်မချူဗွဲတရး။"},
{"word":"dilemma","def":"n.  ဒဒှ်မကြေပ်ဂြတ်၊  ဒဒှ်မဝါတ်ဂါတ်၊  အကာဲအရာမၞုံၜါဂၠံၚ်ဂှ် သ္ဒးရုဲစှ်ကေတ်မွဲဂၠံၚ်၊  ဒဒှ်မဆဵုဂဗကဵုတၚ်ဝါတ်ဂါတ်။"},
{"word":"diligence","def":"n.  တ္ၚံလွဳ၊  ဝဳရိယ၊  လွဳ။  diligent (adj)  မနွံကဵုဓဝ်လွဳ၊  မတ္ၚံ၊  မတ္ၚံလ္ပံ၊  မပလွဳပရာ၊  မပေၚာံ၊  မမှတ်ပ္တုဲ၊  သမ္ၚအ်၊  သွဳသွတ်။  diligently (adv)  နဒဒှ်မနွံကဵုဓဝ်လွဳ။"},
{"word":"dill","def":"n.  ဇဳသြောံ။ "},
{"word":"dilute","def":"vt.  ဖက်ဍာ်တုဲသကဵုအကၚ်ဓတ်ဍေံဍိုန်အာ။  ၂။  ပနှဴဖက်စုတ်တုဲသကဵုဓတ်ဇြဟတ်ဍေံဍိုန်အာ။  diluted (adj)  မသကဵုဂုန်သတ္တိဍေံ, ဖဵုနိဿံသဍေံဍိုန်စှ်ေ။  dilution (n)  ဒဒှ်အကၚ်ဍေံမဍိုန်အာဒၟာနူပနှဴထောံအရာမွဲမွဲ။"},
{"word":"dim","def":"adj. (-mmer,-mmest)  လှီု၊  ထသပါ၊  သပါထ၊  မထိုပ်ဂၠု၊  မလှီု၊  မသပါ၊  မဟွံညာတ်ကၠးကၠး။  ၂။  မဟွံဆဵုကၠးကၠး၊  မဟွံမွဲသောၚ်သောၚ်ကၠးကၠး၊  မလေတ်ဒၟံၚ်၊  မဂေတ်ဒၟံၚ်။  vt. vi.  လှီုကၠုၚ်၊  ဆဵုဟွံကၠးကၠုၚ်။  dimly (adv)  သဗုၚ်သဗုၚ်သပါသပါ၊  စောန်စောန်။  dim-sighted (vt.vi.)  ထသပါ၊  ဂၠုသပါ၊  သပါ၊  သပါထ။  dimness (n)  ဒဒှ်မသပါ၊  ဒဒှ်မလှီု။  dim-witted (adj)  မဟွံကၠိုဟ်ခၠၚ်။"},
{"word":"dimension","def":"n.  သၜတ်။  ၂။  ဇၞော်၊  ပမာဏ။  "},
{"word":"diminish","def":"vt. vi.  ဖျံ၊  ဟုတ်၊  ယုတ်ဒေက်စှ်ေအာ၊  ကြဳ၊  ပရဳ၊  အောန်၊  ယုတ်၊  ယုတ်ခလံက်အာ၊  ပေတ်စှ်ေ၊  ေၚာတ်စှ်ေ၊  ဍိုန်စှ်ေ၊  လ္ၚောတ်စှ်ေ၊  လ္ၚတ်ဇတ်၊  ဇတ်သ္ဍုက်ယုတ်ဂြက်အာ။  diminution (n)  ပွမလဟုတ်စှ်ေ၊  လဟုတ်၊  ဟာဲယန်။"},
{"word":"dimple","def":"n.  ဍောၚ်ကှ်ေ(ခလံက်ပ္ဍဲကၞိၚ်, ခလံက်ပ္ဍဲခၟိပ်မံက်ကၠုၚ်ကာလမဂြိုၚ်တိုန်)။  vt. vi.  သကဵုဍောၚ်ကှ်ေမံက်တိုန် ဒှ်တိုန်။"},
{"word":"din","def":"n.  ရမျာၚ်ညာန်ညေဲမက္တဵုဒှ်တိုန် ဟွံပိုတ်ဟွံပိုတ်။  vt. vi.  ညာန်ညေဲ၊  ညာန်ညေဲပရေဲဒၟံၚ် သၟိပ်မိၚ်ဒၟံၚ်ပ္ဍဲကတောဝ်။"},
{"word":"dine","def":"vt. vi.  စပုၚ်သဝ်တ္ၚဲ။  ၂။  ဖါပ်တေဝ်ဗ္စဖျုၚ်။  "},
{"word":"dinner","def":"n.  စၞစသုၚ်ဖါသဝ်တ္ၚဲ၊  စၞအဓိကပ္ဍဲမွဲတ္ၚဲ။"},
{"word":"dint","def":"n.  ခလံက်၊  ခၠိုၚ်။"},
{"word":"dip","def":"vt. vi. (-pp-)  ဗလိုက်၊  ဗလိုက်ဖျေံ၊  ကလံက်၊  ကလံက်ဖျေံ၊  တလှံက်။  ၂။  ဗလိုက်တုက်ကေတ်(နကဵုတဲ, နကဵုဇန်)။  dip into (the water). vt.vi.  တုက်(ဍာ်)။"},
{"word":"diplomacy","def":"n.  ပြယာဲ၊  ပွမပါ်ကရေက်ပြုပြေၚ် ပ္ဍဲပရေၚ်ဆက်ဆောံကဵုဍုၚ်သအာၚ်(ဂမၠိုၚ်)။  ၂။  ကွတ်ပညာမဍိုဟ်ကေက်စိုန်သ္ကီု ပ္ဍဲအရာဆက်ဆောံကဵုမၞိဟ်ဂမၠိုၚ်။"},
{"word":"diplomat","def":"n.  ကလုတ်၊  ဝန်အပ္ဍဲရုၚ်ကလုတ်၊  သၟာကမၠောန်ပရေၚ်ဍုၚ်မ္ၚး မပ္တံကဵုကလုတ်တံ။  ၂။  မၞိဟ်ဍိုဟ်ကေက်ဆိုက်ဗ္ဒက်ပ္ဍဲအရာမဆက်ဆောံကဵုမၞိဟ်ဂမၠိုၚ်၊  မၞိဟ်ဍိုဟ်ကေက်၊  မၞိဟ်ပြယာဲဥပ္ပာဲခိုဟ်။  diplomatic (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ဆက်ဆောံကလုတ်၊  မသ္ဍိုဟ်ကေက်မြက်စာ။"},
{"word":"diplomatist","def":"n.  ကလုတ်၊  ဝန်အပ္ဍဲရုၚ်ကလုတ်၊  သၟာကမၠောန်ပရေၚ်ဍုၚ်မ္ၚး မပ္တံကဵုကလုတ်တံ။  ၂။  မၞိဟ်ဍိုဟ်ကေက်ဆိုက်ဗ္ဒက်ပ္ဍဲအရာမဆက်ဆောံကဵုမၞိဟ်ဂမၠိုၚ်၊  မၞိဟ်ဍိုဟ်ကေက်၊  မၞိဟ်ပြယာဲဥပ္ပာဲခိုဟ်။  diplomatic (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ဆက်ဆောံကလုတ်၊  မသ္ဍိုဟ်ကေက်မြက်စာ။"},
{"word":"dire","def":"adj.  မဒှ်သ္ဒးဖေက်ဂၟံက်၊  မဒှ်သ္ဒးဖေက်လကိုတ်ခိုဟ်။"},
{"word":"direct","def":"adj.  မလ္ဂူ၊  မတပ်ထာန်၊  မတပ်ဓုဟ်၊  မတပ်ဗၠိုဟ်၊  မဟွံမွဲကဵုတ္ၚံက်တ္ၚေဲ၊  မဒှ်မွဲပလိုဟ်ဓဝ်။  ၂။  မဆက်ဆောံကေတ် နအလိုက်ဇကုကဵုဇကု၊  မဟွံဆက်ဆောံနူကဵုမွဲကဆံၚ်။  ၃။  မအာတပ်တပ်ဒၞာဲဇကုပၟိက်နွံ။  adv.  တပ်တပ်၊  နဒဒှ်ဟွံမွဲကဵုတ္ၚံက်တ္ၚံက်တ္ၚေဲတ္ၚေဲ။  vt. vi.  ထ္ၜးကဵုနဲကဲ၊  စၞောန်ထ္ၜး၊  စၞောန်ထ္ၜးကဵုဂၠံၚ်တရဴ၊  ဗ္စန်၊  ဗ္စန်ဂၞန်။  ၂။  ချူစုတ်လိက်ဒၞာဲဌာန်ဒၟံၚ်။  ၃။  ပတဝ်က္ဍိုပ်တုဲဟီု၊  ပတဝ်က္ဍိုပ်တုဲချူ။  ၄။  ပြုပြေၚ်ဖန်ဖာဲ၊  အုပ်ဓုပ်၊  စၞောန်ပၟိၚ်၊  ဗ္တောန်ဖျောန်။  direct succession. (adj)  မဒှ်အနုလုံ။  direct the course of a vessel. (vt.vi)  ရပ်သၞေဝ်။"},
{"word":"direction","def":"n.  ဒိုဟ်ကၠၚ်၊  လက်၊  လ္ပာ်ပတဝ်ဏာက္ဍိုပ်၊  ဂၠံၚ်ချဳဒရာၚ်အာ၊  ဒိုဟ်ပတဝ်ဏာမုက်၊  ဒိုဟ်ပ္ၚောံအာ။   ၂။  စၞောန်၊  တၚ်စၞောန်။  ၃။  ပွမပြုပြေၚ်၊  ပွမအုပ်ဓုပ်၊  ပွမစၞောန်ထ္ၜး၊  နဲဥပဒေသ။"},
{"word":"directive","def":"n.  စၞောန်ပ္ညုၚ်၊  စၞောန်၊  တၚ်မစၞောန်ထ္ၜး။"},
{"word":"directly","def":"adv.  တပ်တပ်၊  နဒဒှ်ဟွံမွဲကဵုဒစေၚ်ဗၠေၚ်။  ၂။  လွာဲဂှ်၊  နဒဒှ်ဟွံလဇုဲဟွံလဇ။  ၃။  ဟွံလံ။  conj.  တုဲ၊  တုဲတှ်ေ၊  လွာဲဂှ်။"},
{"word":"director","def":"n.  မၞိဟ်စၞောန်ထ္ၜး၊  ဂအုပ်မၞိဟ်စၞောန်ထ္ၜး၊  သ္ကိုပ်သ္ကစၞောန်ထ္ၜး၊  ဂအုပ်မၞိဟ်စၞောန်ထ္ၜးအခါတက်ရုပ်ဂမျိုၚ်။"},
{"word":"directory","def":"n. (pl.ries)  လိက်အုပ်မစၞောန်ထ္ၜးဌာန်ဒၟံၚ်ကဵုယၟုမၞိဟ်။"},
{"word":"dirk","def":"n.  သၞာ်။"},
{"word":"dirt","def":"n.  မၠိုက်၊  ကမၠိုက်၊  မိဟ်၊  အိက်မိဟ်၊  ဂြံအုဲအုဲအေၚ်အေၚ်၊  အမှိက်အမှံၚ်၊  လက်ကၠိုက်၊  လှိုက်၊  လှိုက်သရီု။  ၂။  ခၞိက်တိ။  ၃။  ကသပ်ပပ်ပ်ပဳပဳ၊  လဟီုပပ်ပ်ပဳပဳ။"},
{"word":"dirty","def":"adj. (-ier,-iest)  ကၠိ၊  ကၠိခန်၊  ကၠိပပ်၊  ကၠိုက်၊  ကၠိုက်ကၠိ၊  မကၠိ၊  မကၠိပပ်၊  ပကၠိခ္ဍက်၊  မကၠိစောန်၊  ေၚတ်။  ၂။  မဒှ်တဴဥတုဟွံခိုဟ်၊  မက္တဵုဒှ်ကၠုၚ်ကဆံၚ်ဗြဲကျာထတ်။  ၃။  မဟွံအးဟွံၚး၊  မဂြၚ်ချပ်ပပ်ပ်ပဳပဳ၊  မဟီုဂလာန်ပပ်ပပ်ပဳပဳ။  vt. vi.  ပပ်၊  ပပ်ကၠိ၊  သကဵုကၠိပပ်၊  သကဵုပပ်ပဳ။"},
{"word":"dis-","def":"prefix.  မအရေဝ်မဓမံက်ထ္ၜးကဵုအဓိပ္ပာဲလက်ဗ္တး လက်ဗၠိုက် (ပိုဲရပ်စပ်ဆက်စပ်စုတ်ဍေံဂတ အရေဝ်ဝေါဟာတံမ္ဂး ဝေါဟာဂှ် တိတ်အာအဓိပ္ပာဲလက်ဗၠိုက်လက်ဗ္တးရ)။"},
{"word":"disability","def":"n. (pl.-ties)  ဒဒှ်မဟွံထတ်ယုက်၊  ပွမဟွံမွဲကဵုပရေၚ်ထတ်ယုက်၊  ဒဒှဵမဟၟဲကဵုကၠောန်မာန် ချဳဒရာၚ်မာန်။"},
{"word":"disable","def":"vt.  သကဵုဒှ်အာကဆံၚ်ဟွံထတ်ယုက်၊  သကဵုဒှ်အာစဵုကဵုချဳဒရာၚ်ဟွံမာန်၊  သကဵုစိုပ်အာကဆံၚ်ကၠောန်ကမၠောန်ဟွံမာန်။"},
{"word":"disadvantage","def":"n.  အကာဲအရာဟွံခိုဟ်၊  အရာမတၟာတ်ဆိုအ်လဝ်ဂၠံၚ်သွက်ဂွံအံၚ်ဇၞး။  ၂။  ဒဒှ်မဟောံဗြောံ၊  ဒဒှ်မသ္ဒးဂိကၠုၚ်လဝ်။  disadvantageous (adj)  မဟၟဲကဵုဖဵုဂုန်၊  သကဵုဂုန်စရာဲပၠိုတ်၊  မဟၟဲကဵုအခေါၚ်အဝဵု။  disadvantageously (adv)  နဒဒှ်မသက္ကုဟၟဲကဵုဖဵု၊  နဒဒှ်မဒှ်အာသၟးသၟး။"},
{"word":"disagree","def":"vt.  ဆန္ဒထကးပြးမံၚ်၊  ဒှ်ဒၟံၚ်ကဆံၚ်ဟွံတုပ်စိုတ်။  ၂။  ဟွံဒး။  disagreeable (adj)  မဟွံခိုဟ်သွက်ဂွံသ္ဍိုက်မၠိုက်။  ၂။  မစိုပ်ကဆံၚ်စိုတ်ဂၠေံ၊  ဓဇန်။  disagreeably (adv)  နဒဒှ်မဟွံသ္ဍိုက်မၠိုက်စိုတ်၊  နဒဒှ်မဟွံတုပ်စိုတ်။  disagreeableness (n)  ဒဒှ်မဟွံသ္ဍိုက်မၠိုက်စိုတ်၊  ဒဒှ်မဟွံတုပ်စိုတ်။"},
{"word":"disagreement","def":"n.  ဒဒှ်ဟွံတုပ်စိုတ်၊  ဒဒှ်မဟွံဒးညးသ္ကံ၊  ဒဒှ်မဟွံကိတ်ညးသ္ကံ။  ၂။  ဒဒှ်ဆန္ဒမတၞဟ်ခြာ၊  ပွမခိုအ်ခေၚ်အာပ္ဍဲစိုတ်။"},
{"word":"disallow","def":"vt.  ဟွံကဵုအခေါၚ်၊  ဆဵုဒဝ်။"},
{"word":"disappear","def":"vt.  ကၠေံဗ္ဒန်အာ၊  ကၠေံအာ၊  လာဲလေၚ်။  disappearance (n)  ဒဒှ်မကၠေံဗ္ဒန်အာ၊  ဒဒှ်မကၠေံအာ။"},
{"word":"disappoint","def":"vt.  သကဵုစိုတ်လီု၊  သကဵုကသပ်လီု၊  သကဵုစှ်ေအာဟွံဒးကဵုစိုတ်။  ၂။  လီုလာ်အာ မဟွံဒှ်ကၠုၚ်အတိုၚ်စဳဇန်လဝ်၊  လီုလာ်အာမဟွံဒှ်ကၠုၚ်အတိုၚ်ရန်တၟံလဝ်။  disappointed (adj)  မဒှ်သွက်ဒးလီုစိုတ်ခိုဟ်၊  မဒှ်တဴဟွံဒးကဵုဂၞပ်စိုတ်ခိုဟ်။  disappointing (adj)  မဒှ်သွက်စိုတ်ဂွံလီုခိုဟ်။  disappointment (n)  ဒဒှ်သွက်စိုတ်သ္ဒးလီုခိုဟ်။"},
{"word":"disapprobation","def":"n.  ဒဒှ်မဟွံဒးဂၞပ်၊  ဒဒှ်မဟွံဒးစိုတ်။"},
{"word":"disapprove","def":"vt. vi.  ထ္ၜးမူဟိုတ်ဟွံဒးစိုတ်၊  သကဵုတီဒှ်အာဒဒှ်ဟွံဒးဂၞပ်စိုတ်။  disapproval (n)  ဒဒှ်ဟွံဒးဂၞပ်၊  ဒဒှ်ဟွံဒးစိုတ်၊  ဒဒှ်ဟွံတုပ်စိုတ်၊  ဒဒှ်ဟွံဒးကဵုစိုတ်။  disapprovingly (adv)  နဒဒှ်ဗီုပြၚ်ဟွံဒးကဵုဂၞပ်။"},
{"word":"disarm","def":"vt. vi.  သီထောံလွဟ်၊  သကဵုမသက္ကုဟၟဲကဵုလွဟ်။  disarmament (n)  ပွမသီကေတ်ထောံလွဟ်။  "},
{"word":"disaster","def":"n.  ဘဲအန္တရာဲမစိုပ်ကၠုၚ်မွဲလစုတ်ဓဝ်၊  ဒုက္ခ၊  ဥပါဒ်၊  အလီုအလာ်၊  ဒဒှ်မလီုလာ်။  disastrous (adj)  သကဵုစိုပ်ဒဒိုက်၊  သကဵုလီုလာ်။"},
{"word":"disband","def":"vt. vi.  ပလီုထောံဒပ်။"},
{"word":"disbelieve","def":"vt. vi.  ဒှ်အာညံၚ်ရဴဟွံဂံၚ်ပတှ်ေစ၊  ဒှ်ညံၚ်ရဴပတှ်ေစဟွံဂွံ။  disbelief (n)  ဒဒှ်မဒှ်ညံၚ်ရဴပတှ်ေစဟွံဂွံ။"},
{"word":"disburse","def":"vt. vi.  သကဵုကဵုသၠုဲ၊  ကလးကဵုသၠုဲ၊  ပ္တိတ်ကဵုသၠုဲ၊  ပတိတ်ကဵုသၠုဲဂိတု။  disbursement (n)  ဒဒှ်မကလးကဵုသၠုဲ၊  ဒဒှ်မပ္တိတ်ကဵုသၠုဲ။"},
{"word":"disc","def":"n.  ဂတဵုဂတှ်ေခ္ဍံခ္ဍံ၊  စက်၊  တၞးဂတှ်ေခ္ဍံခ္ဍံ၊  ဗၞဳ၊  ဗၞဳအဝန်။  sun's disc (n)  အဝေါန်တ္ၚဲ၊  စက်တ္ၚဲ။"},
{"word":"disk","def":"n.  ဂတဵုဂတှ်ေခ္ဍံခ္ဍံ၊  စက်၊  တၞးဂတှ်ေခ္ဍံခ္ဍံ၊  ဗၞဳ၊  ဗၞဳအဝန်။  sun's disk (n)  အဝေါန်တ္ၚဲ၊  စက်တ္ၚဲ။"},
{"word":"discard","def":"vt.  ထဝေၚ်ထောံ၊  ကၠဟ်ထောံ၊  ပဲါထောံ။"},
{"word":"discern","def":"vt. vi.  ညာတ်၊  တီညာတ်ခိုဟ်ခိုဟ်။  discerning (adj)  မညာတ်မာန်၊  မကၠိုဟ်မာန်။  discernment (n)  ဒဒှ်မတီညာတ်ကၠးကၠး၊   ဗိတ်ဒ္ညာ။"},
{"word":"discharge","def":"vt. vi.  ဖျေံကပေါတ်နူက္ၜၚ်။  ၂။  ပ္တိတ်ထောံ၊  ဗလးထောံ။  ၃။  ပန်၊  ပန်သၞာတ်၊  ပန်လဴ၊  ကၠဟ်တၟံ။  ၄။  ကဵုအခေါၚ်၊  ကဵုအခေါၚ်စှ်ေ၊  ပ္တိတ်ထောံ၊  ဗလးတၟာတ်ထောံအမှု။  discharge duty. (vt.vi)  ပဝတ်။  discharge matter. (vt.vi)  ပ္တိတ်ထောံပ္တိုဟ်။  discharge (n)  ဒဒှ်မကဵုအခေါၚ်စှ်ေ၊  ဒဒှ်မတၟာတ်ထောံအမှု။"},
{"word":"disciple","def":"n.  ကွး၊  ကောန်ကွး၊  ကောန်ရဲတဲခွာ၊  ရဲသာ၊  သာဝက။  disciple of Buddha. (n)  သာဝက။  "},
{"word":"discipline","def":"n.  ပွမထိၚ်ဒက်ဇကုဇကု၊  ပွမကလၚ်အသံ၊  ပွမပ္ကတ်ပ္ကေၚ်စေဝ်သၞောဝ်။  ၂။  ပွမချိုတ်လ္တူသၞောဝ်၊  ဒဒှ်မဗက်စစေဝ်သၞောဝ်(ကွးဘာ,ကောန်ပၞာန်)။  ၃။  တၚ်စေဝ်သၞောဝ်၊  ဝိနယ်၊  သာသနာ၊  နဲကဲဖျေံဗ္တောန်ကဵု။  vt.  ရပ်ဂရတ်စေဝ်သၞောဝ်၊  ပ္ကတ်ပ္ကေၚ်ကဵုညံၚ်ရဴစေဝ်သၞောဝ်ဂွံချိုတ်၊  ဗ္တောန်ဖျောန်၊  သကဵုဒုဟ်၊  ကဵုဒုဟ်။  disciplinary (adj)  မဆေၚ်စပ်ကဵုစေဝ်သၞောဝ်၊  မဆေၚ်စပ်ကဵုလၟေတ်ဒ္ဂေတ်ပဋိပတ်။"},
{"word":"disclose","def":"vt.  ဓမံက်ပ္တိတ်၊  ဟီုဂးဓမံက်ပ္တိတ်သွက်ဂွံတီ၊  ဓမံက်ထ္ၜး၊  မံက်ကၠုၚ်။  disclosure (n)  ပွမဓမံက်ဟီုဂး၊  ပွမဓမံက်ထ္ၜး၊  အရာမဓမံက်ထ္ၜး၊  အရာမမံက်ကၠုၚ်။"},
{"word":"disco","def":"n. (colloq.)  ပေဲါလှ်ေကဵုဂွက် ပံက်ကေတ်ရမျာၚ်နူဇုက်ကဝး။"},
{"word":"discolour","def":"(discolor)(vt.vi.)  အရံၚ်ပြံၚ်လှာဲကၠုၚ်၊  အရံၚ်လီုကၠုၚ်၊  သကဵုအရံၚ်ပြံၚ်လှာဲအာ၊  သကဵုအရံၚ်လီုအာ။"},
{"word":"discomfit","def":"vt.  သကဵုအစဳအဇန်လီု၊  သကဵုထုဲထံၚ်ထုဲဂရုဲ၊  သကဵုပြးချာဲ၊  သကဵုမုက်မတ်လီု၊  သကဵုကျအာ။  discomfiture (n)  ဒဒှ်မသကဵုအစဳအဇန်လီု။"},
{"word":"discomfort","def":"n.  ပွမဟွံမွဲကဵုသက်သက်သာသာ(နဒဒှ်ဗွဲမဟွံသက်သာ)၊  ပွမဟွံဒှ်တသိုက်စိုတ်တသိုက်ကာယ။"},
{"word":"discommode","def":"vt.  ကဵုဒဒိုက်၊  ဂၠိန်ၜောတ်၊  သကဵုစိုတ်ဂတက်ဂတန်အာ။"},
{"word":"discompose","def":"vt.  ဆောံခ္ဍာဲ၊  ကဵုကလိုက်ကၟဵုတိုန်၊  သကဵုချဳဒရာၚ်ကၠုၚ်၊  သကဵုအိန်ရဳလီုလာ်။"},
{"word":"disconcert","def":"vt.  အိန်ရဳလီုအာ၊  သကဵုၚၚ်လှၚ်အာ၊  သကဵုမုက်ဂဝထကးအာ။"},
{"word":"disconnect","def":"vt.  ထပိုတ်ထောံ၊  ပလှ်ထောံ၊  ထပိုတ်ထောံအဆက်၊  ပိုတ်အာ။"},
{"word":"disconsolate","def":"adj.  မသကဵုဂၠိုက်ဟောံဂွိၚ်ကတူ၊  မသကဵုဂၠိုက်ဟောံပ္ဍဲစိုတ်၊  မဟွံမိပ်စိုတ်။"},
{"word":"discontinue","def":"vt. vi.  ဒေံါထာံ၊  ဒေံါဖျေံထောံတဲ၊  ပတုဲထောံ၊  ထပိုတ်ထောံ။  discontinuance (n)  ဒဒှ်မဒေံါထောံ။"},
{"word":"discord","def":"n.  ဒဒှ်စိုတ်ဆန္ဒမထကးအာ၊  ဒဒှ်မသေက်ဇဵု။  ၂။  ဒဒှ်လညာတ်ဝါဒထကး၊  တၚ်ကယျာန်ဓဝါတ်၊  ဒဒှ်မဟွံစှ်ေကဵုခဍေဝ်ခဍာပ်။  discordant (adj)  မတၞဟ်ခြာ၊  မဟွံညဳသာ။  ၂။  မဟွံစှ်ေကဵုတၚ်နၚ်ခဍေဝ်ခဍာပ်၊  မစူစၚ်ဒၟံၚ်။  discordance (n)  ဒဒှ်စိုတ်မတၞဟ်ခြာဒၟံၚ်ညးသ္ကံ၊  ဒဒှ်မဟွံညဳသာညးသ္ကံ။"},
{"word":"discount","def":"n.  ဒဒှ်မဖျေံဖျံၚုဟ်သွံဂမၠိုၚ်၊  ဒဒှ်မဖျေံကဵုၚုဟ်မး ဟိုတ်နူရာန်တလးကဵုသၠုဲဒတုဲ။  vt.  ဖျေံကဵုၚုဟ်၊  ဖျံသွံၚုဟ်၊  ဖျေံသွံထောံၚုဟ်မး။  ၂။  စွံဖအောန်ထောံဓဝ်ပတှ်ေညိ လ္တူဟိုတ်မွဲမွဲ ပရိုၚ်မွဲမွဲ၊  စွံဖအောန်ထောံဓဝ်ပတှ်ေညိ ဟိုတ်နူဇမၞော်သၠဲပ္တိတ်လဝ်ပရိုၚ်။"},
{"word":"discourage","def":"vt.  စိုတ်လီု၊  ဍောၚ်စိုတ်၊  လီုစိုတ်၊  သကဵုစိုတ်လီု၊  သကဵုဓတ်ဍိုန်စိုတ်လီု။  ၂။  သ္ပသွက်ညးမွဲမွဲစိုတ်သ္ဂောံလီု၊  သ္ပညံၚ်ရဴသ္ဂောံပတှ်ေကၠုၚ်ဒဒှ်ဖဵုဂုန်ဟွံမွဲ၊  မံၚ်ထောံဟွံကဵုဇြဟတ်၊  ပလီုညံၚ်ရဴဟွံဒှ်ကၠောန်။  discouraged (adj)  အောန်စိုတ်၊  မအောန်စိုတ်။"},
{"word":"discover","def":"vt.  ချပ်ဂြၚ်၊  စဆဵု၊  သ္ပပ္တံဆဵု၊  ဓမံက်ပ္တိတ်အရာဟွံတီဂှ် ညံၚ်ရဴညးသအာၚ်တံသ္ဂောံတီ၊  ဆဵုဂဗကပေါတ်တၟိမွဲမွဲ၊  ဟွံရန်တၟံမွဲသာ်ဟေၚ် အရာမွဲဍေံမက္တဵုဒှ်ကၠုၚ်၊  ဒှ်ကၠုၚ်ဟွံရန်တၟံလဝ်မွဲသာ်။"},
{"word":"discovery","def":"n.  ဒဒှ်မစဆဵုညာတ်ကၠာ၊  အရာမဆဵုဂဗဗွဲကိုပ်ကၠာ။"},
{"word":"discredit","def":"vt.  ပလီုယၟု၊  သကဵုဒှ်သံသယ၊  သကဵုဒှ်သၠေဟ်ပၟာ၊  သကဵုဒှ်ကဆံၚ်ဟွံဖျေံစိုတ်ဟွံပတှ်ေစ။  discreditable (adj)  မပလီုယၟု၊  မသကဵုဒှ်သံသယ၊  မသကဵုဒှ်သၠေဟ်ပၟာ။"},
{"word":"discreet","def":"adj.  မနွံကဵုသတ္တိ၊  မနွံကဵုဂမြၚ်ညာန်၊  မလေပ်စၚ်ခြၚ် လ္တူလဟီုလဂး, ပွ။"},
{"word":"discrepancy","def":"n.  တၚ်မတၞဟ်ခြာ၊  ဒဒှ်တံကၞောတ်ဟွံကိတ်ညဳ။  ၂။  ဒဒှ်မပါ်တၞဟ်ခြာပ္တိတ်၊  ပွမသ္ပတၞဟ်တၞဟ်ခြာခြာ။"},
{"word":"discretion","def":"n.  ဒဒှ်မဇိပ်ဂၠိပ်,သိပ်ဂၠိပ်၊  ပွမနွံကဵုအစၚ်အခြၚ်။  ၂။  အခေါၚ်အဝဵုမကၠောန်ဗၠးဗၠးၜးၜး၊  ချပ်စၚ်ခြၚ်မာန်ဘာသာဇကုကဵုဇကု၊  ပွမယဵုဒုၚ်ကေတ်ကဆံၚ်ခိုဟ်အိုတ်ချိၚ်ခယျလဝ်။"},
{"word":"discriminate","def":"vt. vi.  တီညာတ်တၞဟ်ခြာ။  ၂။  ပါ်တၞဟ်ခြာ၊  သ္ပတၞဟ်ဟ်ခြာခြာ။  discriminating (adj)  မတီညာတ်တၞဟ်တၞဟ်ခြာခြာမာန်၊  မဆက်ဆောံတၞဟ်တၞဟ်ခြာခြာ။  discrimination (n)  ဒဒှ်မဆက်ဆောံဗွဲတၞဟ်ခြာ။"},
{"word":"discuss","def":"vt.  သဳကၠဳကယျာန်စာန်စး၊  ချပ်ဗ္စာရဏာတေၚ်ဗေၚ်။  discussion (n)  ဒဒှ်မသဳကၠဳချပ်ဗ္စာရဏာ။"},
{"word":"disdain","def":"vt.  က္ဍုဟ်မၠေံဇအိုန်ဇရ၊  အထေၚ်ဍောတ်၊  အထေၚ်သောဲ၊  အထေၚ်သွောဲမတ်။  n.  ပွမက္ဍုဟ်မၠေံဇအိုန်ဇရ၊  ပွမအထေၚ်ဍောတ်သောဲ။  disdainful (adj)  မထေၚ်သွောဲမတ်။"},
{"word":"disease","def":"n.  ယဲ၊  ဂိယဲ၊  ဇှ်၊  ယဲဇှ်၊  ဟိုၚ်ပိုၚ်။   diseased (adj)  မသ္ဒးဒုၚ်ယဲဝေဒနာ၊  မဒးဝပ်၊  မဟွံထတ်ယုက်။  disease of the kidney. (n)  ယဲကောန်တၟံ၊  ယဲကၠၚ်ကၟတ်။"},
{"word":"disembark","def":"vt. vi.  စှ်ေ(နူက္ၜၚ်)၊  သကဵုစှ်ေ(နူက္ၜၚ်)။"},
{"word":"disembowel","def":"vt.  စာ၊  စာကၠေံ၊  ဂၠံက်ဗုၚ်(ပတိတ်ထောံဂြိုဟ်ကြုတ်စာၚ်,အဒါ)။"},
{"word":"disengaged","def":"adj.  မပၠး၊  မသၠးဒၟံၚ်၊  မသၠးၜးဒၟံၚ်။"},
{"word":"disfigure","def":"vt.  ခညောန်၊  ဇြသ္ကဟ်၊  သကဵုဗီုပြၚ်ရုပ်ရဴလီု။"},
{"word":"disgrace","def":"n.  ဒဒှ်သိက္ခာစှ်ေ၊  ဒဒှ်ယၟုလီု၊  ဒဒှ်ကဆံၚ်မတသောဝ်စှ်ေအာ။  disgraceful (adj)  မသကဵုဂုန်စရာဲစှ်ေ။"},
{"word":"disguise","def":"vt.  ပၠေၚ်ထောံရုပ်၊  ပလီုထောံရုပ်၊  ပတောံလဝ်၊  ရန်တၟံလဝ်သွက်ဂွံဗ္ဂေတ်လီ၊  လွေဟ်။"},
{"word":"disgust","def":"n.  စအိုတ်စိုတ်၊  ပွမက္ဍုဟ်မၠေံ၊  ဒဒှ်မဟွံမွဲပၟိက်၊  ဒဒှ်မဟွံသ္ဍိုက်မၠိုက်။  vt.  သကဵုက္ဍုဟ်မၠေံ။  disgusting (adj)  မက္ဍုဟ်မၠေံ၊  မဟွံသ္ဍိုက်မၠိုက်၊  မဟွံမွဲပၟိက်။"},
{"word":"dish","def":"n.  ပ္ၚာန်၊  ပ္ၚာန်ပုၚ်၊  ပ္ၚာန်သွ၊  ထးသွက်ဂွံစုတ်စ,စၞစ။  vt.  စုတ်လဝ်တုက်လဝ်(ပုၚ်သွ)။"},
{"word":"dishonest","def":"adj.  မတ္ၚံက်။"},
{"word":"dishonour","def":"dishonor(n)  ဒဒှ်မုက်ဂဝထကး၊  ဒဒှ်ယၟုမလီု၊  ဒဒှ်သိက္ခာမစှ်ေ။  ၂။  မၞိဟ်သကဵုစရာဲကျာ်သြဳပၠိုတ်ယုတ်၊  အရာမသကဵုစရာဲကျာ်သြဳပၠိုတ်ယုတ်။"},
{"word":"disillusion","def":"vt.  သကဵုဗၠးတိတ်အာနူဘဝဒှ်ဒၟံၚ်သၠေဟ်ပၟာ။  n.  ပွမဗၠးတိတ်အာနူဘဝသ္ဒးဒှ်ဒၟံၚ်သၠေဟ်ပၟာ။"},
{"word":"disincline","def":"vt.  သ္ပညံၚ်ရဴဟွံမွဲပၟိက်ပ္ဍဲစိုတ်ဆန္ဒ။  disinclination (n)  ဒဒှ်မဟၟဲကဵုသွက်စိုတ်ဂွံလုပ်စ၊  ပွမဟွံမွဲပၟိက်။"},
{"word":"disinfect","def":"vt.  ရၚ်တၠုၚ်ညံၚ်ရဴသ္ဂောံဗၠးအာနူဘဲအန္တရာယ်စၟယဲ၊  သကဵုဗၠးအာနူဘဲအန္တရာဲယဲ။"},
{"word":"disingenuous","def":"adj.  မဟွံယျဵုလ္ဂူ၊  မဟွံတပ်တး။"},
{"word":"disinherit","def":"vt.  ပလီုထောံအခေါၚ်အဝဵုဒုၚ်စအာဲ၊  ထပိုတ်ထောံအာဲ။  disinheritance (n)  ဒဒှ်မထပိုတ်ထောံအာဲ။"},
{"word":"disintegrate","def":"vt. vi.  သကဵုလှေက်လှံၚ်ဒှ်အာကၞာတ်သောဲသောဲ၊  စာ်ဒကုတ်ဒန်။  disintegration (n)  ဒဒှ်မလှေက်လှံၚ်ဒှ်အာကၞာတ် သောဲသောဲဗြောဲဗြောဲ၊  ဗပါ်သ္ကန်။"},
{"word":"disinterested","def":"adj.  မဟွံရန်တၟံကဵုသွက်ဖဵုဇကု၊  မဟွံဗက်စဓဝ်အဂတိ။"},
{"word":"disjointed","def":"adj.  မဟွံမွဲကဵုဆက်စပ်ဒၟံၚ်ညးသ္ကံ ညးမွဲကဵုညးမွဲ၊  မသက္ကုဟၟဲကဵုအဆက်အစပ်။"},
{"word":"dislocated","def":"vt.  ဗၠေတ်အာ(ဇုတ်၊ ပ္ၚပ်)။  ၂။  ဟွံစှ်ေညံၚ်ရဴအစဳအဇန်၊  ဗၠေတ်ဒၟံၚ်ကဵုအစဳအဇန်(စက်,ယာန်အာကၠုၚ်)။  dislocation (n)  ယဲပ္ၚပ်ဇိုၚ်တဲမဗၠေတ်၊  ယဲဇိုၚ်တဲကလပ်။"},
{"word":"dislodge","def":"vi.  ပဲါထောံနူဒၞာဲနွံမံၚ်တြေံ၊  ဒဳဗက်ပ္တိတ်ထောံ။"},
{"word":"dismal","def":"adj.  မဟွံမိပ်စိုတ်၊  မဟွံခိုဟ်စိုတ်၊  မဓီုဓုဲ၊  မစိုပ်ဒၟံၚ်ကဆံၚ်ရီုဗၚ်ဟံၚ်ပြာ်ဟွံမာန်၊  မသကဵုစိုတ်ဍောတ်၊  မဒှ်သွက်စိုတ်ဂွံလီုခိုဟ်။"},
{"word":"dismantle","def":"vt.  ပလှ်ထောံအရာမဗ္ဂပ်စုတ်လဝ်၊  ပဲါထောံ။  ၂။  ပလှ်ထောံမွဲတုဲမွဲ။"},
{"word":"dismay","def":"n.  ဒဒှ်မဂွိၚ်ဖေက်၊  ပွမဖေက်သအောတ်၊  ပွမဖေက်သမ္ၚာတ်။  vt.  ဖေက်ဇတဝ်မံၚ်။"},
{"word":"dismember","def":"vt.  ကုတ်ထောံအၚ်္ဂဇကုခန္ဓ၊  မပါ်ပရံကေတ်ဍုၚ်မွဲ၊  ပလှ်၊  သၠဟ်၊  ကလှ်ေ။  dismemberment (n)  ဒဒှ်ကုတ်ထောံအၚ်္ဂခန္ဓဇကု၊  ဒဒှ်မပါ်ပရံကေတ်ဍုၚ်မွဲ။"},
{"word":"dismiss","def":"vt.  ပ္တိတ်ထောံနူကမၠောန်၊  ပလှ်ပဲါပတိတ်ထောံနူဒၞာဲ၊  ပလှ်ထောံတာန်ရေၚ်။  ၂။  ပလှ်ပဲါပတိတ်ထောံနူကောန်စိုတ်။"},
{"word":"disoblige","def":"vt.  မံၚ်အာမဟွံဗက်အလိုက်ဍေံ၊  ကယျာန်ပဲါထောံသွက်ဂွံရီု သွက်ဂွံဒှ်ရဲ။"},
{"word":"disorder","def":"n.  ဒဒှ်မဟၟဲကဵုလၟေၚ်သၞောတ်၊  ပွမဒှ်မံၚ်ပြးပြးဇးဇး၊  ပွမပြးဇးဒၟံၚ်။  ၂။  ဒဒှ်မကလိုက်ကၟဵုဒၟံၚ်ပ္ဍဲပရေၚ်ဍုၚ်ကွာန်၊  ဒဒှ်မဒှ်ဒၟံၚ်ရုသံၚ်။  ၃။  ယဲဝေဒနာ။  vt.  သကဵုဒှ်ညံၚ်ရဴဟွံတန်ကြန်၊  ထုဲတ္ၜန်၊  ထုဲဓရုဲ၊  သကဵုကလိုက်ကၟဵုက္တဵုတိုန်၊  သကဵုပြးဇးထကးပြးအာ။  a disorder of the stomach. (n)  ဒဒှ်မၜန်ၜာဲ၊  ဒဒှ်မစံၚ်မြံၚ်။  to disorder procedures. (vt)  ၜန်ၜာဲ၊  စံၚ်ပရံၚ်။"},
{"word":"disorganize","def":"disorganise(vt.)  ဂရံက်ဂရာ်ဒၟံၚ်၊  လီုလာ်ဒၟံၚ်လ္ပာ်ပရေၚ်စန်ဒက်။  disorganization/-sation (n)  ဒဒှ်မသကဵုဂရံက်ဂရာ်တိုန်၊  ဒဒှ်မလီုလာ်အာပ္ဍဲပရေၚ်စန်ဒက်။"},
{"word":"disown","def":"vt.  ကယျာန်ပဲါတး (ဟွံတီ,ဟွံဆေၚ်စပ်ကဵုဇကု)။"},
{"word":"disparage","def":"vt.  ဂရိုဟ်၊  ဂရိုဟ်ဂၠောန်ၜောတ်၊  ဒရိုဟ်၊  ပပရေံ၊  ဗျိလုတ်ပၠုတ်၊  ဟီုဂရိုဟ်၊  ဟီုပျုတ်ဖျဝ်၊  ဟီုဗျံက်၊  သကဵုၚုဟ်မးအောန်စှ်ေ၊  သကဵုသောဲဗြောဲအာ၊  သကဵုဂုန်စရာဲလီု။"},
{"word":"disparity","def":"n.  ဒဒှ်ဟွံကိတ်ညဳ၊  ဒဒှ်ဟွံညဳညတ်၊  ဒဒှ်မတၞဟ်ခြာ။"},
{"word":"dispassionate","def":"adj.  မဟွံဗက်စဓဝ်အဂတိ၊  မနွံကဵုဓဝ်သမ္မာ။"},
{"word":"dispatch","def":"vt.  ပလံၚ်စဵုကဵုစိုပ်အိုတ်အာတရဴမကၞာတ်လဝ်။  ၂။  ထပိုတ်ထောံ၊  ကၠောန်ပ္တုဲထောံဗြိုဟ်ဗြိုဟ်။  ၃။  ဂစိုတ်၊  ပတုဲထောံ၊  ပလေဝ်ထောံ၊  သီဒက်။  n.  ပရိုၚ်သွက်မသ္ဒးပလံၚ်ကဵုတိုက်လိက်ပရိုၚ်။  ၂။  ပွမယဵုဒုၚ်ကေတ်ဗွဲမပြဟ်။"},
{"word":"despatch","def":"ရံၚ် dispatch တေံညိ။"},
{"word":"dispel","def":"vt. (-ll-)  ဘာတ်ပ္တိတ်၊  ပဲါထောံ၊  တၟးဇးအာ(မတ်ဗြဲ)၊  ပွမပဲါထောံ ဒဒှ်မလကိုတ်တ္ၚဵု၊  ပွမပဲါတးထောံဓဝ်သၠေဟ်ပၟာ။  dispel ignorance. (vt)  ပျးဒမၠု။"},
{"word":"dispensary","def":"n.  ခဒံကဵုဂဥုဲ။"},
{"word":"dispense","def":"vt. vi.  ပရံ၊  ပရံဇံ၊  ပရံဗ္ဒုၚ်၊  ဖုဲဖက်။  dispenser (n)  မၞိဟ်ကဵုဂဥုဲ။"},
{"word":"disperse","def":"vt. vi.  ပါ်ပရးထောံမၞိဟ်၊  ပြးထကးတိတ်အာနူက္ဍိုပ်၊  ပြးဇးတိတ်အာ၊  ပါ်ပရးထောံဒၞာဲ၊  ပေက်၊  ပေက်အာ၊  ပြး၊  ပြးချာဲ၊  ပြးဇး။"},
{"word":"dispirited","def":"adj.  မနွံဒၟံၚ်ကဆံၚ်စိုတ်ဓာတ်ဍောတ်၊  မနွံဒၟံၚ်ကဆံၚ်စိုတ်ဍောတ်၊  မနွံဒၟံၚ်ကဆံၚ်မုက်မတ်သဝ်။"},
{"word":"display","def":"vt.  တေဝ်ထ္ၜးစဳဇန်ထ္ၜးလဝ် ညံၚ်ရဴသ္ဂောံညာတ်ကၠးဗွဲမလောဲသွာ။  ၂။  ဓမံက်ထ္ၜး။  n.  ပွမတေဝ်ထ္ၜးပျး၊  ပေဲါထ္ၜးပျး။"},
{"word":"displease","def":"vt.  သ္ပညံၚ်ရဴဒုၚ်ဒဝ်ဟွံမာန်၊  ပထုဲပလာပ်။  displeasure (n)  ဒဒှ်မက္တဵုဒှ်စဵုကဵုစိုပ်အာက္ဆံၚ်ဒုၚ်ဒဝ်ဟွံမာန်။"},
{"word":"disposition","def":"n.  စရိုတ်၊  စိုတ်၊  ဒ္ဂေတ်ပဋိပတ်၊  ဒၟံၚ်စိုတ်စရိုတ်၊  သဘဴ၊  သဘဴစိုတ်။  dispositior of mind. (n)  အမှတ်စိုတ်၊  သမ္တီစိုတ်။"},
{"word":"disproportion","def":"n.  ဒဒှ်မဟွံစှ်ေကဵုဗီုပြၚ်။  disproportionate (adj)  မဟွံစှ်ေကဵုဗီုပြၚ်၊  မဂဂန်ဒၟံၚ်။  disproportionately (adv)  နဒဒှ်မဂဂန်ဒၟံၚ်၊  နဒဒှ်မဟွံစှ်ေကဵုဗီုပြၚ်။"},
{"word":"dispute","def":"vt. vi.  က္တဵုဒှ်သေက်ဇဵု၊  ကယျာန်စာန်စး။  ၂။  ကယျာန်၊  ဒစဵုဒစး၊  ကၠေံစိုတ်သွက်ဂွံစဵုဒၞာ။  n.  ဒဒှ်မက္တဵုဒှ်သေက်ဇဵု၊  ဒဒှ်လညာတ်မတၞဟ်ခြာ၊  ပွမဟီုဂးပ္တိုန်ဖျေံ၊  ဝါဒ၊  ဝါတ်ဂါတ်၊  ဝိဝါဒ၊  ဝိဝါတ်။  disputable (adj)  မသ္ဒးက္တဵုဒှ်ဟိုတ်သွက်သ္ဒးကယျာန်စာန်စးနွံ၊  မဒှ်ဟိုတ်နွံကဆံၚ်သွက်မသ္ဒးကယျာန်ဒဝါတ်နွံ။"},
{"word":"disquiet","def":"vt.  သကဵုစိုတ်မနွံကဆံၚ်ဟွံညိၚ်ဝတ်၊  သကဵုဂွိၚ်က္တဴ၊  သကဵုက္တဵုဒှ်ဒုၚ်စသိုၚ်ပ္ဍဲစိုတ်ဟွံသက်သာ။"},
{"word":"disregard","def":"vt.  မံၚ်တန်တဴဟွံသ္ပဂရု၊  မံၚ်ထောံဟွံသ္ပအဲပရဲဟွံသ္ပဂရု၊  မဇ္ဇျဟ်ထောံ။  n.  ဒဒှ်မဟွံသ္ပဂရု၊  ဒဒှ်မဟွံသ္ပအဲပရဲ၊  ဒဒှ်မသ္ပလဝ်မဇ္ဇျဟ်။"},
{"word":"disrepair","def":"n.  ဒဒှ်ပၟိက်မနွံဒၟံၚ်သွက်သ္ဂောံပလေဝ်ပလေတ်။"},
{"word":"disreputable","def":"adj.  မဒယှ်တှ်ပြထာနကဵုပရိုၚ် ပရောထၟိက်ဟွံသေၚ်၊  မသက္ကုဟွံကဵုဂုဏ်ကျာ်သြဳ။  disrepute (n)  ဒဒှ်ယၟုမလီု၊  ပွမဒယှ်တှ်နကဵုယၟုလီုလီု၊  ဒဒှ်မဒယှ်တှ်နကဵုပရိုၚ်ပရေံပရေံ။"},
{"word":"disrespect","def":"n.  ဒဒှ်မရိုၚ်ဇိုၚ်၊  ပွဟွံမွဲကဵုအရှ်ေအသှ်ေ။  disrespectful (adj)  မရိုၚ်ဇိုၚ်၊  မဟွံမွဲကဵုအရှ်ေအသှ်ေ။  disrespectfully (adv)  နဒဒှ်မရိုၚ်ဇိုၚ်၊  နဒဒှ်မဟွံမွဲကဵုအရှ်ေအသှ်ေ။ "},
{"word":"disrupt","def":"vt.  ကုတ်ထပိုတ်ထောံ၊  ပိုဟ်ဖလှေက်ထောံနကဵုဇြဟတ်။  disruption (n)  ဒဒှ်မသကဵုပိုတ်ဒကုတ်အာ။  disruptive (adj)  မပိုတ်ဒကုတ်အာ။"},
{"word":"dissect","def":"vt.  ပါ်ကရေက်စၟဳစၟတ်ရံၚ်၊  လ္ၚတ်စံၜတ်ရံၚ်။  dissection (n)  ဒဒှ်မပါ်ကရေက်စၟဳစၟတ်ရံၚ်။"},
{"word":"disssertation","def":"n.  ဋဳကာ၊  ပကာရဏ၊  ပွံက်။"},
{"word":"dissolute","def":"adj.  မလီုပ္ဍဲဒ္ဂေတ်ပဋိပတ်။  dissolution (n)  အိုတ်သ္ကန်၊  ပွမသီပလီုထောံ၊  ပွမထပိုတ်ထောံ၊  ဒဒှ်သ္ၚိဌာန်မလီုလာ်အာ၊  ပွမပလီုထောံ သီထောံကၠတ်ထဝ်ကၠာပေဲါရုဲမာဲဟွံစိုပ်ဏီ၊  လေၚ်၊  လလေၚ်။"},
{"word":"dissolve","def":"vt. vi.  လေၚ်၊  လာဲ၊  လာဲလေၚ်၊  လ္ၚတ်၊  သကဵုလေၚ်၊  သကဵုဒှ်ဍာ်၊  သကဵုလာဲ၊  ပလာဲ။  ၂။  ကၠေံဗ္ဒန်အာ။  ၃။  တုဲဒှ်အာ၊  ပတုဲထောံ၊  ပလီုသီထောံ။"},
{"word":"distance","def":"n.  အဒ္ဓာန်၊  ဇမ္ၚောဲ၊  ခရာဇမ္ၚောဲ၊  သ္ဍး။  distant (adj)  မဂၠိၚ်သ္ၚောဲ၊  မဇမ္ၚောဲ၊  သ္ၚဲ၊  သ္ၚောဲ၊ မနွံကဵုခရာတရဴမသ္ၚောဲ၊  မသ္ၚောဲ။  distant parts. (adj)  ဝိပူလပဝ်။"},
{"word":"distaste","def":"n.  မဟွံဒးဂၞပ်၊  မဟွံသ္ဍိုက်မၠိုက်။"},
{"word":"distil","def":"vt. vi. (-ll-)  ဒုၚ်ကေတ်ပလက်၊  သ္ဒးကေတ်နကဵုနဲကဲဒုၚ်ကေတ်ပလက်။  distilled spirits (adj)  သိ၊  သိအရက်။  distillery (n)  ဖဴအရက်။"},
{"word":"distill","def":"ရံၚ် distil တေံညိ။  "},
{"word":"distinct","def":"adj.  မမိၚ်မာန်ဗွဲမလောဲ၊  မညာတ်မာန်၊  မကၠိုဟ်မာန်၊  မနွံဗွဲမပြာကတ်၊  ကၠးတၟး၊  ထဗုတ်၊  မကၠး၊  မကၠးခ္ဍး။  ၂။  ဒဒှ်တၞဟ်တၞဟ်ခြာခြာ၊  မတၞဟ်ခြာပ္ဍဲယၟုဂကူ။  distinct utterance (adj)  မကၠးပ္ဍဲရမျာၚ်။  distinctly (adv)  ကၠးကၠးဖ္ဍးဖ္ဍး၊  ဗွဲမပိုတ်ဒကုတ်၊  ကၠးခၠေဲ။"},
{"word":"distinction","def":"n.  ဒဒှ်မတၞဟ်ခြာ၊  ဒဒှ်မပြာကတ်ဗွဲတၟေၚ်၊  ပရိစ္ဆေဒ။  ၂။  ပွမတၞဟ်ခြာဟွံတုပ်ကဵုအရာတၞဟ်တၞဟ်။  ၃။  ဍာ်အစောံစရာဲ(လ္တူဂှ်မခိုဟ်,မစိုပ်သိတ်)၊  ဂုန်ဗွဲတၟေၚ်။"},
{"word":"distinguish","def":"vt. vi.  ညာတ်တၚ်မတၞဟ်ခြာ၊  မိၚ်တၚ်မတၞဟ်ခြာ၊  စၟတ်သမ္တီတၚ်မတၞဟ်ခြာ၊  တီကၠိုဟ်တၚ်မတၞဟ်ခြာဂှ်ခိုဟ်ခိုဟ်။  ၂။  သကဵုဒှ်ဗီုပြၚ်တၞဟ်ခြာ။  ၃။  သ္ပညံၚ်ရဴသ္ဂောံပြာကတ်နကဵုဘာသာဇကု။  distinguish between. (vt.vi)  ပိုၚ်ခြာ။"},
{"word":"distort","def":"vt.  တောံခညောံအာညံၚ်ရဴဗီုသ္ဂောံလီု၊  ၜေဲ။  ၂။  လီတုဲပတိုန်ထ္ၜး၊  သကဵုဒှ်သၠေဟ်ပၟာ၊  သကဵုဒှ်ဒွိဟ၊  သကဵုဒှ်ဒၟံၚ်ဣတေံလေဝ်လေဝ် ဣဏံလေဝ်လေဝ်။  distortion (n)  ဒဒှ်မတောံခညောံလီၜန်အာ၊  ဒဒှ်မဒှ်ဒၟံၚ်သၠေဟ်ပၟာ။"},
{"word":"distract","def":"vt.  သကဵုစိုတ်ကလှ်လဖှ်၊  သကဵုအရီုစိုတ်ကလှ်လဖှ်။  distracted (adj)  မသကဵုစိုတ်ထုဲကြာန်၊  မသကဵုစိုတ်ဒုၚ်စသိုၚ် နကဵုအရာမပလာပ်ပထုဲ။  distraction (n)  ဒဒှ်မသကဵုစိုတ်ထုဲကြာန်။"},
{"word":"distress","def":"n.  တူယဲ၊  ပရိုက်ပတ်ဒြဴ၊  ပရိုက်ဥပဒြဴ၊  ပွမဍောၚ်စိုတ်၊  ဒဒှ်မက္တဴစိုတ်၊  ဒဒှ်မဒှ်ဂဝိၚ်က္တဴ၊  ဒဒှ်မစံၚ်တဴ၊  ဒဒှ်မစံၚ်တဴဒၟံၚ်ပ္ဍဲစိုတ်၊  ဒဒှ်မပူဆာ၊  လၞီ။  ၂။  ဘဲအန္တရာယ်မဇၞော်ကဵုဇြဟတ်၊  တၚ်ဝါတ်ဂါတ်မဇၞော်ဒုတ်။  ၃။  အစံၚ်အတူ၊  အဒိန်အဝ။  vt.  ခြးခြုပ်၊  ခြုပ်ခြး၊  ဂၠိုက်ထီု၊  ဂၠိုက်ဓဇူ၊  စံၚ်တူ၊  ဒတူတၠာဲ၊  ဒှ်သောက၊  ပူဆာ၊  လိုက်လာဲ၊  လိုက်လဴ၊  လောံလာဲ၊  လောံလာဲပူဆာ၊  ဝါတ်ခဲါ၊  သ္ဗကၞပ်၊  သ္ဗသ္ကဟ်။"},
{"word":"distribute","def":"vt.  တရးဂစာဲ၊  ပရံ၊  ပ္တိတ်ပရံ။  ၂။  ဂြာတ်ပရး။  distribution (n)  ပွမပရအ်ကဵု။  distributor (n)  မၞိဟ်တြး။"},
{"word":"district","def":"n.  ဇၞးပိုဒ်၊  ခရိုၚ်၊  ဇနပိုတ်။"},
{"word":"distrust","def":"vt.  ဟွံသၚ်္ကာ၊  ဟွံပတှ်ေ၊  ဒှ်ဒၟံၚ်သၠေဟ်ပၟာ၊  ယံၚ်(ယောၚ်)စိုတ်။  n.  ဒဒှ်မဒှ်သၠေဟ်ပၟာ၊  ဒဒှ်မယံၚ်ဒၟံၚ်စိုတ်။"},
{"word":"disturb","def":"vt.  ပလာပ်၊  သကဵုပွမၜိုဟ်သြိုဟ် ပွမသာယာတံလီုလာ်အာ၊  ဂၠိန်ၜောတ်။"},
{"word":"disunite","def":"vt. vi.  ပါ်ထကး၊  ပါ်ထကးဆီ၊  သကဵုပရေၚ်စန်ဒက်လီု။"},
{"word":"disuse","def":"n.  ဒဒှ်မထောံလဝ်ဟွံရပ်စပ်စကာ။"},
{"word":"ditch","def":"n.  မြံၚ်ဖံက်ပတိတ်ဍာ်၊  မြံၚ်ဍာ်၊  ဗရံၚ်၊  ဗရံၚ်ဍာ်။"},
{"word":"ditto","def":"(abbr. do)  n.  တုပ်တုပ်၊  အတိုၚ်မသ္ဂးကၠုၚ်လဝ်ဗွဲလ္တူတေံ။"},
{"word":"divan","def":"n.  ခုၚ်ဂ္ဇံဇမၠိၚ်မဟၟဲကဵုဒၞာဲဒလာဲ၊  ပလ္လၚ်၊  ပၞၚ်။  ၂။  ဇံၚ်သဝန်၊  ဒေန်သွာန်။"},
{"word":"dive","def":"vi.  လှောဝ်ထပက်စှ်ေပ္ဍဲဍာ်ဂၠံၚ်လ္ပာ်က္ဍိုပ်၊  ထပက်လှောဝ်စှ်ေဒါ်။  ၂။  စှ်ေအာပ္ဍဲဒၞာဲသဝ်သဝ်ဗွဲမပြဟ်၊  ဂၠံက်ကေတ်နကဵုတဲဗွဲမပြဟ်။"},
{"word":"deverge","def":"vi.  ပါ်ပြးတိတ်၊  ပါ်ဓဗြိုက်တိတ်၊  ပါ်ကၟဝ်တိတ်။"},
{"word":"diverse","def":"adj.  မတၞဟ်ခြာအပ္ဍဲအစောံစရာဲ, ပ္ဍဲလက်သန်၊  မတၞဟ်ခြာဒၟံၚ်နာနာသာ်။  diversify (vt)  တွံလမှ်၊  သကဵုတၞဟ်ခြာအပိုၚ်ခြာအာ။  diversity (n)  ဒဒှ်မသကဵုတၞဟ်ခြာအာ,ပိုၚ်ခြာအာ။"},
{"word":"divert","def":"vt.  ပြံၚ်ထောံတၚ်ပ္တဝ်က္ဍိုပ်၊  ဗလေတ်ထောံဂၠံၚ်၊  ကဝိုအ်ထောံဂၠံၚ်။  ၂။  သကဵုအရီုပြံၚ်၊  ဒးစိုတ်သ္ဍိုက်မၠိုက်။  diversion (n)  ဒဒှ်မသကဵုတၚ်ရန်တၟံၚ်ပြံၚ်လှာဲအာ၊  ဒဒှ်သကဵုဂၠံၚ်တရဴပြံၚ်အာ။"},
{"word":"divest","def":"vt.  သၠောတ်ပ္တိတ်ထောံ(ဂၠိက်ယာတ်)။  ၂။  ရုပ်သီထောံ။  ၃။  ကၠဟ်ထောံ၊  ပဲါထောံ။"},
{"word":"divide","def":"vt. vi.  တၞဟ်ခြာပါ်ထောံ။  ၂။  ဂၠေဟ်(ဖျုန်)၊  ပါ်၊  ပါ်ဂစာဲ၊  ပါ်ပရံ၊  ဖဲါ၊  ဖဲါကၠေံ။  ၃။  ကရေက်၊  ဂၠာဲလၟိဟ်ကိုန်မွဲ၊  စ(ဂၞန်)၊  တရေက်၊  ပြောပ်ဒကး၊  ဗပါ်၊  ဗပါ်ဒကး၊  လုပ်ပါ်ကရေက်ပတိတ်နကဵုကိုန်မွဲ, မွဲစိလောန်မာန်၊  သကဵုပြောပ်ဒကး။  divided into seven. (vt.vi)  ပါ်ထောံထပှ်ကရေက်၊  ပါ်အာထပှ်လွာ်။  division (n)  အခန်(လိက်)၊  အခေၚ်၊  အပိုၚ်အခြာ၊  အရာပ်၊  ထာၚ်၊  ဒဒှ်မပါ်ခြာ၊  ဇုက်ပၞောန်တွဵုဒၞက်၊  တိဍာ်တွဵုဍုၚ်၊  ပရိစ္ဆေဒ၊  လ္ပာ်။  an army division. (n)  ဒပ်ပၞာန်။  division of the Dhamma or Scriptures. (n)  ဓမ္မက္ခန်၊  ဓမ္မခန္ဓ။  dividend (n)  ကိုန်တန်။  divisor (n)  ဇိုၚ်စ။"},
{"word":"divine","def":"adj.  မဒှ်ညံၚ်ရဴကျာ်တြဲ၊  မပြဲ။  ၂။  မခိုဟ်တဴဗွဲတၟေၚ်၊  မပြဲတဴဗွဲတၟေၚ်။  divine eye. (n)  မတ်ဒိပ်။  divine law. (n)  သဘဴဓဝ်။  diviner (n)  သၟာနိမိတ်၊  သၟာလၟိတ်။"},
{"word":"divorce","def":"n.  ပြဝတြုံကဵုဗြဴ မထောံရာန်ညးသ္ကံ၊  ဒဒှ်ဗြဴကဵုတြုံမကုတ်ထောံသက္ကရာဇ်ညးသ္ကံ။  ၂။  ဒဒှ်ပရေၚ်ဆက်ဆောံပိုတ်ဒကုတ်အာ၊  ပွမဒေံါထောံ။  vt.  ထောံရာန်ညးသ္ကံ (ဗြဴကဵုတြုံ)။  ၂။  ပြးအာ(အရာမမံၚ်ဒၟံၚ်မွဲကရောံမွဲစွံ)၊  သကဵုသာဲခြာအာ၊  သကဵုစ္ဍးအာ။"},
{"word":"divulge","def":"vt.  လလောၚ်တရးညံၚ်ရဴ ညးတၞဟ်သအာၚ်သ္ဂောံတီ။"},
{"word":"dizzy","def":"adj. (-ier,-iest)  မထ္ၜူ၊  ဗၜူ၊  ၜူမာဲ၊  မဘိုၚ်က္ဍိုပ်၊  က္ဍိုပ်ဘိုၚ်။  dizziness (n)  ဒဒှ်မထ္ၜူ၊  ဒဒှ်မဘိုၚ်က္ဍိုပ်။"},
{"word":"do","def":"vt. vi. (pres.3rd pers.does, pt.did, pp.done)  ပ၊  ပ္ကီု၊  သ္ပ၊  ကၠောန်၊  ပ္တုဲ။  do a favour. (vt.vi)  ပဂုန်။  do business. (vt.vi)  ပဗၞိက်။  do forcibly. (vt.vi)  ပအနိၚ်အပိုၚ်။  do harm (vt.vi)  ပျဲ၊  ပျဲပျာံ။  do not. (v.aux)  လ္ပပ။  Do not exalt yourself above others. (v.aux)  လ္ပသၠုၚ်ဇကုနူညး။  Do not go at all. (v.aux)  လ္ပအာလးလး။  Do not go empty handed. (v.aux)  တဲလမ္ၚုလ္ပအာ။  Do you understand? (v.aux)  မၞးတီမံၚ်ဟာ၊  မၞးကၠိုဟ်မံၚ်ဟာ။"},
{"word":"docile","def":"adj.  မဒဒှ်ေ၊  မဍုက်ကေဝ်၊  မလောဲသွာသွက်ဂွံဗ္တောန်ဖျောန်၊  မလောဲသွာသွက်ဂွံကလၚ်အသံ။"},
{"word":"dock","def":"n.  ဒၞာဲပလေဝ်က္ၜၚ်၊  ဒၞာဲပ္တိုန်ဒဵုကဵုက္ၜၚ်။  ၂။  ဒၞာဲညးမသ္ဒးဒုၚ်စောဲအမှုဒၟံၚ် ပ္ဍဲဂတဇမၞော်ဂဗုတ်။"},
{"word":"docket","def":"n.  ပရောပရာဗွဲသရောပ်မနွံပ္ဍဲလိက်၊  ပရောပရာဗွဲသရောပ်မနွံပ္ဍဲလိက်ကသုက်။  ၂။  စရၚ်ကပေါတ်မပလံၚ်ကဵု၊  စရၚ်မယဵုဒုၚ်ကၠောန်လဝ်တုဲဒှ်အာ။"},
{"word":"doctor","def":"n.  အ္စာသဝ်ဝန်၊  စာသဝ်။  ၂။  ပူဂဵုဂွံလဝ်မဟိမုကဆံၚ်သၠုၚ်အိုတ် နူဌာနဘာတက္ကသဵုမွဲမွဲ။  vt.  ဝဳ၊  လွဳပရာ။"},
{"word":"doctrine","def":"n.  ကွေတ်လၟေတ်၊  ကွေတ်ဝါဒ၊  ဒိဋ္ဌိ၊  ဒေသနာ၊  ဓမ္မ၊  ဓရ်၊  ဝါဒ၊  ဝါတ်ဂါတ်၊  သြဝါဒ၊  နဲကဲပက္ကရ၊  ဒေသနာ၊  အဂီု၊  မူဝါဒ၊  တၚ်ပတှ်ေစှ်ေစိုတ်၊  လညာတ်ခယျ။"},
{"word":"document","def":"n.  လိက်စၟတ်သမ္တီမချူပတိုန်လဝ် ပရောပရာမွဲမွဲ (ဒှ်မၞိဟ်, စှ်ေဒၞာဲ, ချိုတ်ဂျိုၚ်)၊  လိက်ဂတာဂြဝ်။  vi.  ထ္ၜးသက်သဳနကဵုလိက်စၟတ်သမ္တီဂှ်။  documentary (n)  ရုပ်ဂမျိုၚ်ပတိုန်လဝ်စၟတ်သမ္တီ။  adj.  မဒှ်သာဓက၊  မခိုၚ်ကၠိုက်။"},
{"word":"dodder","def":"vi.  တွာ်၊  ကဝါ်ဇြဟတ်ဟွံမွဲဇဲဇာဲဒၟံၚ်။  dodderer (n)  မၞိဟ်တွာ်အာကၠုၚ်ဇဲဇဲဇာဲဇာဲ။  doddery (adj)  မဇတဝ်ဇဝဝ်၊  မဟၟဲကဵုဓတ်သွက်ဂွံချဳဒရာၚ်တပ်တပ်။"},
{"word":"doddle","def":"n. (colloq.)  တာလျိုၚ်ကမၠောန်၊  ပွမကေတ်တာလျိုၚ်။"},
{"word":"dodge","def":"n.  ပွမဒဴထောံဗွဲမပြဟ်။  ၂။  ဥပ္ပာဲ၊  ပြယာဲ၊  ပွမစၞာဲလီလှေက်။  ၃။  ကသပ်၊  နဲကဲ၊  နဲမစိုန်သ္ကီုပ္ဍဲကမၠောန်မွဲမွဲ။  vt. vi.  ချဳဒရာအာလ္ပာ်တေံဗွဲမပြဟ်၊  ပြံၚ်ထောံဒၞာဲ၊  ပြံၚ်ထောံဂၠံၚ်ပ္တဝ်က္ဍိုပ်။  ၂။  ဗလေတ်၊  ပဲါဗလေတ်ထောံနကဵုနဲကဲပြယာဲ(ဥပ္ပာဲ)။  dodger (n)  မၞိဟ်စၞာဲလီလှေက်စ။"},
{"word":"dodgem","def":"n.  ကွဳစက်သၟတ်၊  ပၚ်ကာဓါတ်လလဳ။  dodgem cars. (n)  ကွဳစက်သၟတ်။ "},
{"word":"dodgy","def":"adj. (-ier,-iest)  မဂၠိုၚ်တဴကဵုပြယာဲ၊  မဆေၚ်စပ်ဒၟံၚ်နကဵုအန္တရာဲ နကဵုကဆံၚ်ဟောံဗြောံ၊  မက္ဍိုဟ်သ္ကေက်သ္ကာတဴပ္ဍဲကသပ်။"},
{"word":"dodo","def":"n. (pl.-es,-s)  ဒဒှ်မဟၟဲကဵုပရေၚ်ချဳဒရာၚ်၊  ဒဒှ်မကၠေံဗ္ဒန်၊  ဒဒှ်မဗၠိုက်တၞီ။  ၂။  ဂစေံဇကုဇၞော်ဇၞော်ဒုတ်ဒုတ် ပဝ်ဟွံဂွံမွဲဂကူ။"},
{"word":"doe","def":"n.  ဒြာဲ၊  ဗ္တာဲ(ၝောံၝောံ)။"},
{"word":"doer","def":"n.  မၞိဟ်ကၠောန်ပတိတ်ကပေါတ်၊  မၞိဟ်ကမၠောန်။"},
{"word":"does","def":"ရံၚ် do တေံညိ။  "},
{"word":"doff","def":"vt.  သလောတ်ပတိတ်အထုပ်က္ဍိုပ်၊  သလောတ်ပတိတ်ပလောံ။"},
{"word":"dog","def":"n.  ကၠဵု။  ၂။  ပွမဟၟဲကဵုၚုဟ်မး၊  မၞိဟ်သၟာ်၊  မၞိဟ်တ္ၚံက်တ္ၚေဲ။  vt.  ဗက်ဒၟံၚ်မွဲဇိုၚ်၊  ဗက်ဒၟံၚ်လက္ကရဴ။"},
{"word":"doge","def":"n.  ဇမၞော်ဂဗုတ်(ဍုၚ်ဝိန်နေတ်ကဵုဂျဳနဝ်အာ)။"},
{"word":"dogged","def":"adj.  မဟီုဂးစဝါတ်၊  ဒဒှ်က္ဍိုပ်မကြံၚ်မ္ၚိုဟ်။  doggedly (adv)  doggedness (n)"},
{"word":"doggerel","def":"n.  ဒဒှ်ဟွံဒှ်ဗီုဓမ္မတာ၊  ပြဝဟွံစိုန်သ္ကီုပ္ဍဲကဗျလၚ်္ကာ။"},
{"word":"doggo","def":"adv.  နဒဒှ်မတိက်တၚ်ဒၟံၚ်ဟွံချဳဒရာၚ်,ဟွံကဵုရမျာၚ်။"},
{"word":"dogma","def":"n.  ဒဒှ်မဟၟဲကဵုအပြံၚ်အလှာဲဓဝ်ပတှ်ေ၊  ကွေတ်သ္ဒးဒုၚ်တဲမဟၟဲကဵုအပြံၚ်အလှာဲ၊  ပြဝမပတှ်ေဒုၚ်ကေတ်တဲ မဟၟဲကဵုဂလာန်သၟာန်။"},
{"word":"dogmatic","def":"adj.  မပ္တိုန်ထ္ၜးကဵုသၞောတ်ဓဝ်ပတှ်ေ၊  မပ္တိုန်ထ္ၜးကဵုဗီုနဲကဲ မဟၟဲကဵုတၚ်ထ္ၜးသက်သဳ။  dogmatically (adv)  နဒဒှ်မဟၟဲကဵုအပြံၚ်အလှာဲ။  dogmatism (n)  ဝါဒကွေတ်မဟၟဲကဵုအပြံၚ်အလှာဲ။  dogmatize,-ise (vt.vi)  ဓမံက်ထ္ၜးကၠောန်ထ္ၜး နကဵုလိက်ဓဝ်ပတှ်ေ၊  ဟီုဂးမဟၟဲကဵုအပြံၚ်အလှာဲ။"},
{"word":"doily","def":"n. (pl.-lies)  ယာတ်ဇာမဂြောပ်လဝ်လ္တူဂဗံက်။"},
{"word":"doldrums","def":"n.  နကဵုစိုတ်ဓာတ်ကဆံၚ်သဝ်သဝ်။"},
{"word":"dole","def":"n.  တြးပရံကဵုစၞစ သၠုဲသၠာ်ညိညိညည။  vt.  တြးပရံ၊  တြးဂစာဲ။"},
{"word":"doleful","def":"adj.  မအောန်စိုတ်ဂၠိုက်ဟောံ။  dolefully (adv)  နဒဒှ်မအောန်စိုတ်ဂၠိုက်ဟောံ။"},
{"word":"doll","def":"n.  ကောန်ရုပ်၊  ပယောဝ်၊  ရုပ်ဆုပၞုတ်။  ၂။  သၟတ်ဗြဴ၊  မၞိဟ်ဗြဴ(ရုပ်နွံစိုတ်သၟာ်)။  vt. vi.  ကျိုၚ်လဝ်ဗွိုက်လ္တက်ဗွဲမ္ဒးရး။  doll up. (vt.vi)  ဗိုက်လတက်လဝ်ဗွဲမ္ဒးရး။"},
{"word":"dollar","def":"n.  သၠုဲမရပ်စပ်စကာပ္ဍဲဍုၚ်အမေရိကာန်,ကနေဒါ,အဝ်သတြေလဳယျာ ကဵုဍုၚ်လ္ၚဵုလ္ၚဵု။"},
{"word":"dolly","def":"n.  ဝေါဟာကောန်ၚာ်တံကော်စကောန်ရုပ်၊  စၚ်မနွံကဵုခလှာသွက်ဂွံဂရိုဟ်ပဆုဲ ကပေါတ်မၞုံကဵုလယျိုၚ်ဇြိုၚ်ဇြိုၚ်။"},
{"word":"dolphin","def":"n.  ကဗံၚ်ဗှ်မွဲဂကူ။"},
{"word":"dolt","def":"n.  ပူဂဵုမဒိုဟ်ဓီု၊  ပူဂဵုကၠေၚ်က္ဍဟ်ဟွံမွဲ။  doltish (adj)  မဒိုဟ်ဓီု။"},
{"word":"domain","def":"n.  ခေတ်၊  ခန်လွာ၊  တိဍာ်မနွံအသၟဝ်တဲအုပ်ဓုပ်အလဵုအသဳမွဲမွဲ၊  မၞိဟ်အုပ်ဓုပ်။"},
{"word":"dome","def":"n.  ကၟဳခ္ဍံခ္ဍံမလ္ဇံက်လဝ်လ္တူသ္ဇိုၚ်ဝိုၚ်ဝိုၚ်ခ္ဍံခ္ဍံ။  domed (adj)  မခ္ဍံဒၟံၚ်။"},
{"word":"domestic","def":"adj.  မဆေၚ်စပ်ကဵုသ္ၚိဌာန်၊  မဆေၚ်စပ်ကဵုဂြဝ်ဂတာ၊  မဆေၚ်စပ်ကဵုကမၠောန်အပ္ဍဲသ္ၚိဌာန်။  ၂။  မဒှ်နူဍုၚ်သအာၚ်ဟွံသေၚ်၊  မဒှ်နူဍုၚ်ဇကု။  ၃။  လွဳပရာလဝ်ကရောံမၞိဟ်၊  မံၚ်ဒၟံၚ်ကရောံကရာမၞိဟ်။  domestically (adv)  နဒဒှ်မဒှ်သတ်တိရစ္ဆာန်မလွဳလဝ်ပ္ဍဲသ္ၚိ။  a domestic. (n)  သၟာကမၠောန်အပ္ဍဲသ္ၚိ။"},
{"word":"domesticate","def":"vt.  စိုတ်မလုပ်စကဵုကမၠောန်ပ္ဍဲသ္ၚိဌာန်၊  စိုတ်မလုပ်စကဵုတာလျိုၚ်ပ္ဍဲသ္ၚိဌာန်၊  စိုန်သ္ကီုပ္ဍဲအရာတောံတိုပ်၊  စိုန်သ္ကီုပ္ဍဲအရာထိၚ်ဒက်သ္ၚိဌာန်။  domestication (n)  ဒဒှ်မဒဒှ်ေအာကဵုမၞိဟ်။"},
{"word":"domesticity","def":"n.  ဘဝပ္တဴသ္ၚိဌာန်၊  ဘဝတာလျိုၚ်သမ္ဘာကဵုတၠသ္ၚိ။"},
{"word":"domicile","def":"n.  ဒၞာဲဌာန်ဒတန်၊  ဌာန်ဒေသဒၞာဲမံၚ်ဖျေံလဝ်သ္ဇိုၚ်လၟိုန်။"},
{"word":"dominion","def":"n.  အဝဵု၊  အဝဵုအခေါၚ်မအုပ်ဓုပ်ပိုၚ်၊  တွဵု၊  တွဵုအနာ၊  ခေတ်တွဵု၊  ဒွိုၚ်၊  ဒွန်၊  လတာ်စက်၊  လဝဵု၊  သွဵု။  dominion of the law. (n)  ဓမ္မစက်။"},
{"word":"donate","def":"vt.  စုတ်ကဵုသၠုဲ၊  ကဵုဒါန်။  donation (n)  ပွမကဵုဒါန်။"},
{"word":"donkey","def":"n. (pl.-s)  မာဲ။"},
{"word":"doom","def":"n.  ပွမလီုလာ်၊  ပွမချိုတ်၊  ကံကုသဵုအိုတ်။"},
{"word":"door","def":"n.  ပါၚ်တရၚ်၊  တရၚ်။  ၂။  အခေါၚ်အဝဵု(သွက်ဂွံစိုပ်,သွက်သ္ဂောံဂွံ)။  door post. (n)  ဇဵုတရၚ်။  doorway (n)  ပါၚ်တရၚ်။"},
{"word":"dope","def":"dope (n)  ဍာ်မထလိန်ခတ်။  ၂။  ဂဥုဲထ္ၜူဒလူမကဵုဘဲအန္တရာဲ။  ၃။  မၞိဟ်သမ္ဒိုဟ်။  vt.  ကဵုစဂဥုဲဗၜူဒလူ၊  သကဵုဝိုတ်ဗၜူအာ။  dopey (adj)  မထကုဲ၊  မဗၜူဓီုဓုဲ။"},
{"word":"dormant","def":"adj.  မညိၚ်ဒၟံၚ်၊  မတိက်ဒၟံၚ်။"},
{"word":"dormitory","def":"n. (pl.ries)  ခဒံတိက်မနွံကဵုခါတ် ဗွဲမဂၠိုၚ်(ဒေန်ဗွဲမဂၠိုၚ်)။"},
{"word":"dorsal","def":"adj.  မဆေၚ်စပ်ကဵုဒူစး။  dorsal fin. (n)  ဒရံၚ်၊  ဓရံၚ်၊  နၚ်ဒရံၚ်စး(က)။"},
{"word":"dose","def":"n.  သွုၚ်၊  မွဲသွုၚ်၊  သွက်သုၚ်မွဲအလန်။"},
{"word":"dot","def":"n.  ဗိန္ဒု၊  တေတ်၊  ဍံက်။"},
{"word":"dotage","def":"n.  ဒဒှ်မပေက်တောံ၊  ပွမပေက်တိုန်။"},
{"word":"dote","def":"vt.  မိန်မံလောန်အာ၊  ဆာန်သ္ဍိုက်မၠိုက်လောန်လောန်ကာဲကာဲ။"},
{"word":"double","def":"adj.  မဒှ်ၜါဆ။  ၂။  မဆက်ဒၟံၚ်ၜါ၊  မတောံဒၟံၚ်ၜါ။  ၃။  မနွံညးၜါ၊  မဒှ်ညးၜါ၊  မကၠောန်လဝ်သွက်ၜါ။  vt. vi.  ဒှ်ၜါဆ။  ၂။  ခလပ်ထောံၜါခလပ်။  double tooth. (n)  ဒၚာပ်၊  လ္ၚာပ်။  double dealer. (n)  ညးမဗျဵုဗပါ်ပလီုအကြာညး၊  မၞိဟ်လီ၊  မၞိဟ်မလေပ်ဆက်ဆောံနကဵုစိုတ်လီစၞာဲ။"},
{"word":"doubt","def":"n.  သၚ်္ကာ၊  ဒဒှ်မဒှ်သၠေဟ်ပၟာ၊  ပွမဒှ်သံသယ၊  ဒဒှ်မဒှ်ဣတေံလေဝ်လေဝ်ဣဏံလေဝ်လေဝ်။  vt. vi.  ခၚ်ခ၊  ဒှ်သၚ်္ကာ၊  နွံသံသယ၊  ဒှ်ဣတေံလေဝ်လေဝ်ဣဏံလေဝ်လေဝ်၊  သသၠေဟ်ပၟာ။  doubtful (adj)  မဒှ်သၠေဟ်ပၟာ၊  ဒှ်သံသယ၊  မနွံကဵုဓဝ်သၠေဟ်ပၟာ။"},
{"word":"dough","def":"n.  ဝိုဟ်၊  ဝိုဟ်ကွာၚ်ဂျိုၚ်ဂျိုၚ်။"},
{"word":"dove","def":"n.  ပူ၊  ဂစေံပူ။  ၂။  လက်သန်ပရေၚ်ၜိုဟ်လလံ။"},
{"word":"dowdy","def":"adj. (-ier,-iest)  မဟွံသိပ်ဂၠိပ်၊  မဟွံဂတာပ်ခေတ်။"},
{"word":"down","def":"adv.  နူလ္တူစှ်ေအာလ္ပာ်သၟဝ်။  ၂။  နူလက်ထတဴစှ်ေအာလက်သတိက်။  ၃။  စှ်ေအာဒၞာဲလ္ပာ်အသၟဝ်တေံ။  prep.  နူကဆံၚ်သမၠုၚ်စှ်ေအာကဆံၚ်အသၟဝ်။  n.  သော်ကောန်ဂစေံဍောတ်ဍောတ်၊  တိလမၠးဂၠးချောဲလ္တူဗလးကုန်။  downy (adj)  မဍိုန်ဍောတ်။"},
{"word":"downcast","def":"adj.  မအောန်စိုတ်ဂၠိုက်သဂုဲဒၟံၚ်၊  မဒှ်ဒၟံၚ်မုက်ဍောတ်မတ်သဝ်၊  မပအောဝ်လဝ်မုက်မတ်။"},
{"word":"downfall","def":"n.  ဒဒှ်ဗြဲမဂူရိုပ်ဒၟံၚ်။  ၂။  ပွမလီုလာ်စှ်ေအာသၟဝ်တဲညး၊  ဒဒှ်အဝဵုသြဇာမစှ်ေအာ။"},
{"word":"downhearted","def":"adj.  မဒှ်ကဆံၚ်စိုတ်ဟွံမိပ်၊  မဟွံသၠောၚ်သပဝ်၊  မဒှ်စိုတ်ဟွံမြဟ်မြဴ၊  မဒှ်ကဆံၚ်စိုတ်ဓာတ်မစှ်ေ၊  မခအ်မအ်။"},
{"word":"downpour","def":"n.  ဒဒှ်ဗြဲမဂူရိုပ်ဒၟံၚ်။"},
{"word":"downright","def":"adj.  မယျဵုလ္ဂူ၊  မဟၟဲကဵုစၞာဲ၊  မနွံတပ်တပ်တးတး၊  မဒှ်တေဝ်တေဝ်သေဝ်သေဝ်။"},
{"word":"dowry","def":"n.  ကပေါတ်ကညောတ်မပါကၠုၚ်နူညးဗြဴသ္ပမ္ၚဵုထပ်တဲ (သြန်)။"},
{"word":"doze","def":"vt.  မတ်ထ္ၜေက်စှ်ေအာမွဲလစုတ်၊  ထကုဲ။"},
{"word":"dozen","def":"n.  စှ်ၜါ၊  လၟိဟ်မၞုံစှ်ၜါ၊  မွဲဒါဇြိန်။"},
{"word":"drab","def":"adj.  အရံၚ်ခရီု။  ၂။  မလ္ၚုလ္ၚန်။  "},
{"word":"draft","def":"n.  ဗီုအပြောံ၊  တံအပြောံ၊  ဒဒှ်ဆမဒှ်ဗီု။  ၂။  လိက်သၠဲကဵုသြန်။"},
{"word":"drag","def":"vt. vi.  ဓဇက်၊  ဒဇက်တံၚ်နၚ်နကဵုဇြဟတ်၊  ဒဇက်တံၚ်ဓရိတ်နၚ်။  ၂။  ကေတ်ဇြဟတ်ချဳဒရာၚ်ဒၟံၚ်သာသာ၊  ရုန်။  drag timber. (vt.vi)  ဇက်ဆု၊  ဒဇက်ဆု။"},
{"word":"drag-net","def":"n.  ဇာ၊  ဇာဒဇက်။"},
{"word":"dragon","def":"n.  နာ်၊  နာဂ။"},
{"word":"dragoon","def":"n.  သရာဲဂၟံၚ်ချေံ၊  ကောန်ပၞာန်ချေံ။"},
{"word":"drain","def":"n.  ဇာလ္ဂောဝ်၊  ပၠံၚ်ဍာ်၊  မြံၚ်ဍာ်။  ၂။  အရာမပၠေၚ်ထောံဇြဟတ်ပိုန်ဂြပ်ကဵုအခိၚ်။  vt. vi.  ဖံက်ပ္တိတ်ဍာ်နကဵုပၠံၚ်ဍာ်။  ၂။  ပၠေၚ်ထောံဇြဟတ်ပိုန်ဂြပ်။  ၃။  သုၚ်ထောံဖအိုတ်၊  ၚိတ်ဖျေံထောံမွဲလ္ၚာ်။"},
{"word":"drake","def":"n.  အဒါကၟက်။"},
{"word":"drama","def":"n.  ဇာတ်ပၠ၊  ပွမလှ်ေထ္ၜးဇာတ်ပၠ၊  ပွမချူဇန်ဇတ်ပၠ။  ၂။  ပွမက္တဵုဒှ်တိုန်နကဵုလၟေၚ်အစဳအဇန်သွက်စိုတ်ဂွံလုပ်စ။"},
{"word":"dramatic","def":"adj.  မဆေၚ်စပ်ကဵုဇာတ်ပၠ၊  မဍိုက်ပေၚ်တဴကဵုသွက်စိုတ်ဂွံချဳဒရာၚ်ခိုဟ်၊  မဍိုက်ပေၚ်တဴကဵုစိုတ်သ္ဒးဖေက်ဂအောတ်ဇတဝ်။"},
{"word":"drape","def":"vt.  ဂြောပ်ဗိုက်ဗွိုက်လတက်၊  ကေတ်ယာတ်သၟာ်သွက်ဂွံစဵုဖ္ဍာန်၊  ဂြောပ်သၠောံလ္တက်။"},
{"word":"drastic","def":"adj.  မပရာန်၊  မကၠောန်နကဵုဇြဟတ် နကဵုဍာ်ဓတ်။"},
{"word":"draught","def":"n.  ဒဒှ်ကျာမပိုက်။  ၂။  မွဲသွုၚ်၊  မွဲလ္ၚိတ်၊  မွဲလ္ၚာ်။"},
{"word":"draw","def":"n.  တံၚ်ပတိုန်။  ၂။  ဂြဲ၊  ဂြဲဒဇက်၊  တံၚ်ဒဇက်၊  သာတ်၊  သဇၚ်နၚ်။  ၃။  ဒဇက်ပတိတ်။  ၄။  တိတ်အာဆရေ၊  ဒှ်အာညးမွဲဟွံမာန်။  ၅။  ဒဇက်ဗီု၊  ဒဇက်ရုပ်။  draw a line. (vt.vi)  သရက်၊  ဒဇက်(ပၞောန်)။  draw away. (vt.vi)  ထောပဏာ၊  ဂြဲဏာ။  draw by suction. (vt.vi)  ခရောတ်၊  သြောတ်။  draw near. (vt.vi)  ဆိုက်ပရာပ်(ပြာပ်)၊  တရပ်၊  ပြာပ်။  draw tight. (vt.vi)  ပတေၚ်။"},
{"word":"drawback","def":"n.  တၚ်မဍိုန်လျ၊  တၚ်မဆောတ်ယောၚ်။"},
{"word":"drawl","def":"n.  ပွမဟီုမံၚ်အရေဝ်္ၚာ(အိၚ်အိၚ်)၊  ပွမဟီုဒၟံၚ်မွဲတုဲမွဲ။"},
{"word":"dread","def":"vt. vi.  လကိုတ်ဖေက်၊  ဂွိၚ်ဖေက်ဓည။  n.  ပွမဖေက်လကိုတ်၊  ဒဒှ်လကိုတ်ဖေက်။  dreadful (adj)  မဒှ်သွက်သ္ဒးဖေက်ဂၟံက်။"},
{"word":"dream","def":"n.  လ္ပံ၊  သွပ်လ္ပံ။  ၂။  ဒဒှ်မဟဳသ္ပဝ်ပ္ဍဲစိုတ်။  vt. vi. (pt.pp.-ed or dreamt)  လ္ပံ၊  လ္ပံညာတ်၊  သွပ်လ္ပံပ္ဍဲစိုတ်၊  ဟဳသ္ပဝ်ပ္ဍဲစိုတ်၊  သွပ်လ္ပံ။"},
{"word":"dreary","def":"adj. (-ier,-iest)  မအုပ်ဓလီုဒၟံၚ်စဵုကဵုစိုတ်လီု၊  မဟွံမိပ်မဟွံတၟးဇး။"},
{"word":"dredge","def":"n.  စက်ဂွးခဲါဗ္တဳ။  vt. vi.  ခဲါဂွးကဵုစက်ခဲါဂွးဗ္တဳ၊  သောၚ်ထောံဂၠံၚ်ဇၟောဝ်ဍာ်နကဵုစက်ဂွးခဲါဗ္တဳ။"},
{"word":"dredger","def":"n.  က္ၜၚ်ခဲါပၠာ်ဗ္တဳ။  ၂။  ဒဇာ(သွက်ဂွံဂြိုက်)။  "},
{"word":"dregs","def":"n.  ကောန်တိ၊  မဳမာ၊  အဖါတ်မစှ်ေဒိုပ်ဒၟံၚ်ပ္ဍဲဂတာ။  ၂။  ဒဒှ်မဟၟဲကဵုၚုဟ်မး၊  ကပေါတ်ဟွံရပ်စပ် ဟွံစကာ။"},
{"word":"drench","def":"vt.  သကဵုဍုက်ကယျဳဒၟံၚ်၊  သကဵုဍုက်ဍေက်ဒၟံၚ်။"},
{"word":"dress","def":"n.  ဗွိုက်လတက်၊  ကယျိုၚ်ဗွိုက်လ္တက်။  vt. vi.  ဗ္စဳရေၚ်သြပ်ဖ္ဍပ်၊  ဗိုက်လ္တက်ဂၠိက်ယာတ်၊  ကျိုၚ်ကျဝ်ဗွိုက်လ္တက်၊  တှ်ေ(ဖျေံဗီု)၊  လ္တက်၊  သလိုက်၊  သလောံ၊  သၠိုက်၊  သၠောံ။  ၂။  ဂွဳဒက်စုတ်ကဵုဂဥုဲ။  dress ornament.  (n)  ပဿာဓန၊  ပွမကျိုၚ်ကယျိုၚ်ကယျဝ်။"},
{"word":"dressage","def":"n.  ဒဒှ်မပကတ်ပကေၚ်ကဵုချေံ ညံၚ်ရဴသ္ဂောံလှ်ေလေပ် ထလာ်လေပ်။"},
{"word":"dribble","def":"vt. vi.  ဒဇူစှ်ေဒၟံၚ်မွဲတော်တုဲမွဲတော်။"},
{"word":"drift","def":"vt. vi.  ဟဳ၊  သကဵုဟဳအာ။  ၂။  ကလှ်ကပှ်အာ၊  ဂၠံၚ်ဗၠေတ်အာ။"},
{"word":"drill","def":"n.  ဇေန်၊  သပူ၊  လောန်၊  ကရိယာသွက်ဂွံဖံက်ပၞော်။  ၂။  ဒဒှ်မပကေၚ်၊  ဒဒှ်မပကေၚ်တဲ၊  ဒဒှ်မပကေၚ်ပကတ်၊  ပွမပ္ကတ်လ္ၚတ်ကွတ်ပၞာန်၊  ပွမပ္ကတ်ညံၚ်ရဴဇကုဇကောဝ်သ္ဂောံမ္ၚိုဟ်ထတ်။"},
{"word":"drink","def":"vt. vi.  သုၚ်။n.  ဇွောံသုၚ်၊  မွဲသွုၚ်၊  သွုၚ်။  drinking cup. (n)  ခရော်(ခြော်)။ drinking feast. (n)  လဗၚ်သမုၚ်။  drinking water pot. (n)  ဍာ်နုၚ်သွုၚ်။"},
{"word":"drip","def":"vt. vi.  ဒဇူ၊  ဒဇူစှ်ေမွဲတော်တုဲမွဲတော်။"},
{"word":"drive","def":"vt. vi.  ဒဳ၊  စဍေၚ်၊  စဝ်၊ ဗက်၊ ကလိုက်။  ၂။  ဂရိုဟ်၊  ပ္တိတ်ဇြဟတ်။  drive away. (vt.vi)  ကလး၊  ကလိုက်(ဂစေံ)၊  ပှော်အာ၊  ဗက်ဗ္ဒဴ၊  လၟိုဟ်ဏာ။  drive a person mad. (vt.vi)  ဂၠိန်ၜောတ်။  drive into place. (vt.vi)  ဒဳပၠောပ်။  drive out. (vt.vi)  ဓဇက်ပ္တိတ်၊  ဒဳပ္တိတ်။  drive round. (vt.vi)  ဇက်လီဂပဝ်။"},
{"word":"drivel","def":"vi. n.  ဟီုဆဆဵု၊  ဂလာန်မဟီုဆဆဵု။  ၂။  ဍာ်ကံထစာတ်တိတ်၊  ဍာ်မုဟ်တိတ်။ "},
{"word":"drizzle","def":"vt.  ကဴဗြဲစှ်ေဒၟံၚ်ပြဳပြဳ။  n.  ဗြဲမဂူဒၟံၚ်ပြဳပြဳ။"},
{"word":"droll","def":"adj.  မသ္ဒးလုပ်စိုတ်၊  မသ္ဒးဂြိုၚ်၊  မဒှ်ဒၟံၚ်ဟွံစှ်ေကဵုဗီုပြၚ်။"},
{"word":"drone","def":"n.  သာဲတၟက်၊  မၞိဟ်ဟွံကၠောန်စကမၠောန်မွဲသာ်။  ၂။  ဗရုသာဲ၊  ဗြုဒၟံၚ်ဝေၚ်ဝေၚ်။"},
{"word":"droop","def":"vt. vi.  ကယျောဝ်စှ်ေ၊  ကလိုပ်စှ်ေ၊  တကဲ၊  လကဲ၊  လကဲကဝးကဝေန်စှ်ေ၊  လမောဝ်တလာဲ၊  လၟောဝ်၊  ဒှ်မုက်ဍောတ်မတ်သဝ်။"},
{"word":"drop","def":"n.  ထၞဟ်(ဍာ်)၊ တော်(ဍာ်)။  ၂။  ပတုံ၊  ပကဲ၊  ပကဲဖျေံ၊  ပွမဒဇူစှ်ေ။  vt. vi. (-pp-)  တၞဟ်၊  ခဏှ်၊  ခဏှ်စှ်ေ(ဍာ်)၊  ကရိုဟ်၊  စရိုဟ်စှ်ေ၊  ပြဟ်၊  လလုဲသဏုဲ၊  သကဵုစှ်ေ၊  သကဵုသဝ်စှ်ေအာ။  drop down. (vt.vi)  ပြဟ်စှ်ေ၊  ထောံလဖဝ်။  drop out. (vt.vi)  လၟောဝ်စှ်ေ၊  သနှဳ၊  သနှုဲ။  teardrop. (n)  ဍာ်ရမတ်ဒတုံ၊  ဍာ်ရမတ်ပြဟ်။"},
{"word":"dropsy","def":"n.  ယဲဗြိၚ်။  Dropsy:  An old term for the swelling of soft tissues due to the accumulation of excess water."},
{"word":"dick","def":"n.  အၚ်္ဂဇာတ်မၞိဟ်တြုံ၊  ဗောဝ်၊  မကြိုက်။  ၂။  မၞိဟ်ဓီုဓီု၊ မၞိဟ်သဒိုဟ်ဂွိုၚ်၊  မၞိဟ်သုၚ်စောဲဟွံဂွံ။"},
{"word":"dross","def":"n.  ချဝ်၊  အရာမသုၚ်စောဲဟွံဂွံ ၚုဟ်မးဟွံမွဲ။  So much of what's on TV is pure dross.We read all the manuscripts but 95% are dross."},
{"word":"drought","def":"n.  ဒဒှ်ဗြဲမဝေၚ်၊  တမြံၚ်သမ္ကဟ်။"},
{"word":"drown","def":"vt. vi.  ဗလိုက်ဂစိုတ်ထောံကဵုဍာ်၊  ဗၠိုက်ဍာ်။"},
{"word":"drowse","def":"vt. vi.  ထကုဲ၊  ထကုဲသ္တိက်။  drowsy (adj)  မထကုဲသ္တိက်၊  မထကုဲ၊  မဒကုဲ၊ မသကုဲ၊  လဗုဲသကုဲ၊  လဗုဲလှိၚ်။"},
{"word":"drudge","def":"n.  မၞိဟ်သ္ဒးကၠောန်ဒၟံၚ်ကမၠောန်လၞုဟ်လၞုဟ်လ္ၚုလ္ၚု။  vt.  သ္ဒးကၠောန်ဒၟံၚ်ကမၠောန်လၞုဟ်လၞုဟ်လ္ၚုလ္ၚု။"},
{"word":"drug","def":"n.  ဂဥုဲ၊  ဂဥုဲခရက်။  vt.  ကၠောန်ဂြန်ဂဥုဲ၊  ခၞက်ဂဥုဲ၊  ပကောံဂဥုဲ။  drug snuff. (n)  နုဟ်၊  ဂဥုဲနုဟ်။"},
{"word":"drum","def":"n.  ခဗိုန်၊  ထဗိုန်၊  ဒဗိုန်၊  ဓဗိုန်၊  ပိၚ်မှၚ်၊  ဖံ၊  စေဝ်ဒကုတ်၊  ဖိၚ်မှၚ်။  vt. vi. (-mm-)  တက်ဖံ။  drum used at coronations. (n)  ဖံရာဇာပသေက်၊  ဖံရာဇာဘိသေက။  drummer (n)  မၞိဟ်တက်ဖံ၊  သၟာဖံ။  drumstick. (n)  လေံတက်ဖံ၊  သတ်ခၞဴ၊  သတ်ခၞဴဍုၚ်။ "},
{"word":"drunk","def":"vt. vi.  ထ္ၜူအရက်။  drunkard (n)  မၞိဟ်သုၚ်စဝေၚ်ဂြိုၚ်၊  မၞိဟ်သုၚ်စဗ္ၜူဒလူ။"},
{"word":"drupe","def":"n.  ဂကူသတ်ဆုမပ္တံကဵု ဗဒဝ်ကြုက်တံ စံမလံတံ။"},
{"word":"dry","def":"adj. (-ier,-iest)  မကှ်၊  တမြံၚ်သကှ်၊  ဇမ္ကဟ်၊  သော။  ၂။  မဟၟဲကဵုသွက်စိုတ်ဂွံလုပ်စ၊  မဒှ်သွက်ဂွံလၞုဟ်လၞေၚ်ခိုဟ် လၞုဟ်ထကုဲခိုဟ်။  vt. vi. (pt.pp.-ried)  ကှ်၊  စဲ၊  စဲတ္ၚဲ၊  စဲသကှ်၊  ဇတ်သကှ်၊  သေၚ်ပ္ဍီု။  dry land. (adj)  သၚ်၊  သြၚ်။  dry leprosy. (n)  ယဲစၠန်စလှဳ။  dry measure. (n)  ပရိုက်ကပေါတ်ကှ်ကှ်။  dry season. (n)  ကညၚ်။  dried fish. (n)  ကကှ်ကှ်၊  ကသော။  dryness (n)  တမြံၚ်သမ္ကဟ်။  dry up. (vt.vi)  ကှ်ဇတ်၊ တရံၚ်ဒဂါတ်၊  သကှ်ခြံက်၊  သကှ်ခြေဲ။  "},
{"word":"dual","def":"adj.  မဒှ်ၜါလွး၊  မဒှ်ၜါလ္ပာ်၊  မဒှ်ၜါလွာ်၊  မဆေၚ်စပ်ကဵုညးၜါလ္ပာ်။"},
{"word":"dubba grass","def":"n.  ကၟတ်ဒဇိပ်၊  ချောဲဒဇိပ်၊  ချောဲဓဇိပ်။"},
{"word":"dubious","def":"adj.  မသကဵုဒှ်သၠေဟ်ပၟာ၊  မသကဵုသံသယလုပ်။"},
{"word":"duck","def":"n. (pl.-s)  အဒါ။  vt. vi.  ပဲါဗလေတ်ထောံမွဲလ္ပာ်၊  ပဲါဗလေတ်ထောံမွဲလစုတ်ဓဝ်၊  ဂၠုက်။  duck weed. (n)  သွိ၊  သွိသွန်။"},
{"word":"dud","def":"adj.  မဟၟဲကဵုၚုဟ်မး၊  မဟွံလုပ်ကေၚ်ကာ၊  မဟွံဒှ်သွက်ဂွံစကာ။"},
{"word":"dude","def":"[MAINLY US SLANG]n.   မၞိဟ်တြုံ။  #Some dude just asked me if I knew you. [as form of address]  သုၚ်စောဲပ္ဍဲအရာကော်ခဴစရဲဇကု။  # Dude, where were you last night?  # Jason was one cool dude. "},
{"word":"due","def":"adj.  မနွံတၚ်ဒၟံၚ်၊  မဒှ်သွက်သ္ဒးလေဲကဵုနွံ။  ၂။  မဂပ်ဝ်၊  မဍာံပြ၊  မထေက်တန်။  ၃။  မရန်တၟံလဝ်။  dues (n)  သၠုဲသြန်သွက်သ္ဒးလေဲကဵု။"},
{"word":"duel","def":"n.  ပွမပြိုၚ်ဗတိုက်ညးၜါ မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  ပေဲါပြိုၚ်ဗါ်မြညးၜါ၊  ပေဲါပန်သၞာတ်။"},
{"word":"duet","def":"n.  ဒွက်ညးၜါပြိုၚ်ဒယှ်ေ၊  ကွိၚ်ကွိုက်တိၚ်တိုက်ညးၜါ။"},
{"word":"dulcimer","def":"n.  စံၚ်မွဲဂကူ၊  ဗာတ်ကေဲ၊  ဗာတ်လှာ်။"},
{"word":"dull","def":"adj. (-er,-est)  ၚုၚ်၊  ၚုၚ်ၚ၊  ဒရိုက်၊  ဒိုဟ်ဓီု၊  ဓီုၜီု၊  ၜီု၊  လ္ၚုၚ်၊  မဓီုဓုဲ၊  မလှီု၊  မဟွံသ္ကေက်သ္ကာ။  ၂။  မကၠိုဟ်ခၠၚ်ဝါတ်၊  မဓီုပ္ဍဲဉာဏ်၊  မဂၠုသကိုပ်၊  ဟိၚ်ဟိုပ်။  ၃။  မဟွံမွဲကဵုစိုတ်လုပ်စ၊  ပ္ဍီုသေၚ်။  vt. vi.  သကဵုဒိုဟ်ဓီု၊  သကဵုလှီု။  dull in understanding. (vt.vi.)  သဓီု(ဒီု)၊  သဓီုသ္ဒ၊  သဓီုသ္ဒိုဟ်၊  သဒိုဟ်သဓီု။"},
{"word":"duly","def":"adv.  နဒဒှ်ပွမဒးရး၊  ဗွဲမဒးရး။"},
{"word":"dumb","def":"adj.  မအ၊  မအကၠဴ၊  မကၠဴ၊  မဒှ်ကမၠဴ၊  မဟီုအရေဝ်ဟွံဂွံ။  ၂။  မညိၚ်အာမွဲချိုန်ခဏ။  "},
{"word":"dumbfound","def":"vt.  ဒှ်တဴအံသဝ်၊  လှၚ်ဒိုပ်အာ။"},
{"word":"dummy","def":"n.  ရုပ်လွေဟ်၊  ကပေါတ်လွေဟ်၊  ကပေါတ်အလီ။"},
{"word":"dump","def":"n.  ဒၞာဲကိုဟ်ထောံအမှိက်အမှံၚ်၊  ဒၞာဲဌာနဂအုံကြိုၚ်လဝ်အမှေက်အမှံၚ်။  ၂။  ဒၞာဲကြိုၚ်လဝ်မကံ။"},
{"word":"dun","def":"vt. (-nn-)  မိက်၊  မိက်ဂတှ်။"},
{"word":"dunce","def":"n.  မၞိဟ်ဓီုၜီု၊  မၞိဟ်ညာဏ်ဓီု။"},
{"word":"dung","def":"n.  ကၞေံသတ်တိရစ္ဆာန်၊  အိက်သတ်တိရစ္ဆာန်။  dunghill (n)  ဒဵုအိက်ဂၠဴ။"},
{"word":"dupe","def":"vt.  လီပၠီ၊  ဗ္ဂေတ်လီ။"},
{"word":"duplicate","def":"vt. vi.  ချာဲ၊  ချာဲလဝ်။  adj.  မဒှ်တၞးချာဲ၊  မတုပ်သၟဟ်မွဲဗီုဓဝ်။  n.  တၞးချာဲ။  duplication (n)  ပွမချာဲကေတ်၊  ဒဒှ်မဒှ်မွဲဗီုဓဝ်။"},
{"word":"duplicity","def":"n.  ပွမလီလှေက်၊  မၞိဟ်လီလ္တာ်ၜါလွာ်။"},
{"word":"durable","def":"adj.  မခိုၚ်ဗိုန်ဗွဲမလံ၊  မခိုၚ်တဴဗွဲမလံ။"},
{"word":"duration","def":"n.  အခိၚ်မတန်တဴဗၞတ်လလအ်၊  အဃော၊  ကၟိန်၊  ကၟေန်၊  အခိၚ်မတန်တဴဗိုန်ဗတ်ခိုၚ်ကၠိုက်၊  အယုက်မတန်တဴ။"},
{"word":"duress","def":"n.  ပွမစကာနကဵုအသံ၊  ပွမစကာနကဵုနဲကဲအဓမ္မ၊  ပွမဖတိုက်ဖအောဝ်နကဵုနဲကဲအဓမ္မ။"},
{"word":"durian","def":"n.  ဒူရေန်။"},
{"word":"during","def":"prep.  အကြာဂှ်၊  အကြာအခိၚ်ဂှ်၊  အဃောဂှ်၊  လုကဴ။  adv.  တဝဵု။"},
{"word":"dusk","def":"n.  အခိၚ်ကလိၚ်ရုပ်မၞိဟ်၊  အခိၚ်တ္ၚဲစလုပ်အာ၊  အခိၚ်တ္ၚဲခယောံ။"},
{"word":"dust","def":"n.  ခနိက်တိ၊  ခဗိုက်၊  ထနိက်ခပဵု၊  ထဗိုက်၊  ထၞိက်၊  ဓဴလဳ၊  ဗလိက်၊  ဗဗိုဟ်၊  မၠိုက်၊  ခၞိက်၊  လက်ကၠိုက်။  vt. vi.  ဂရိုက်မၠိုက်၊  ကြဲခၞိက်၊  ဗဗိုဟ်။  dust heap. (n)  ထာန်ဟန်ဗန်၊  ဗွဝ်ဟန်ဗန်။  duster (n)  ယာတ်မြာ်သၟာ်၊  ဇွောံပလီု၊  ဇွောံဇိုတ်။ "},
{"word":"duty","def":"n. (pl.-ties)  တာလျိုၚ်၊  အတာ၊  အဝတ်၊  ဥပုဟ်၊  ဝတ်။  ၂။  အခေါန်ဖလှာ၊  အကံက်။  the duty of a parent. (n)  ဝတ်မိမ။  dutiful (adj)  မတီတာလျိုၚ်၊  မတီဝတ်အလေဝ်။"},
{"word":"dwarf","def":"n. (pl.-s)  ညးမကွ၊  ဒဒှ်မကုန်ကွ၊  ဒဒှ်မပၞေဲ၊  ဒဒှ်သဝ်ကွ။  vt.  ဟွံဇၞော်ဗီုဓမ္မတာ၊  ကွသောဲဗြဲ၊  သကဵုကွသောဲဗြဲ၊  ကွ၊  ကုန်ကွ။  dwarf plantain. (n)  ဗြာတ်ကွ။"},
{"word":"dwell","def":"vi. (pt.pp.dwelt)  ဒၟံၚ်တန်တဴ၊  ဒၟံၚ်၊  ဒီု၊  ပဒတဴ၊  မံၚ်။  ၂။  သ္ပပဓာန်တုဲချူဟီုဂး။  dwelling (n)  သ္ၚိ၊  သ္ၚိဌာန်။  dwelling place. (n)  ဒၞာဲမမံၚ်၊  ဌာန်ဒၟံၚ်။  dwell upon. (vi)  သ္ပအရီု။  "},
{"word":"dwindle","def":"vi.  ယုတ်ဒေက်ဗက်စှ်ေကၠုၚ်၊  ဆုတ်ယုတ်စှ်ေအာ။"},
{"word":"dye","def":"vt. vi.  ဖျောန်၊  ဖျောန်အရံၚ်၊  ဖျောန်ဍာ်ဂဥုဲ၊  ဗစိုတ်၊  လွံက်။  n.  ဍာ်ဂဥုဲ၊  အရံၚ်မဖျောန်တုဲဂွံ။  dye cloth. (vt.vi)  ဖျောန်ယာတ်။  n.  ယာတ်ဍာ်လွံက်။"},
{"word":"dyer","def":"n.  မၞိဟ်ဖျောန်ဍာ်ဂဥုဲ။"},
{"word":"dying","def":"adj.  မဇက်ဒၟံၚ်လမျီု၊  မကြပ်ချိုတ်ဒၟံၚ်။"},
{"word":"dynamic","def":"adj.  မဆေၚ်စပ်ကဵုသတ္တိ,ဣဒ္ဓိ,ဇြဟတ်။  ၂။  မနွံကဵုအစောံ၊  မလေပ်ချဳဒရာက္တဵုတိုန်။"},
{"word":"dynamite","def":"n.  အရာမဗတိုဟ်မာန်ဇၞော်ကဵုဇြဟတ်၊  ဒါၚ်နမာ်။"},
{"word":"dynamo","def":"n.  စက်ပတိတ်ကဵုဓတ်ဓါတ်လလဳ၊  ဒါၚ်နမဝ်။"},
{"word":"dynasty","def":"n.  အဆက်နန်၊  အဆက်သၟိၚ်၊  အဆက်ဨကရာဇ်၊  ဝံသတၞောဝ်ဒတောဝ်နန်။"},
{"word":"dysentery","def":"n.  ဂကိတ်၊  ဂၞဴကိတ်၊  ထကိတ်၊  ထကိတ်မူလဗျာတ်၊  ယဲဂၞဴကိတ်၊  ယဲထကိတ်အတိသရ။"},
{"word":"dyspepsia","def":"n.  ယဲစၞဟွံလ္ၚတ်၊  ယဲမုဟ်ဂြိုဟ်ဂိ။"},
{"word":"dusty","def":"adj. (-ier,-iest)  မနွံကဵုမၠိုက်က္တဵုက္တဵု။"},
{"word":"dustbin","def":"n.  (US garbage can, US ALSO trash can)နခၟိက်၊  နသွက်ဂွံစုတ်ထောံခၟိက်။"},]}