{"data":[{"word":"e","def":"မအက္ခရ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခရ်ပဉ္စမ။"},
{"word":"each","def":"adj.  မွဲမွဲ၊  မဒှ်ညးမွဲမွဲ။  pron. စၟံစၟံ။၂။  စၟံစၟံညး။  ၃။  မွဲမွဲ၊  ညးမွဲမွဲ။  ၄။  ညးမွဲကဵုညးမွဲ။"},
{"word":"eager","def":"adj.  မနွံကဵုစိုတ်ထတ်ထတ်စောံစောံ။  eagerly (adv)  နဒဒှ်နကဵုစိုတ်ဓာတ်မထတ်စောံ။  eagerness (n)  ဒဒှ်စိုတ်မထတ်စောံ။"},
{"word":"eagle","def":"n.  ဂစေံကၟံ၊  ဂစေံဟဝ်ကၠိုၚ်။"},
{"word":"ear","def":"n.  က္တောဝ်၊  သၠက္တောဝ်။  earring (n)  သၞေက်။  ear-knob or earlobe (n)  သၞေက်(နှေက်)။  ear ornaments. (n)  သၞေက်။  ear-pick (n)  လေံခ္ဍဟ်အိက်က္တောဝ်။  ear-splitting (adj)  မသမြေက်က္တောဝ်။ n.  တကောၚ်၊  ထကောၚ်၊  ထကောၚ်သြောံ(ဒကောၚ်)။  ear of corn. (n)  ဒကောၚ်(သြောံ)။"},
{"word":"eardrum","def":"n.  ဓာပ်ကတောဝ်။"},
{"word":"earl","def":"n.  အမာတ်(ဗြေတ်တိန်)၊  မဟိမုအမာတ်။"},
{"word":"early","def":"adj. (-ier,-iest)  ပြဟ်၊  မပြဟ်၊  မပြဟ်ပြေဟ်။  adv.  ပြဟ်ဗွဲ၊  ပြဟ်တဴဗွဲမလောန်။  early morning. (adj)  နူဂယးပြဟ်။  earliest (adv)  ကၠာအိုတ်၊  ပြဟ်အိုတ်။"},
{"word":"earn","def":"vt.  ဂၠံသြန်လိၚ်နူမကၠောန်လဝ်ကမၠောန်၊  ဂွံလိၚ်ခၟာၚ်နူမကၠောန်လဝ်ကမၠောန်၊  ဂွံသွက်မသ္ဂောံထေက်တံဂှ်။  earnings (n)  သၠုဲသၠာ်မဂွံနူသွက်ကၠောန်ကမၠောန်။"},
{"word":"earnest","def":"adj.  မနွံကဵုစိုတ်ထတ်သန်၊  မနွံကဵုစိုတ်လုပ်စ၊  မစွံလဝ်စိုတ်ဇြိုဟ်ဟ်နက်က်။  n.  ဒဒှ်ဗွဲမသ္ဇိုဟ်နက်။  earnestly (adv)  ဗွဲမဇြိုဟ်နက်။  earnest meditation. (adj)  မနွံစိုတ်ဂလိုၚ်ပၟဝ်သတိပထာန်။  n.  သြန်ခရံ၊  သြန်သ္ဒးပ္တိုန်လဝ်ဗွဲကိုပ်ကၠာ။  ၂။  တၚ်ကျဝ်တုဲပ္တိုန်ထ္ၜးလဝ်ဂွံဗိုန်ခိုၚ်။"},
{"word":"earshot","def":"n.  ဇမ္ၚောဲမမိၚ်မာန်၊  ဇမ္ၚောဲမမိၚ်ကဵုကတောဝ်။"},
{"word":"earth","def":"n.  တိ၊  ဂၠးတိ၊  ပထဝဳ၊  ဘူဝတ်၊  ဘုံ။  ၂။  တိသုန္ဓရဳ၊  လိုက်၊  ဝိသုံ။  ၃။  ဖျုန်တိ။  earth's centre (n)  ပၞိဟ်တိ၊  ပၞေဟ်တိ။  earth's diameter or thickness in depth. (n)  နက်သ္တီုတိ။  earth from the field. (n)  တိဗ္ၚ။  earth lizard. (n)  ခၞ(ခဏ)၊  သၞ၊  သၞဒမျိုၚ်။  earth shook. (n)  ဒဒှ်တိဇၞော်ဒရိုက်ချဳယိုတ်။  earth spirit. (n)  ဗဴတိသုန္ဓရဳ။"},
{"word":"earthen","def":"adj.  မကၠောန်လဝ်နကဵုတိ၊  မတၟုဲတဴနကဵုတိ။  earthenware (n)  ဒဒှ်မဆေၚ်စပ်ကဵုထၟာဲတိ။  earthenware pot. (n)  ထၟာဲဒြ။"},
{"word":"earthly","def":"adj.  မတုပ်ညံၚ်ရဴတိ၊  မသၟဟ်တဴညံၚ်ရဴတိ၊  မသၟဟ်တဴနတဲနမတ်၊  မစှ်ေကဵုသဘာဝ။"},
{"word":"earth-oil","def":"n.  ကၠေၚ်တိ။"},
{"word":"earthquake","def":"n.  ကသဳတိ၊  ဒဒှ်တိချဳ။"},
{"word":"earthworm","def":"n.  ပကောတ်တိ၊  ကြုတ်တိ။"},
{"word":"ease","def":"n.  ပွမဟၟဲကဵုတၚ်ဝါတ်ဂါတ်၊  ဒဒှ်မနွံကဵုဂွံဒုၚ်စသိုၚ်သက်သက်သာသာ၊  ပွမဟၟဲကဵုဂဝိၚ်ဂတဴ။  vt. vi.  သဝါ၊  သွာ၊  သကဵုသက်သာ။  ၂။  သကဵုသၠဲတိုန်၊  သကဵုအသိၚ်အောန်အာ။  ၃။  သကဵုအကာဲအရာခိုဟ်ကၠုၚ်၊  သကဵုသက်သာကၠုၚ်နူမဒှ်ဒၟံၚ်ကဆံၚ်ကြေပ်ဂြတ်။  with ease. (adv)  လောဲသွာ။"},
{"word":"easel","def":"n.  ဗိုၚ်(ဓရီု)သွက်ဂွံစုတ်ဗီု၊  ဗိုၚ်သွက်ဂွံလ္ဇံက်ဂတဵုတၟံ။"},
{"word":"east","def":"n.  ဗၟံက်၊  ဒိုဟ်ဗၟံက်။  adv.  လ္ပာ်ဗၟံက်။  eastward (adj)  မပ္တဝ်ဏာက္ဍိုပ်လ္ပာ်ဗၟံက်။  adv.  လ္ပာ်ဖာဗၟံက်။"},
{"word":"eastern","def":"adj.  မဆေၚ်စပ်ကဵုဍုၚ်ကွာန်လ္ပာ်ဖာဗၟံက်၊  ပါစိန။  eastern continent. (adj)  ပုဗ္ဗဝိဒိုဟ်၊  တ္ကံဗၟံက်။"},
{"word":"easy","def":"adj. (-ier,-iest)  ဆော၊  လောဲ၊  မလောဲ၊  သွာ၊  ၜိုဟ်သြိုဟ်၊  ၜိုဟ်ၜိုဟ်။  ၂။  မသက်သာ၊  မဟၟဲကဵုဂဝိၚ်ဂတဴ၊  မဟၟဲကဵုကဆံၚ်ကတံၚ်ကတဴ၊  မဟၟဲကဵုဒဒိုက်၊  လောဲသွာ၊  သိုက်သိုက်။  easily (adv)  ဗွဲသွာ၊  သက်သက်သာသာ၊  လောဲလောဲသွာသွာ၊  နဒဒှ်မဟွံစွံဆန္ဒစိုတ်ဇြိုဟ်ဇြိုဟ်နက်နက်။  easily supported. (adv)  သွာညးမြိမြန်၊  မြိမြန်စလောဲသွာ။  easy circumstances. (adj)  တသိုက်၊  သိုက်သၠိၚ်၊  သိုက်လှိၚ်။  easy to teach. (adj)  မသွာဒၠောံဗ္တောန်၊  မဒၠောံဗ္တောန်စလောဲသွာ၊  မလောဲသွာသွက်ဂွံဒၠောံဗ္တောန်။"},
{"word":"eat","def":"vt. vi. (pt.ate, pp.eaten)  စ၊  စာဲ၊  သ္ပပြဘိုက်၊  ကဵုပိုန်(သၚ်တံ)၊  ဟာပ်၊  စဟာပ်၊  ဟာပ်စ။၂။  စပလီုပလာ်ထောံ(သၞိၚ်,ဍာ်တက်ၜဵု)။  eating (n)  ပရိဘောဂ၊  ပြဘိုက်။"},
{"word":"eaves","def":"n.  ဇိုၚ်ဒယူ(သ္ၚိ)။"},
{"word":"eavesdrop","def":"vi.  တောပ်ကၠတ်ကလၚ်။  eavesdropper (n)  မၞိဟ်ကၠတ်တောပ်ကလၚ်။"},
{"word":"ebb","def":"vi.  ဍာ်ဒဳစှ်ေ။  ၂။  စှ်ေကၠုၚ်၊  လျံစှ်ေ၊  တသောဝ်စှ်ေ၊  လှီုစှ်ေ။"},
{"word":"ebony","def":"n.  ဆုကြက်ဂြၚ်၊  တၞံကြက်ဂြၚ်။"},
{"word":"eccentric","def":"adj.  မတၟေၚ်တၟဟ်ဟွံတုပ်ကဵုအပြောံ၊  မလိုဟ်ဒၟံၚ်ကွေံကွေံ၊  မတၟေၚ်၊  မမံက်ဂတဝ်ဒၟံၚ်ဗွဲတၟေၚ်။"},
{"word":"eccentricity","def":"n.  ပွတၟေၚ်ပ္ဍဲပွ, ပ္ဍဲဗီုပြၚ်၊  ပွမလိုဟ်၊  ဒဒှ်နွံဒၟံၚ်ကဆံၚ်လၞၚ်ကဵုမတ်။"},
{"word":"echo","def":"n. (pl.-es)  ပလံၚ်ၜဳ၊  ပၠံၚ်က္ၜဳ၊  မလံၚ်ၜဳ၊  မလောၚ်၊  ဗရုမလောၚ်၊  လမၠံၚ်၊  လမၠံၚ်ဂြိုပ်။  ၂။  မၞိဟ်ချာဲချူကေတ်ဗီု။  vt. vi.  မလောၚ်ဗြုကၠုၚ်၊  မလောၚ်ကလေၚ်ဗြုကၠုၚ်။"},
{"word":"eclipse","def":"n.  ဒဒှ်မဂြးစပ်။  ၂။  အသံအဝဵုကျဟောံဗြမ်အာ၊  ဣဒ္ဓိသြဇာစှ်ေဟောံဗြမ်အာ၊  ဒဒှ်ယၟုမလီုအာ၊  ဒဒှ်မတၞီဗၠိုက်အာ။  vt.  ဂိတုတ္ၚဲဂြးစပ်၊  ဂြးစပ်၊  ဂြးရပ်။"},
{"word":"ecclesiastical","def":"adj.  မဆေၚ်စပ်ကဵုသာသနာခရေတ်၊  မဆေၚ်စပ်ကဵုလကျာ်သၚ်ခရေတ်တံ။  ecclesiastical vote. (adj)  ကမ္မဝါစာ၊  ကမ္မဝါစ်။"},
{"word":"ecological","def":"adj.  မဆေၚ်ကဵုစိုတ်စရိုတ်သတ်တံ၊  မဒှ်ဖဵုတၞောဝ်ဒတောဝ်ဆက်ကၠုၚ်နူကဵုပွအခိုက်အလိုက်သတ္တံ။"},
{"word":"economic","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်ပိုန်ဂြပ်။  ၂။  မဂွံပရဲပရာံ။  "},
{"word":"economical","def":"adj.  မသကဵုသၠုဲသၠာ် အိုတ်အောန် အိုတ်သက်သာ၊  မခၞေံရပ်၊  မအေၚ်သတှ်ေရပ်စပ်၊  မချိၚ်ဆရပ်။  economically (adv)  နဒဒှ်မအိုတ်စရိတ်သက်သက်သာသာ။"},
{"word":"economics","def":"n.  ကွတ်ပညာပရေၚ်ပိုန်ဂြပ်၊  ကွတ်ဗေဒဘောဂ၊  အကာဲအရာပရေၚ်ပိုန်ဂြပ်ဍုၚ်သအာၚ်။"},
{"word":"economist","def":"n.  တၠပညာပရေၚ်ပိုန်ဂြပ်၊  တၠပညာကွတ်ဗေဒဘောဂ။  ၂။  ပူဂဵုခၞေံရပ်ပ္ဍဲအရာစသုၚ်၊  ပူဂဵုမအေၚ်သတှ်ေ၊  ပူဂဵုပတ်ကြေဟ်၊  ပူဂဵုမသအေတ်ကၠေတ်၊  ပူဂဵုမဟေန်ချာဲ။"},
{"word":"economize","def":"(economise) vt. vi.  ရပ်၊  သအေတ်ကၠေတ်၊  ပတ်ကြေဟ်၊  အေၚ်သတှ်ေ၊  ဖျံဖျေံစရိတ်ပ္ဍဲရပ်စပ်။"},
{"word":"economy","def":"n.  (pl.-mies)  ပွမခၞေံရပ်၊  ပွမသအေတ်ကၠေတ်၊  ပွမပတ်ကြေဟ်၊  ပွမအေၚ်သတှ်ေ၊  ပွမဝေၚ်ပဲါနူရပ်ပၠေၚ်ထောံ။"},
{"word":"ecstasy","def":"n. (pl.-sies)  ပွမဒှ်ပဳတိ၊  ပွမဒးဂၞပ်မိပ်စိုတ်။"},
{"word":"ecstatic","def":"adj.  မဒးဂၞပ်ဂွံကဵုစိုတ်၊  မဒှ်ပဳတိ။"},
{"word":"eczema","def":"n.  ယဲခူ။  a skin condition in which areas of the skin become red, rough and sore and make you want to rub them.  E.g. A young boy suffered from eczema. "},
{"word":"eddy","def":"n. (pl.-dies)  ဝဲ (မပ္တံဍာ်,ကျာ)၊  ခၞံၚ်။"},
{"word":"edge","def":"n.  ေၚက်မြ၊  ေၚက်လွဟ်မွဲမွဲ (မပ္တံမုဲ,ၜုန်,ဂတေက်)။  ၂။  တၞုၚ်၊  သၟောန်၊  ဓရီု၊  သိၚ်၊  ဗိုၚ်၊  ဇဵု၊  ဒရာနာ။  vt. vi.  ကွာ်ဆုဲတိုန်အာဂတသိုက်သိုက်သဳသဳ။  the cutting edge of a knife. (n)  မတ်။  edge of a field or plain. (n)  ဇိုၚ်ဝါ။  edge of a wood. (n)  ဇိုၚ်ဂြိုပ်။  edge of the forest. (n)  မုဟ်ဂြိုဟ်က္ဍိုပ်ဝါ။"},
{"word":"edgeways","def":"adv.  လက်ဒစေၚ်၊  ဒစေၚ်ဒစေၚ်။"},
{"word":"edgewise","def":"adv.  လက်ဒစေၚ်၊  ဒစေၚ်ဒစေၚ်။"},
{"word":"edible","def":"adj.  မဂပ်ဝ်သွက်ဂွံစ၊  မစမာန်။  n.  အရာမစဂွံ၊  စၞစ။"},
{"word":"edict","def":"n.  အသံမပ္တိတ်နၚ်နူတၠအဝဵု၊  အသံတၠညး။"},
{"word":"edifice","def":"n.  ဒတန်ဒုတ်ဒုတ်ဇၞော်ဇၞော်၊  အရာမချပ်သွပ်လဝ်ပ္ဍဲစိုတ်။"},
{"word":"edify","def":"vi. (pt.pp.-fied)  ဝေတ်ဗ္တောန်ဖျောန်ညံၚ်ရဴစိုတ်ဓာတ်ပြဲပြဲဂွံဇၞော်မောဝ်ကၠုၚ်။"},
{"word":"edit","def":"vt.  ဒါည်၊ ဒါန် (လိက်ပတ်)။"},
{"word":"edition","def":"n.  ပွမတက်တရးပ္တိတ်၊  ဗီုပြၚ်တက်တြးပတိတ်။  ၂။  လၟိဟ်တက်တြးပတိတ်၊  လၟိဟ်အုပ်။"},
{"word":"editor","def":"n.  ညးမဒါန်လိက်၊  အိတ်ဒေတ်တာ။"},
{"word":"editorial","def":"adj.  မဆေၚ်စပ်ကဵုညးမဒါန်လိက်၊  မဆေၚ်စပ်ကဵုအိတ်ဒေတ်တာ။  n.  ဒကုတ်လိက်ပရိုၚ် မဓမံက်ထ္ၜးလညာတ်ညးမဒါန်လိက်။"},
{"word":"educate","def":"vt.  ဗ္တောန်ကဵုပညာ၊  ဝေတ်ဗ္တောန်ဖျောန်။  educator (n)  မၞိဟ်ကဵုပညာ၊  မၞိဟ်ပၠတရဴထ္ၜးကဵုနဲကဲ၊  မၞိဟ်ဝေတ်ဗ္တောန်။"},
{"word":"education","def":"n.  ပွမဗ္တောန်ဖျောန်နကဵုသၞောတ်ဗ္ၜတ် ကဵုကော်ၚာ်တံ ပ္ဍဲဘာကဝ်လိတ်,တက္ကသဵုတံ၊  ပရေၚ်ပညာ။  educational (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ပညာ။  educationalist (n)  ပါရဂူပရေၚ်ပညာ။"},
{"word":"efface","def":"vt.  ပလီုပလာ်ထောံ၊  ပလေံထောံ၊  လေၚ်။  effacement (n)  လလေၚ်။"},
{"word":"effect","def":"n.  ဖဵု၊  သွဟ်ဍေံ၊  ဖဵုဍေံ။  ၂။  အဓိပ္ပာဲဍေံ၊  သ္ဂးဍေံ။  ၃။  ဗီုလညာတ်၊  ဗီုပြၚ်၊  ဗီုမံက်ဒၟံၚ်ပ္ဍဲစိုတ်။  vt.  သကဵုဒှ်တိုန်၊  သကဵုက္တဵုဒှ်တိုန်၊  သကဵုတုဲဒှ်အံၚ်ဇၞးအာ၊  သကဵုတုဲဒှ်အာ၊  သမှိတ်၊  သၟိတ်။  effect with effort. (vt)  မှတ်ပ္တုဲ။"},
{"word":"effective","def":"adj.  မစိုပ်ဒတုဲ၊  မဒှ်ကၠုၚ်တဴရဴပၟိက်စိုတ်။  effective remedy. (adj)  ဂဥုဲဇဗ။  effectively (adv)  နဒဒှ်မစိုပ်ဒတုဲ။  effectiveness (n)  ဒဒှ်မစိုပ်ဒတုဲ။"},
{"word":"effeminate","def":"adj.  မဗက်အာလ္ပာ်မၞိဟ်ဗြဴ၊  မဟွံဍိုက်ပေၚ်ကဵုစရာဲမၞိဟ်တြုံ၊  မဒှ်ညံၚ်ရဴစိုတ်ဓာတ်မၞိဟ်ဗြဴ၊  လအာဗီုမၞိဟ်ဗြဴ၊  ခမၞုဲ။  effeminacy (n)  ဒဒှ်မဗက်အာလ္ပာ်မၞိဟ်ဗြဴ၊  ဒဒှ်မဟွံဍိုက်ပေၚ်တဴကဵုစရာဲမၞိဟ်တြုံ။"},
{"word":"effervesce","def":"vt.  ထၜိုဟ်ပရေဲတိုန်၊  မိပ်စိုတ်သၠောၚ်သ္ပဝ်။  effervescence (n)  ဒဒှ်ထၜိုဟ်ပရေဲတိုန်၊  ဒဒှ်မမိပ်စိုတ်သၠောၚ်သ္ပဝ်။"},
{"word":"efficacious","def":"adj.  မနွံကဵုအစောံ၊  မနွံကဵုအစောံသ္ကေက်သ္ကာ၊  မနွံကဵုဖဵုအနိဿံသမသ္ကေက်သာ။  efficaciously (adv)  အစောံသတ္တိသ္ကာတ်မြဟ်တဴဗွဲ၊  သတ္တိသ္ကာတ်မြဟ်တဴဗွဲ။  efficacy (n)  အစောံ၊  သတ္တိ၊  ဂုန်ဖဵု။"},
{"word":"efficient","def":"adj.  မရေၚ်တၠုၚ်ကဵုမာန်၊  မနွံကဵုအစောံစရာဲ၊  မဍိုဟ်ကေက်။  ၂။  မသကဵုဒှ်ဖဵုဂုန်၊  မနွံကဵုအစောံစရာဲသ္ကေက်သ္ကာ။  efficiently (adv)  နဒဒှ်မနွံကဵုအစောံစရာဲ။  efficiency (n)  ဒဒှ်မရေၚ်တၠုၚ်ကဵုမာန်။"},
{"word":"effort","def":"n.  ပ္ၚောံ၊  ပွမကၠေံစိုတ်၊  ပွမပ္တိတ်ဇြဟတ်၊  ပွမဂိုတ်ဂစာန်။"},
{"word":"effrontery","def":"n.  ပွမစွံလဝ်မုက်မတ် ညံၚ်ရဴမဟၟဲကဵုမုက်ဂဝဂလေံ။"},
{"word":"effusion","def":"n.  ဒဒှ်မခ္ဍိုၚ်တိတ်၊  ဒဒှ်မတိတ်အာဗွဲမဂၠိုၚ်။  effusive (adj)  မနွံကဵုမုဟ်ပါၚ်ဍာ်လောန်အာ၊  မဟီုဂးဂလာန်လောန်ကာဲအာနူကဵုသၞောတ်ဟီုဂး၊  မသ္ဍာတ်စလောန်အာ။"},
{"word":"egg","def":"n.  ခၟာဲ(စာၚ်,အဒါ)။"},
{"word":"eggplant","def":"n.  တၞံခ္ဍောၚ်။"},
{"word":"eight","def":"n.  ဒ္စာံ။  the eight conditions of successful warfare. (n)  ပယောဂပၞာန်ဒ္စာံ။  the eight planets. (n)  ဂြိုဟ်ဒ္စာံ။  the eight principal hells. (n)  နရက်ဇၞော်ဒ္စာံကတိုၚ်။"},
{"word":"eighth","def":"adj.  အဋ္ဌမ၊  မရနုက်ကဵုဒ္စာံ။"},
{"word":"eighty","def":"n.  ဒ္စာံစှော်(၈ဝ)။"},
{"word":"either","def":"adj.  မွဲမွဲ၊  ပၞောဝ်ကဵုၜါဂှ်မွဲ။၂။  မွဲမွဲလ္ပာ်။"},
{"word":"eject","def":"vt.  ပ္တိတ်ထောံ၊  ကၠာတ်ပ္တိတ်၊  က္ၜောတ်ပြောဟ်ပ္တိတ်၊  ဓဇက်ပ္တိတ်၊  ဘာတ်ထောံနူသ္ၚိ၊  ဘာတ်ပ္တိတ်။  ၂။  ဍာ်မဒဇူစှ်ေ၊  ဍာ်မခ္ဍိုၚ်တိတ်။  ejection (n)  ဒဒှ်မဘာတ်ပ္တိတ်၊  ဒဒှ်မထ္ဍိုၚ်တိတ်။"},
{"word":"elaborate","def":"adj.  မကၠောန်လဝ်မသ္ပလဝ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မစဳဇန်လဝ်စေံစေံ၊  မသၠဲဇၞော်ပ္တိတ်လဝ်။  elaborately (adv. vt.)  နဒဒှ်မစဳဇန်လဝ်ဗွဲတြး၊  နဒဒှ်မပွံက်လဝ်ဋဳကာ၊  စဳဇန်လဝ်ဗွဲတြး၊  ပွံက်လဝ်ဋဳကာ။  elaboration (n)  ဒဒှ်မစဳဇန်လဝ်စေံစေံပေါတ်ပေါတ်။"},
{"word":"elapse","def":"vi.  လောန်၊  အိုတ်လောန်အာ၊  အခိၚ်ကာလအိုတ်လောန်အာ။"},
{"word":"elastic","def":"adj.  မတံၚ်ဗဇာပ္တိတ်ဂွံ။  ၂။  မဟွံမွဲကဵုဗိုန်ခိုၚ်၊  မဟၟဲကဵုသ္ဇိုၚ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  မပြံၚ်လှာဲအာမာန်၊  မလေပ်ဗက်အလိုက်။  n.  ဇုက်တံၚ်ဂရတ်(ဂြတ်)။"},
{"word":"elate","def":"vt.  သကဵုဓါတ်စိုတ်လရုက္တဵုကၠုၚ်၊  သကဵုမိပ်စိုတ်၊  ထ္ၜူမာဲ။  elation (n)  ဒဒှ်စိုတ်မလရုက္တဵု၊  ပွမထ္ၜူမာဲ၊  ဒဒှ်မမိပ်။"},
{"word":"elbow","def":"n.  တၚ်တဲ။  vt.  တ္ၜေတ်အာ၊  ဓရိုဟ်ဖာဲအာ။"},
{"word":"elder","def":"adj.  မဒှ်ဇမၞော်။  n.  ဇမၞော်၊  မၞိဟ်အာယုက်ဇၞော်၊  မၞိဟ်သ္ဒးစွံကဆံၚ်မၞိဟ်ဇၞော်။  elder brother. (n)  ကော၊  အဝေါ။ elder sister. (n) ၝဲ။  elderly. (adj.n.)  မဒှ်အာယုက်မဗျုတဴ၊  မဒှ်နွံကဵုလညာတ်ဆဵုဂဗမကြံၚ်က္ဍုဟ်၊  ဒဒှ်အာယုက်မဗျုတဴ၊  ဒဒှ်မနွံကဵုလညာတ်ဆဵုဂဗမကြံၚ်က္ဍုဟ်။  eldest (adj)  မဒှ်ဇၞော်အိုတ်။  eldest brother. (n)  ကောဂၠု၊  ကောဇၞော်အိုတ်။"},
{"word":"elect","def":"vt.  ရုဲစှ်ပတိုန်နကဵုမာဲ။  ၂။  သ္ဂုတ်သွာတ်။  election (n)  ပေဲါရုဲစှ်ပတိုန်၊  ပေဲါရုဲစှ်၊  ပေဲါရုဲမာဲ။  elector (n)  မၞိဟ်အခေါၚ်အဝဵုကဵုမာဲနွံ။  electoral (adj)  မဆေၚ်စပ်ကဵုပေဲါရုဲမာဲ။"},
{"word":"electorate","def":"n.  ခန်လွာဆန္ဒမာဲ၊  ဒေသဆန္ဒမာဲ၊  ဒေသပိုၚ်ခြာလဝ်သွက်ဂွံထောံမာဲ။"},
{"word":"electric","def":"adj.  မချဳဒရာၚ်နကဵုဓတ်ဓါတ်လလဳ၊  မဆေၚ်စပ်နကဵုဓတ်ဓါတ်လလဳ။  electrical (adj)  မဆေၚ်စပ်ကဵုဓတ်ဓါတ်လလဳ။  electrician (n)  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲကမၠောန်ဓတ်ဓါတ်လလဳ။  electrify (vt. pt.pp.-fied)  ပၠောပ်ဓတ်ဓါတ်လလဳ၊  စိုတ်သမ္ၚာတ်ဇတဝ်။"},
{"word":"electrification","def":"n.  ပွမဗ္ဂပ်စုတ်ကဵုဓါတ်ဓတ်လလဳ။"},
{"word":"electrocute","def":"vt.  ဂစိုတ်နကဵုဓတ်ဓါတ်လလဳ၊  ချိုတ်နကဵုဓတ်ဓါတ်လလဳဗက်။"},
{"word":"electrode","def":"n.  တၞုၚ်ဓာတ်ၝောံကဵုဓါတ်ကၟက် ဓတ်ဓါတ်လလဳ မနွံပ္ဍဲထၟာဲဓတ်ဓါတ်လလဳ။"},
{"word":"elegant","def":"adj.  မလေပ်တီညာတ်ဗွဲမပိုၚ်ခြာ၊  မနွံကဵုမုဟ်ပါၚ်ဍာတ်၊  မရာၚ်ဆ္ၚဲ  မဒးရး။"},
{"word":"element","def":"n.  ကန်၊  ဒပ်၊  ဓါတ်၊  သ္ကန်။  ၂။  ဂကောံသ္ကံသဘာဝ၊  ဥတုရာသဳ။  ၃။  သကုတ်တံသ္ဇိုၚ်ဘာသာမွဲမွဲ။  ၄။  လက္ချဏ်ဝိသေသ။  elements of being. (n)  သ္ကန်။"},
{"word":"elementary","def":"adj.  မဒှ်သ္ဇိုၚ်တံ၊  မဒှ်တံမူလ၊  မဒှ်တံ။"},
{"word":"elephant","def":"n.  စိၚ်။  elephant-charming lute. (n)  ထၞစိၚ်၊  ထၞဥဒိုန်။  elephant's trunk. (n)  လပှ်စိၚ်။  elephant's tusk. (n)  ဂြၚ်စိၚ်၊  ဒြၚ်စိၚ်။  elephant-keeper (n)  ဂမာစိၚ်၊  ဂၟာစိၚ်၊  ပၟၚ်စိၚ်။"},
{"word":"elephant-grass","def":"n.  ဗိုၚ်၊  တၞံဗိုၚ်။"},
{"word":"elephantiasis","def":"n.  ယဲဇိုၚ်ထဍိုပ်။  elephantiasis of the leg. (n)  ယဲဇိုၚ်ထဍိုပ်။  elephantiasis of the scrotum. (n)  ယဲထၟာဲလိၚ်မဂုဟ်၊  ယဲတမြိုက်။"},
{"word":"elevate","def":"vt.  ခအုဟ်၊  သမၠုၚ်ပ္တိုန်၊  ဂလိုၚ်ပ္တိုန်၊  စွံကဵုဒၞာဲဒၟံၚ်သၠုၚ်၊  ထ္ၜပတိုန်။  elevation (n)  ဒဒှ်မသၠုၚ်ပ္တိုန်၊  ဒဒှ်မဂလိုၚ်ပတိုန်။  ၂။  သမၠုၚ်လ္တူဂၠးမုက်ဍာ်ဂၚ်။  ၃။  ဗီုပြၚ်ဒတန်။  n.  ဒဒှ်မသၠုၚ်ပ္တိုန်၊  ဒဒှ်မဂလိုၚ်ပ္တိုန်။  ၂။  သမၠုၚ်လ္တူဂၠးမုက်ဍာ်ဂၚ်။  ၃။  ဗီုပြၚ်ဒတန်။"},
{"word":"elevator","def":"n.  တၞိန်ဓါတ်၊  ဇိုၚ်တၞိန်ဓါတ်၊  ဇံၚ်တၞိန်ဓါတ်။  ၂။  စက်ပၚ်ပတိုန်လယျိုၚ်။"},
{"word":"eleven","def":"n.  စှ်မွဲ (၁၁)။"},
{"word":"eleventh","def":"n.  ဨကဒသမ၊  မရနုက်ကဵုစှ်မွဲ။  eleventh lunar month of the Mon. (adj)  မာ်၊  မာဃ၊  ဂိတုမာ်။"},
{"word":"elide","def":"vt.  ပၞုက်ဒလုက်လဝ်အက္ခဝ်၊  ဟီုဂးပၞုက်လဝ်ရမျာၚ်။"},
{"word":"eligible","def":"adj.  မဂပ်ဂဝ်သွက်ဂွံရုဲစှ်၊  မဒုၚ်ရုဲထေက်၊  မဍိုက်ပေၚ်တဴကဵုအစောံစရာဲ မၜတ်ကၞာတ်လဝ်။"},
{"word":"eligibility","def":"n.  ပွမက္ဍိုက်ပေၚ်တဴကဵုကဆံၚ်မဂပ်ဝ်ရုဲစှ်၊  ပွမက္ဍိုက်ပေၚ်တဴကဵုကဆံၚ်ဒုၚ်ရုဲထေက်၊  ပွမက္ဍိုက်ပေၚ်တဴကဵု ကဆံၚ်အစောံစရာဲ မကၞာတ်ဖာတ်လဝ်။"},
{"word":"eliminate","def":"vt.  သောၚ်တလးတးပဲါထောံ၊  တးပဲါထောံ၊  ပ္တိတ်ထောံ။  elimination (n)  ဒဒှ်မသောၚ်တလးတးပဲါထောံ၊  ဒဒှ်မပ္တိတ်ထောံ။"},
{"word":"elk","def":"n.  က္ၜိုၚ်၊  ၜိုၚ်။"},
{"word":"eel","def":"n.  ကပန်၊  ဂလုၚ်၊  ဒလုၚ်။"},
{"word":"ellipse","def":"n.  ဗီုပြၚ်ညံၚ်ရဴခၟာဲအဒါ။  elliptical (adj)  မနွံဗီုညံၚ်ရဴခၟာဲအဒါ။"},
{"word":"elocution","def":"n.  ကွတ်မဟီုဂလာန်မာန်ခိုဟ်ခိုဟ် ဂတမုက်ပူရိသာတ်၊  ပွမဟီုဂလာန်ဂတမုက်ပူရိသာတ်ညံၚ်ရဴစဝ်ဖျေံဍာ်။  elocutionary (n)  မၞိဟ်ဟီုဂလာန်ခိုဟ်။"},
{"word":"elongate","def":"vt. vi.  ပၠးဇမၠိၚ်ပ္တိတ်၊  ဂၠိၚ်ကၠုၚ်။  elongation (n)  ဒဒှ်မသကဵုဂၠိၚ်ကၠုၚ်။"},
{"word":"elope","def":"vt.  ကၠတ်ဗက်အာတြုံ၊  ကၠတ်ဗက်အာမၞိဟ်သ္ဍိုက်ဆာန်ဇကု။  elopement (n)  ဒဒှ်မကၠတ်ဗက်အာတြုံ။"},
{"word":"eloquence","def":"n.  ဒဒှ်မဟီုဂလာန်ခိုဟ်၊  ဒဒှ်ဟီုတွံရုဲစှ်ကေတ်မအရေဝ် သွက်ပူရိသာတ်တံစိုတ်လုပ်စမာန်။  eloquent (adj)  မဟီုဂလာန်ခိုဟ်၊  မခိုဟ်တဴပ္ဍဲကွတ်လဟီု။  eloquently (adv)  နဒဒှ်မဟီုဂလာန်ခိုဟ်။"},
{"word":"else","def":"adv.  တုဲပၠန်၊  ထပ်ပၠန်၊  မွဲနဲပၠန်။  elsewhere (adv)  ဒၞာဲတၞဟ်တေံ၊  ပ္ဍဲဒၞာဲတၞဟ်မွဲမွဲတေံ၊  မွဲမွဲဒၞာဲတေံ။"},
{"word":"elucidate","def":"vt.  သောၚ်တလးထ္ၜးကဵုကၠးကၠး၊  ပံက်ထ္ၜးကဵုအဓိပ္ပာဲ။  elucidation (n)  ဒဒှ်မပံက်ထ္ၜးကဵုအဓိပ္ပာဲ။"},
{"word":"elude","def":"vt.  ပဲါဒဴထောံ၊  ပဲါဗလေတ်ထောံ၊  လမေအ်စၞာဲ၊  လမေံလမန်။"},
{"word":"elusive","def":"adj.  မဗလေတ်ပဲါခိုဟ်၊  မဒှ်တဴကဆံၚ်ဂွံရပ်ဂတ်ဝါတ်။  ၂။  မဒှ်သွက်ဂွံသမ္တီဒးဟွံလောဲ၊  မဝိုတ်လောဲ။"},
{"word":"Elysium","def":"n.  သွဝ်၊  ဍုၚ်သွဝ်။"},
{"word":"emaciate","def":"vt.  ဇြေဟ်ကှ်၊  ဇြေဟ်ဇြာဲ၊  သကှ်ဂြာံ၊  သကဵုဇြာဲ၊  သကဵုဇြက်ဇြာဲစှ်ေ၊  ဇြာဲကၠုၚ်၊  ဖျောဟ်ဂတး၊  ဖျိုဟ်။  emaciation (n)  ဒဒှ်မသကဵုဇြာဲဇြက်စှ်ေ။"},
{"word":"emancipate","def":"vt.  သကဵုတိတ်ဗၠး၊  တိတ်ဗၠး၊  ဗၠးတိတ်၊  သတိတ်ဗၠး။  emancipation (n)  ဝိမုတ်၊  ဝိမုတ္တိ၊  စိုတ်တိတ်ဗၠး။"},
{"word":"emasculate","def":"vt.  သကဵုဇြဟတ်ယုတ်ဒေက်ဆုတ်စှ်ေ။"},
{"word":"embalm","def":"vt.  စဳရေၚ်ဂဥုဲညံၚ်ရဴဇွဟဂွံအုဲ။"},
{"word":"embank","def":"vt.  စဵုဒၞာလဝ်နကဵုသိၚ်ဗိုၚ်,တာ,တၟိုန်,စြာၚ်။  embankment (n)  ဇဵု၊  တာ၊  ကၟိုန်၊  တၟိုန်၊  စြာၚ်၊  ဇဵုကၟာ။"},
{"word":"embargo","def":"n. (pl.-es)  အသံမတၟာတ်ထောံက္ၜၚ်လုပ်တိတ်၊  ပွမတၟာတ်ထောံသ္ပဗၞိက်သွံရာန်ကဵုဍုၚ်သအာၚ်။  vt.  တၟာတ်ထောံက္ၜၚ်ဗၞိက်လုပ်တိတ်၊  ပ္တိတ်အသံမတၟာတ်ထောံက္ၜၚ်ဗၞိက်လုပ်တိတ်။"},
{"word":"embark","def":"vt. vi.  က္ဍိုက်၊  ပ္တိုန်က္ၜၚ်၊  တိုန်က္ၜၚ်၊  အာ၊  တိုန်အာ၊  ဇက်တိုန်အာ။  embarkation (n)  ဒဒှ်မပ္တိုန်လ္တူက္ၜၚ်။ "},
{"word":"embarrass","def":"vt.  သကဵုစိုတ်ထုဲကြာန်၊  သကဵုစိုတ်ခတ်က္ဍန်၊  သကဵုဒှ်စိုပ်အာကဆံၚ်ပလာပ်။  ၂။  စဵုဒၞာ၊  ပလာပ်၊  ဆဵုဒဝ်၊  ဂၠိန်ၜောတ်၊  ပလာ်စဵုဒၞာ,ဆဵုဒဝ်။  embarrassment (n)  ပွမစိုပ်အာကဆံၚ်စိုတ်သ္ဒးဒုၚ်ပလာပ်၊  အရာမဗ္စိုပ်ကဵုသွက်စိုတ်မသ္ဒးဒုၚ်ပလာပ်၊  အရာမဗ္စိုပ်ကဵုသွက်စိုတ်မသ္ဒးဂၠိန်ၜောတ်။"},
{"word":"embassy","def":"n.  (pl.-ssies)  ရုၚ်ကလုတ်၊  ဂကောံဒုတ်၊  ဂကောံရုၚ်ကလုတ်။"},
{"word":"embattled","def":"adj.  ဒပ်ယာ၊  မကျဝ်ပလေဝ်လဝ်သွက်ဂွံလုပ်ပေဲါဗ္တိုက်၊  မသိုၚ်ခၞံလဝ်ဂဒုက်သွက်ဂွံလုပ်ပေဲါဗတိုက်။"},
{"word":"embed","def":"vt.  တိုပ်လဝ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  တိုပ်လဝ်ဗိုန်ဗိုန်ဗတ်ဗတ်။"},
{"word":"embellish","def":"vt.  ဂ္ညိ၊  ဖျေံဖျောန်၊  ဂ္ညိဂ္ညာတ်။  embellishment (n)  ဒဒှ်မဖျေံဖျောန်၊  ဒဒှ်မဂ္ညိဂ္ညာတ်စိစောန်။"},
{"word":"ember","def":"n.  လ္ၚ၊  လ္ၚပၟတ်၊  လ္ၚပၟတ်မဂြောပ်ဒၟံၚ်ကဵုပ္တေၚ်၊  တၟိတ်ပၟတ်။"},
{"word":"embezzle","def":"vt.  ရပ်စပ်စသုၚ်ထောံသြန်သွက်ဖဵုဇကု။  embezzlement (n)  ဒဒှ်မကၠတ်ရပ်စသုၚ်ထောံသၠုဲ။"},
{"word":"embitter","def":"vt.  က္တဵုဒှ်က္ဍုဟ်မၠေံဇအိုန်ဇရတဴပ္ဍဲစိုတ် ဗွဲမသ္ကာတ်မြဟ်၊  သကဵုစိုတ်ဂိဓဇတ်၊  ကဟောန်ကဟေဲ။"},
{"word":"emblem","def":"n.  သၚ်္ကေတ၊  တဆိပ်သမ္တီ။  emblem of Baego. (n)  သၚ်္ကေတကောန်ဗဂေါ(ဟံသာ,ရုပ်ၜိုပ်)။  emblematic (adj)  မဒှ်ညံၚ်ရဴသၚ်္ကေတ။"},
{"word":"embody","def":"vt. (pt.pp.-died)  ဓမံက်ထ္ၜးလညာတ်ကသပ်၊  စုတ်ဓမံက်ထ္ၜးကဵုညာတ်ကသပ်။  ၂။  လုပ်ပါကီု။  embodiment (n)  အရာမဓမံက်ထ္ၜးလဝ်ကဵုဗီုပြၚ်မွဲမွဲ၊  အရာဗီုပြၚ်မမံက်ဒၟံၚ်၊  အရာမထ္ၜးလဝ်ဗီု။"},
{"word":"embolden","def":"vt.  သကဵုဂံၚ်ကၠုၚ်၊  သကဵုသတ္တိနွံကၠုၚ်။"},
{"word":"embolism","def":"n.  ဒဒှ်ကတေၚ်ဆီမတၟာတ်၊  လၟိဟ်တ္ၚဲမသ္ဒးထပ်စုတ် ပ္ဍဲသၞာံမထပ်သၞာံ။"},
{"word":"emboss","def":"vt.  တက်ဗီုလိက်ရုပ်ဓလောံက္တဵု(ဖ္ဍံၚ်က္တဵု) ပ္ဍဲစက်တက်လိက်။"},
{"word":"embrace","def":"vt. vi.  ပူ၊  ဗန်၊  ပူဗန်၊  မံ၊  မိန်မံ၊  မိန်ဗန်။  ၂။  ဒုၚ်တဲ၊  ရပ်စပ်။  ၃။  စုတ်လဝ်၊  မံဂြံ(မအ်ဂြအ်)၊  သကဵုလုပ်အဝေါၚ်။"},
{"word":"embroider","def":"vt. vi.  ထပက်ပ္ကဴ၊  ချူသၜိုန်စိစောန်။  embroidery (n)  ကွတ်ထ္ပက်ပ္ကဴ ထ္ပက်ဇာ။"},
{"word":"embroil","def":"vt.  သကဵုပါလုပ်ကၠုၚ်ပ္ဍဲပေဲါသေက်ဇဵု၊  သကဵုပါလုပ်ကၠုၚ်ပ္ဍဲဒၞာဲထုဲဂရုဲ။"},
{"word":"embryo","def":"n. (pl.-s)  အရာမစပ္တန်ကဵုပဋိသန္ဓိ၊  ဍာ်အသုစိ၊  ဒဒှ်ဟွံဖောံဗြေဝ်၊  လမောဝ်၊  လၟောဝ်။  embryo Buddha. (n)  တြုံလမောဝ်ကျာ်။  embryonic (adj)  မဒှ်ကာလမစပ္တန်ပဋိသန္ဓိ။"},
{"word":"emend","def":"vt.  ပလေဝ်ပလေတ်ထောံဒၞာဲယောၚ်မှာ၊  ပလေဝ်ထောံဗၠေတ်ဗၠေတ်၊  ပလေဝ်ထောံလိက်ဗၠေတ်ဗၠေတ်။  emendation (n)  ဒဒှ်မပလေဝ်ပလေတ်ထောံလိက်ဒၞာဲမယောၚ်မှာ။"},
{"word":"emerald","def":"n.  တၟံမြ၊  မတ်မြ၊  မြ (ရတ်မွဲဂကူ)။"},
{"word":"emerge","def":"vi.  မံက်တိုန်ကၠုၚ်၊  မံက်တိတ်ကၠုၚ်၊  ယျတ်လတ်တိတ်ကၠုၚ်။  ၂။  က္တဵုဒှ်ကၠုၚ်၊  တီကၠုၚ်။  emergent (adj)  မမံက်တိတ်ကၠုၚ်တၟေၚ်တၟေၚ်။"},
{"word":"emergence","def":"n.  ပွမမံက်တိုန်ကၠုၚ်၊  ပွမတိတ်ကၠုၚ်၊  ပွမတီကၠုၚ်။"},
{"word":"emergency","def":"n. (pl.-cies)  ကိစ္စမံက်တိုန်ကၠုၚ်တၟေၚ်တၟေၚ်(ဗွဲတၟေၚ်)၊  ကိစ္စမက္တဵုဒှ်တိုန်ဗြုဗြု။"},
{"word":"emeritus","def":"adj. (Lat.)  မဂွံမဟိမုဗွဲတၟေၚ်။"},
{"word":"emetic","def":"n.  ဂဥုဲဇအံ(အအ်)၊  ဂဥုဲမကဵုဇအအ်တိတ်။၂။  သၠကၠာၚ်၊  သၠဗဳလၚ်။"},
{"word":"emigrant","def":"n.  မၞိဟ်အာဖျေံသ္ဇိုၚ်ပ္ဍဲကဵုဍုၚ်သအာၚ်မွဲမွဲ။  emigration (n)  ဒဒှ်မအာဖျေံသ္ဇိုၚ်ပ္ဍဲဍုၚ်သအာၚ်မွဲမွဲ။"},
{"word":"emigrate","def":"vt.  ပြံၚ်ဆုဲဖျေံသ္ဇိုၚ်တန်တဴ ပ္ဍဲဍုၚ်သအာၚ်မွဲမွဲ။"},
{"word":"eminent","def":"adj.  ရာၚ်ဆာဲ၊  သေဋ္ဌ၊  မပြာကတ်ဒယှ်တှ်၊  မနွံကဵုအလိုန်အသိၚ်ဒၞာဲဝဲါကဆံၚ်သၠုၚ်သၠုၚ်။  ၂။  မတၟေၚ်တဴလောန်လောန်ကာဲကာဲ၊  တၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။  eminence (n)  ဒဒှ်မပြာကတ်တဴဗွဲတၟေၚ်၊  တၞောတ်အထောတ်။  eminent teacher. (adj)  ပါတိမုက္ခ။  "},
{"word":"emissary","def":"n. (pl.-ries)  ကလုတ်၊  ဒုတ်၊  မၞိဟ်ဗလးဏာနကဵုပၟိက်ဒမၠုက်၊  ညးမထံၚ်ကေတ်ပရိုၚ်။"},
{"word":"emit","def":"vt.  ဗလးပ္တိတ်၊  မံက်တိတ်(ယက်,သၟုဟ်)၊  ထီုပ္ဍး၊  ထီုဗး။  emission (n)  ဒဒှ်မဗလးပ္တိတ်။  emit fragrance. (vt)  မောဝ်၊  ဗလးပ္တိတ်ကဵုသၟူမောဝ်။  emit an odour. (vt)  မောဝ်။"},
{"word":"emotion","def":"n.  ဒဒှ်စိုတ်မလရုချဳဒရာၚ်၊  ဒဒှ်မသ္ဒးဒုၚ်စသိုၚ်။  ၂။  ဒဒှ်မသ္ဒးဒုၚ်စသိုၚ်ပ္ဍဲစိုတ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"emotional","def":"adj.  မလောဲတဴပ္ဍဲကဵုဒုၚ်စသိုၚ်ပ္ဍဲစိုတ်၊  မလောဲတဴပ္ဍဲကဵုစိုတ်ချဳဒရာၚ်၊  မဍိုန်လျပ္ဍဲဇြဟတ်စိုတ်စရိုတ်၊  မဆေၚ်စပ်ကဵုစိုတ်အရီု။"},
{"word":"emperor","def":"n.  ဨကရာဇ်၊  မရာတ်။"},
{"word":"emphasis","def":"n. (pl.-ases)  ရမျာၚ်ဂရု၊  ပွမစိုပ်ဒတုဲဗွဲတၟေၚ်ဇြိုဟ်ဇြိုဟ်နက်နက်၊  ပွမစွံသ္ဇိုၚ်ဇြိုဟ်ဇြိုဟ်နက်နက်။"},
{"word":"emphasize","def":"(emphasise)  vt.  မသကဵုဇြိုဟ်နက်၊  စွံအဓိက၊  ကဵုဍိုက်ဍိုက်ပေၚ်ပေၚ်။  emphatic (adj)  မသကဵုစိုတ်ဇြိုဟ်နက်၊  မစွံစိုတ်ဇြိုဟ်ဇြိုဟ်နက်နက်၊  ရောၚ်။"},
{"word":"empire","def":"n.  ဍုၚ်ဨကရာဇ်မွဲမွဲမပိုၚ်ပြဳလဝ်၊  ရးအီပဲါယျာ၊  ရးနိဂီု။"},
{"word":"employ","def":"vt.  စကာနကဵုလိၚ်ခၟာၚ်။  ၂။  ရပ်စပ်စကာ။  employment (n)  ကလောန်၊  ကမၠောန်၊  ကမၠောန်ကၟိတ်။  employer (n)  တၠကမၠောန်။  employee (n)  သၟာကမၠောန်။"},
{"word":"empower","def":"vt.  အပ်ပြာပ်ကဵုအခေါၚ်အဝဵုကၠောန်ပိုၚ်ပိုၚ်။"},
{"word":"empress","def":"n.  ဗြဴ၊  ဂၞကျာ်၊  ဨကရာဇ်ၝောံ။"},
{"word":"empty","def":"adj.  မဟွံမွဲမွဲသာ်၊  မခလး၊  စမး၊  ထၟး၊  မသၠးမံၚ်၊  မသက္ကုဟွံမွဲမွဲသာ်၊  လ္ၚု၊  လ္ၚုသၟး၊  လမ္ၚု၊  လ္ပံသာ၊  သြုန်။  vt. vi. (pt.pp.-tied)  ခၜာတ်(ဗုၚ်ခၜာတ်)၊  ပေတ်၊  သကဵုဒၞာဲသၠးဒၟံၚ်၊  သၠးထောံ၊  သၠးချာဲထောံ၊  ချာဲထောံ။  emptiness (n)  သုန်၊  သုည၊  သၠာဲ။  empty place. (n)  ဒၞာဲသလး။  empty tray. (n)  ထးသၟး၊  ထးသၠးသၠး။"},
{"word":"emulate","def":"vt.  ကၠေံစိုတ်ညံၚ်ရဴသ္ဂောံသာတိုန်၊  ကၠေံစိုတ်ညံၚ်ရဴသ္ဂောံစိုပ်ကဆံၚ်တုပ် ပၞးတုပ်၊  ပြိုၚ်ပ္ကာန်၊  လုပ်ပြိုၚ်ပ္ကာန်၊   ပ္တဝ်ပြိုၚ်ပ္ကာန်။  emulation (n)  ပွမပြိုၚ်ပ္ကာန်။"},
{"word":"emulsion","def":"n.  သရဵုကၠေၚ်မဒှ်ဒၟံၚ်ညံၚ်ရဴဍာ်တှ်ခတ်ခတ်။"},
{"word":"enable","def":"vi.  သကဵုရေၚ်တၠုၚ်မာန်၊  သကဵုဒှ်ကၠုၚ်မာန်။"},
{"word":"enact","def":"vt.  ပ္တန်ဥပဒေ၊  ကၠောန်ဥပဒေ၊  စၟိန်ပြမာန်ဥပဒေ။  enactment (n)  ပွမစၟိန်ပြမာန်ဥပဒေ။"},
{"word":"enamel","def":"n.  ဍာ်ဂဥုဲအပြံက်။  vt.  လံက်ဍာ်ဂဥုဲအပြံက်။"},
{"word":"enamoured","def":"ppl. adj.  မဆာန်ကၟိန်၊  မစောဲလာံဆာန်ကၟိန်။"},
{"word":"enamored","def":"ppl. adj.  မဆာန်ကၟိန်၊  မစောဲလာံဆာန်ကၟိန်။"},
{"word":"encamp","def":"vt.  ပဒဒိုပ်၊  ဖျေံဒဒိုပ်၊  ဖျေံဒပ်။"},
{"word":"enchant","def":"vt.  ရပ်စ၊  ပၠောပ်စိုတ်တံၚ်ဂြဲစုတ်ပ္ဍဲဗွိုၚ်၊  တံၚ်ဂြဲကေတ်စိုတ်။  enchantment (n)  ဒဒှ်မပၠောပ်စိုတ်တံၚ်ဂြဲစုတ်ပ္ဍဲဗွိုၚ်၊  ကွေတ်မိစ္ဆာ။"},
{"word":"encircle","def":"vt.  ပူကွိၚ်၊  ဗပဝ်၊  ဝိုၚ်ရေတ်လဝ်၊  ဗိုၚ်ဝိုၚ်လဝ်။"},
{"word":"enclose","def":"n.  တၟာတ်ဆိုအ်၊  ဒပ်တၟာတ်၊  ဆေဝ်ဒဝ်၊  ဇၞးစဵုတၟာတ်၊  ခြိုၚ်၊  စဵုဗိုၚ်။  enclosure (n)  အရှာံ၊  အသာံ၊  အသှာံ၊  ဒပ်ဇၞး၊  ဝၚ်။  enclose round. (vt)  ဗိုၚ်ကရိုၚ်။  enclose with a fence. (vt)  ဒပ်ဒပ်၊  ဝိုၚ်လဝ်ကဵုဒပ်။"},
{"word":"encompass","def":"vt.  ကၠောံ၊  အုပ်ဓလီု၊  ရေတ်ဝိုၚ်၊  လုပ်အဝေါၚ်။"},
{"word":"encore","def":"n.  ပွမထပ်အာတ်မိက်ပၠန်၊  ပွမထပ်အာတ်မိက်(ဂွက်,လှ်ေ)။"},
{"word":"encounter","def":"vt.  မံ(မအ်)၊  ဆဵုဂဗးဟွံရန်တၟံလဝ်မွဲသာ်။  n.  ပွမဆဵုဂဗ၊  ဒဒှ်မဆဵုဂဗဒှ်ပေဲါဗ္တိုက်ပ္ဍဲမုက်ပၞာန်ကဵုသၞ။  encounter enmity. (vt)  မံဘဲသတြု။"},
{"word":"encourage","def":"vt.  ကဵုဇြဟတ်၊  တက်ပ္ၚုဟ်ထ္ဍဟ်၊  သၞေံသၞဴ၊  သၞေံသၞဴသၠေံသၠန်(လှေံလှန်)၊  သၞေံသၞဴ၊  သၠာံဗဇး၊  ပၠာံဗဇး၊  ဂဇုဟ်ဂရိုဟ်ထောကဵုဇြဟတ်၊  ဆဝ်၊  ဆဝ်လဝ်၊  တဆီုတသေံ၊  သၠာံၜိုတ်။"},
{"word":"encyclopaedia","def":"n.  လိက်အုပ်မစဳရေၚ်ဇန်ဓမံက်ထ္ၜးလဝ် ပရောပရာသ္ဂောံဒှ်ဗဟုသုတ နလၟေၚ်အက္ခဝ်၊  ပြကိုဟ်ဗဟုသုတ၊  ပြကိုဟ်အညာ။"},
{"word":"end","def":"n.  တၞုၚ်၊  တၞောတ်၊  လအိတ်၊  အဝသာန်၊  ကမၞတ်၊  ကၞတ်၊  နိဂီု၊  မုဟ်။  vt. vi.  အုပ်ထောံနိဂီု၊  ထပိုတ်ထောံတၞုၚ်တၞောတ်၊  ထပိုတ်ထောံ၊  ပိုတ်၊  သကဵုစိုပ်အာဒတုဲ၊  ဟောံ။  endlessly (adv)  နဒဒှ်အိုတ်ဟွံမာန်၊  နဒဒှ်တုဲဒှ်အာဟွံမာန်၊  နဒဒှ်မဟွံမွဲကဵုတၞုၚ်ကၞောတ်။  endless (adj)  အနန္တ၊  မဟၟဲကဵုစိုပ်ဒတုဲ၊  မဟၟဲကဵုကၞောတ်၊  မဟၟဲကဵုနိဂီု။  to end life. (vt.vi)  အိုတ်ဂန္ဓ၊  အိုတ်ဒဲ၊  အိုတ်သ္ကန်။  end of lenten season. (n)  တိတ်ဝှ်သ္ပပဝါရဏာ၊  လိုက်ဝှ်သှ်ပဝါ။  the end. (n)  ကၞောတ်တဲ။"},
{"word":"endanger","def":"vi.  သကဵုဒှ်အန္တရာဲ၊  သကဵုစိုပ်ဘဲ၊  သကဵုဂွံဘဲ။"},
{"word":"endeavour","def":"vt.  ကညောန်၊  ဖျပ်ပြာပ်၊  မှတ်ကေတ်၊  မှတ်္ၚဟ်ဖုတ်ဖဴ၊  ကၠေံစိုတ်ပ္တိတ်ဇြဟတ်။  n.  ပွမကၠေံစိုတ်၊  ဒဒှ်မပ္တိတ်ဇြဟတ်။"},
{"word":"endeavor","def":"ရံၚ် endeavour တေံညိ။"},
{"word":"endorse","def":"vt.  ချူထပက်ကဵုယၟုလက္ကရဴတၞးလိက်ချိတ်(ခ်)၊  ထံက်ဂလာန်၊  လိက်ထံဂလာန်။  endorsement (n)  ဒဒှ်မထံက်ဂလာန်။"},
{"word":"endow","def":"vt.  ဒ္ဂေတ်၊  သ္ဂေတ်၊  ကဵုဒါန်၊  ပါရမဳနွံကၠုၚ်။  endow a hospital. (vt)  ကဵုဒါန်ရုၚ်ဂဥုဲမွဲမ။"},
{"word":"endure","def":"vt.  ကိရၚ်စသိုၚ်၊  သ္ဒးဒုၚ်စသိုၚ်ဝါတ်ဝါတ်ဂါတ်ဂါတ်၊  ဂိဂိက္တာန်က္တာန်၊  အေၚ်၊  အေၚ်ဒုၚ်၊  ဒုၚ်၊  ဒုၚ်လအေၚ်။  ၂။  ဂၠိၚ်သ္ၚောဲ၊  ဆက်တန်တဴဒၟံၚ်၊  တန်၊  တန်ဒၟံၚ်၊  ဒုၚ်အဍေဝ်အဍာ။  endure hunger. (vt)  အေၚ်စၞ၊  ဒုၚ်ကၠောဝ်။  endurance (n)  ဒဒှ်မနွံကဵုဓဝ်လအေၚ်(ဓဝ်အေၚ်ဒုၚ်)၊  မနွံကဵုဓဝ်ခန္တဳ၊  လအေၚ်။"},
{"word":"enemy","def":"n. (pl.-mies)  သၞ၊  သတြု၊  မၞိဟ်ဒစဵုဒစးကဵုဇကု၊  အဟိုတ်၊  သတြုဝဳဝဲ။"},
{"word":"energetic","def":"adj.  မက္ဍိုက်ပေၚ်တဴကဵုဇြဟတ်၊  မပ္တိတ်ဇြဟတ်၊  မပလွဳပရာ။"},
{"word":"energy","def":"n.  ဓတ်၊  ဇြဟတ်၊  ဇြဟတ်ပ္တိတ်ကဵုကာလမကၠောန်ကမၠောန်၊  လွဳ၊  လွဳပရာ။"},
{"word":"enfold","def":"vt.  ဂြောပ်ဓလီု၊  မိန်ဗန်၊  ရေတ်ပူ။"},
{"word":"engage","def":"vt. vi.  ကေတ်ဒယိုန်ဏာ၊  သကဵုကၠောန်။  ၂။  အာသၟုက်အာသၟာန်၊  သၟုက်သၟာန်လဝ်(သွက်ဂွံသ္ပမ္ၚဵုသၞက်ကရောဲ)။  ၃။  ပ္တဝ်ပြိုၚ်ဗ္တိုက်။  ၄။  လိၚ်ကေတ်။  engage for. (vt.vi)  ဒုၚ်ပါၚ်၊  ဒုၚ်ကံပါၚ်။  engage in a law suit. (vt.vi)  ပဂဗုတ်။  engagement (n)  ပွမသၟာန်သၟုက်လဝ်၊  ပေဲါပၞာန်၊  ပေဲါဗတိုက်။"},
{"word":"engine","def":"n.  စက်မပ္တိတ်ကဵုဓတ်၊  ယန်ပကဲ၊  ယန်မတကဲ၊  စက်(အိန်ဂျေန်)။  engineer (n)  တၠပညာကွတ်စက်၊  အိန်ဂျေန်နဳယျာ။"},
{"word":"English","def":"adj.  မဆေၚ်စပ်ကဵုဂကူအၚ်္ဂလိက်။  n.  ဘာသာအၚ်္ဂလိက်။"},
{"word":"engrave","def":"vt.  တက်စုတ်ကြာ၊  ဍာပ်စုတ်တဆိပ်ကြာ၊  ပုတ်ဂၠတ်ကြာ။  engraving (n)  ပွမတက်တဆိပ်၊  ပွမဍာပ်စုတ်တဆိပ်ကြာ၊  ဗီုပုတ်ဂၠတ်လဝ်။"},
{"word":"engraver","def":"n.  ပါန်ပုတ်(ပါန်မုတ်)၊  မၞိဟ်မပတ်ဂၠတ်စ။"},
{"word":"enhance","def":"vi.  သကဵုသ္ဍိုက်မၠိုက်၊  သကဵုစောဲလာံ၊  သကဵုမိပ်စိုတ်။"},
{"word":"enigma","def":"n.  လဒိုဟ်၊  အဓိတ္ထာန၊  အခြၚ်၊  အကာဲအရာမဆေၚ်စပ်ဒၟံၚ်၊  ပူဂဵု၊  သၟာန်။"},
{"word":"enjoin","def":"vt.  ပညပ်လဝ်၊  ကဵုအသံ၊  စကာ၊  ဗ္တိုက်ဖအောဝ်။"},
{"word":"enjoy","def":"vt.  ဒုၚ်စသိုၚ်အာရီု၊  ဒးဂၞပ်သ္ဍိုက်မၠိုက်၊  အိုဟ်တၟိုဟ်စိုတ်၊  လေၚ်လး၊  လးလေၚ်၊  လှိၚ်စိုတ်၊  ကိရၚ်စသိုၚ်၊  စ၊  စသိုၚ်လးလေၚ်။  enjoy food. (vt)  စမိပ်။  enjoy in fruition. (vt)  စသိုၚ်၊  ဒုၚ်စသိုၚ်။  enjoy a pension. (vt)  စပေန်ရှေန်၊  သ္ပထောံသၟိၚ်ဗယု။  enjoy in common. (vt)  ဆက်ဆောံ။  enjoyed in devalokas. (vt)  ပိုန်ဒိပ်၊  ပိုန်ဒိပ်သုခ။  enjoy oneself. (vt)  လမောဝ်အာ၊  လၟောဝ်အာ၊  လှိၚ်တဴ၊  သိုက်သၠိၚ်။"},
{"word":"enjoyment","def":"n.  ကာမဂုဏ်၊  ယတ်သ္ပတ်၊  ပွမဒုၚ်စသိုၚ်အရီု၊  ဥပဘောဂ၊  ပရိဘောဂ။"},
{"word":"enlarge","def":"vt. vi.  ကိရၚ်ပၟဝ်၊  မဟဂ္ဂိုတ်၊  သၠဲဇၞော်ပ္တိတ်၊  သၠဲပ္တိတ်၊  သကဵုဇၞော်သၠဲတိတ်။  enlargement (n)  ပွမဇၞော်သၠဲပ္တိတ်။"},
{"word":"enlighten","def":"vt.  ကိရၚ်တီ၊  ကဵုပညာ၊  ကဵုလျးပညာတၟး၊  ပျးတၟးသာၚ်၊  သကဵုဗၠးတိတ်အာနူကွေတ်ပတှ်ေလ္ပာ်ယောၚ်မှာ။  enlightenment (n)  ဒဒှ်လညာတ်ပညာမသာတ်ခၠၚ်ကၠုၚ်။"},
{"word":"enlist","def":"vt. vi.  ကေတ်အရီုအဗၚ်(နူကဵုညးမွဲမွဲ)။  ၂။  လုပ်ပၞာန်၊  လုပ်ဒုၚ်ကာပၞာန်။"},
{"word":"enmity","def":"n.  ဒဒှ်မက္ဍုဟ်၊  စိုတ်ဟွံဒးကဵုညးတၞဟ်၊  စိုတ်သၟာ်၊  စိုတ်တ္ၚံက်၊  စိုတ်ဂၠာဲသၞ၊  ဝဲ၊  ဝဲသၞ၊  သၞ။"},
{"word":"ennoble","def":"vt.  သကဵုဂုန်စရာဲနွံ၊  သကဵုဂုန်စရာဲတိုန်။"},
{"word":"ennui","def":"n.  ဂဝိၚ်၊  ဂဝိၚ်က္တံၚ်က္တဴ။"},
{"word":"enormous","def":"adj.  မဇၞော်တဴဗွဲ၊  မဂၠိုၚ်တဴဗွဲ၊  မဒှ်တဴၝောံယာဲဍေံ၊  မဒှ်ဗ္ဒဳဗ္ဒာ။"},
{"word":"enough","def":"adj.  မရုံဂပ်၊  မကေတ်ရ၊  မကုံရုံ၊  မဂပ်၊  မရုမ်၊  မရုံဂပ်ဍိုက်ပေၚ်၊  မပေၚ်တၟိုဟ်။  n.  ဒဒှ်မရုံဂပ်ဍိုက်ပေၚ်၊  ဒဒှ်မပေၚ်တၟိုဟ်။"},
{"word":"enquire","def":"vt. vi.  ဂၠိုက်ဂၠာဲသၟာန်သၟုက်၊  သၟာန်၊  သၟာန်သၟုက်။"},
{"word":"enquiry","def":"n.  ပွမသၟာန်။"},
{"word":"enrage","def":"vt.  သကဵုမနောတိတ်၊  သကဵုဒေါသတိတ်။"},
{"word":"enroll","def":"vt. vi.  စုတ်စရၚ်ယၟု၊  ပၠောပ်စရၚ်။"},
{"word":"enrol","def":"ရံၚ် enroll တေံညိ။"},
{"word":"enshrine","def":"vt.  ဌာပနာ၊  ဌာပနာလဝ်၊  သၠိုၚ်စုတ်လဝ်၊  ဂိုၚ်ဒေပ်လဝ်။"},
{"word":"ensign","def":"n.  အလာံ၊  အလာံက္ၜၚ်။  ensignia (n)  အဆံၚ်အလံၚ်။"},
{"word":"enslave","def":"vt.  သ္ပဍိက်။  enslaved (adj)  မသ္ဒးဒုၚ်သ္ပဍိက်။  enslavement (n)  ဒဒှ်မသ္ပဍိက်။"},
{"word":"ensue","def":"vi.  က္တဵုဒှ်ဗက်ကၠုၚ်ဗွဲကြဴ၊  ပါကၠုၚ်နဒဒှ်အဆက်ဖဵု။"},
{"word":"ensure","def":"vt.  သကဵုချိုတ်ပၠိုတ်၊  ပ္တန်ပ္တေဝ်။"},
{"word":"entangle","def":"vt.  သကဵုထုဲဂရုဲ၊  သကဵုပါလုပ်ပ္ဍဲအရာထုဲဂရုဲ။"},
{"word":"enter","def":"vt. vi.  လုပ်(လေပ်)၊  လုပ်အပ္ဍဲ၊  ဒှ်အာကောန်ဂကောံ။  ၂။  ပၠောပ်စရၚ်၊  လုပ်ပါကရောံကီု၊  လုပ်ဟီုဂးကီု။  enter a wood. (vt.vi)  လုပ်အာပ္ဍဲဂြိုပ်။  enter cautiously. (vt.vi)  ယောန်လုပ်။  the entering of the womb into a new existence. (n)  ဗိုတ်ပဋိသန္ဓိ၊  ဂိုၚ်ပဋိသန္ဓိ။"},
{"word":"enterprise","def":"n.  ကမၠောန်မသ္ဒးကၠောန်ဝါတ်ဝါတ်ဂါတ်ဂါတ် နကဵုသတ္တိနွံနွံ။  enterprising (adj)  မဂံၚ်ကၠောန်ဂံၚ်သ္ပ။"},
{"word":"entertain","def":"vt. vi.  ဒုၚ်တၟုဲ၊  ဗ္စဖျုၚ်ဒုၚ်တၠုၚ်တၟုဲ။"},
{"word":"enthusiasm","def":"n.  ဒဒှ်စိုတ်မထတ်သန်၊  ဒဒှ်စိုတ်မလုပ်စ၊  ဒဒှ်မရှ်ေသှ်ေရဴဂဴ။  enthusiastic (adj)  မနွံကဵုစိုတ်ထတ်ထတ်၊  ဥဒါန်။  enthusiast (n)  မၞိဟ်စိုတ်ထတ်သန်။"},
{"word":"entice","def":"vt.  ထော၊  ထောပဏာ၊  ကသေံ၊  ကသေံကၟဝ်၊  ပၠဴ၊  လှန်၊  လှေံလှန်၊  လဝ်လှောၚ်၊  လှေံလှန်္ၚဲကော်၊  လၟေအ်၊  ္ၚဲဒဇက်၊  ထောဖအောဝ်ဏာ၊  ဖအောဝ်လဴ။  enticingly (adv)  ထောထော။  enticement (n)  ပွမသၠေံသၠန်္ၚဲကော်၊  ပွမကသ္ၚေဲံဒဇက်။"},
{"word":"entire","def":"adj.  မက္ဍိုက်ပေၚ်အလုံအိုဿီု၊  မဒှ်သီုဖအိုတ်၊  အိုဿီု။  entirely (adv)  သအးသအး၊  ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  အလုံအိုဿီု။  entirely gone. (adv)  အိုတ်အး။  entirety (n)  ပွမက္ဍိုက်ပေၚ်။"},
{"word":"entitle","def":"vt.  သကဵုဂွံအခေါၚ်အဝဵု။  ၂။  ကဵုယၟု၊  ကော်ခဴစ၊  ကဵုမဟိမု။"},
{"word":"entourage","def":"n.  ပရိဝါရ၊  မၞိဟ်မလုပ်သဳကၠဳမွဲဟာန်ကေုာံ နကဵုလညာတ်ကဆံၚ်သၠုၚ်သၠုၚ်။"},
{"word":"entrance","def":"n.  ပၞော်လုပ်၊  ဂၠံၚ်လုပ်။  ၂။  ပွမလုပ်။  ၃။  အခေါၚ်လုပ်။  vt.  ကၠိုၚ်မိုၚ်၊  ဒှ်ပဳတိ၊  ပါတ်ဘၚ်၊  ဗၜူဘိုၚ်ဘိၚ်စိုတ်၊  ဘိၚ်တလိၚ်၊  ဘိၚ်ဘၚ်၊  ဘိၚ်ဘၚ်ယာ၊  မတ်ဂၚ်၊  မဇ္ဇျဟ်၊  လဟိၚ်ပ္ဍဲစိုတ်။"},
{"word":"entreat","def":"vt.  ဒုၚ်ဂုန်၊  ဒုၚ်ဂန်ဇံသဝ်။  n. (pl.-ies)  ပွမဒုၚ်ဂုန်၊  ပွမဇံသဝ်၊  ပွမအာတ်အခေါၚ်။  entreat favour. (vt)  ရာဒနာ။"},
{"word":"entrust","def":"vt.  ပတှ်ေစှ်ေစိုတ်၊  ကဵုတာလျိုၚ်။"},
{"word":"entry","def":"n. (pl.-tries)  ပၞော်လုပ်၊  ပွမလုပ်၊  ပွမစုတ်ပၠောပ်ပ္ဍဲလိက်အုပ်စရၚ်သြန်၊  ပွမစုတ်စရၚ်ပ္ဍဲပေဲါပြိုၚ်ပ္ကာန်။"},
{"word":"envelop","def":"vt.  ဂြောပ်ဓလီု၊  ရေတ်ပူ။"},
{"word":"envelope","def":"n.  ထိုၚ်လိက်၊  ထကိုပ်။"},
{"word":"envious","def":"adj.   မစောန်စိုတ်၊  စောန်စိုတ်၊  စောန်ကၠိ၊  စောန်ဒမြဴ၊  စောန်ပြံက်၊  စောန်မြဴ၊  စိုတ်စောန်ဒမြဴ။"},
{"word":"environment","def":"n.  ဝုတ်ဒိုဟ်၊  အကာဲအရာဝုတ်ဒိုဟ်။  environs (n)  ဥပစာ၊  ပယာဲ၊  တဝဳတဝူ၊  တွဳပွူ။"},
{"word":"environmental","def":"adj.  မသၟဟ်ကဵုအကာဲအရာဝုတ်ဒိုဟ်။"},
{"word":"envy","def":"vt. vi. (pt.pp.-vied)  ဒှ်ဣဿာ၊  စောန်စိုတ်၊  ပၟိက်မိက်ဂွံဒှ်ဗီုဂှ်ကီု။  n.  ဣဿာ၊  ပွမဒှ်ဣဿာ၊  ဒဒှ်မနွံပၟိက်မိက်ဂွံဒှ်သာ်ဂှ်ကီု၊  ဒဒှ်စိုတ်ဟွံဒးကဵုညး။  enviable (adj)  မဒှ်သွက်သ္ဒးဒှ်ဣဿာခိုဟ်၊  မနွံပၟိက်မိက်ဂွံဒှ်သာ်ဂှ်ကီု၊  မဒှ်ဒဒှ်စိုတ်ဟွံဒးကဵုညး။"},
{"word":"epic","def":"n.  ကဗျမွဲကဝ်ဇန်ခၞံချူလဝ်ပရောသ္ဂံၚ်တအ် သၠးကၠုၚ်လဝ်လမျီု။  adj.  မဒှ်ကဗျမွဲကဝ်ချူဇန်ခၞံလဝ်ပရောသရာဲသ္ဂံၚ်။"},
{"word":"epidemic","def":"n.  ယဲမလေပ်ကၠောံသၞာန်၊  ပွမလေပ်ကၠောံသၞာန်။  adj.  မဒှ်ယဲလေပ်သၞာန်ကၠောံ၊  မလေပ်သၞာန်ကၠောံ။  a disease epidemic. (n)  ယဲကာလ။"},
{"word":"epigraph","def":"n.  လိက်တၟံ၊  လိက်ဇြေဟ်။  epigraphy (n)  ကွတ်ပညာမလ္ၚတ်လိက်တၟံ လိက်ဇြေဟ်။  epigraphic (adj)  မဆေၚ်စပ်ကဵုလိက်တၟံလိက်ဇြေဟ်။"},
{"word":"epilepsy","def":"n.  ယဲခတုက်ကၠိက်၊  ယဲတုက်ကၠိက်။  epileptic fits (n)  ခတုက်ကၠိက်(ယဲ)။"},
{"word":"epilogue","def":"n.  ပွမသီထောံဇာတ်၊  ဒဒှ်မရုပ်ထောံဇာတ်၊  ပွမအုပ်နိဂီု၊  နိဂီု။"},
{"word":"episode","def":"n.  ဒဒှ်မဓမံက်ထ္ၜးလဝ်ပရောဒဒှ်မွဲမွဲ ပၞောဝ်ကဵုလၟေၚ်ဒဒှ်သီုဖအိုတ်၊  ဒကုတ်ကဏ္ဍသ္ဒးသၠးလမျီုတုဲ ဗၟံက်ရုပ်ရဴတၠုၚ်လအာဇာတ်မွဲဒၞာဲ။"},
{"word":"epithet","def":"n.  နာမဝိသေသနဓမံက်ထ္ၜးကဵုအသဝ်ဂုန်။  epithet of Buddha. (n)  မုနိန္ဒော။"},
{"word":"epitome","def":"n.  လိက်အုပ်သရောပ်(သရုပ်)၊  ဂလာန်သရောပ်၊  သရုပ်၊  ဗွဲသရုပ်၊  ဗွဲသရောပ်။"},
{"word":"epoch","def":"n.  ကာလ၊  ခေတ်၊  သက္ကရာဇ်။"},
{"word":"equal","def":"adj.  မတုပ်သၟဟ်၊  မညဳညတ်၊  မစေန်၊  မကိတ်ညဳ၊  ဆောဖွက်၊  ဆောသိက်၊  ဆေဝ်ရေ၊  တဝ်ဂၠဝ်၊  ဖဝက်။  equality (n)  ဒဒှ်မဒှ်ဖွက်၊  မတုပ်သၟဟ်။  equally (adv)  သၟဟ်သၟန်။  equalize,-ise (vt)  သကဵုညဳသာတုပ်သၟဟ်၊  သကဵုဒှ်ကဆံၚ်တုပ်တုပ်။"},
{"word":"equanimity","def":"n.  ဥပေက္ခာ၊  ဒဒှ်မစွံစိုတ်ၜိုဟ်ၜိုဟ်၊  ဒဒှ်မစွံစိုတ်လ္ဒောဝ်၊  ဒဒှ်မညိၚ်ၜိုဟ်။"},
{"word":"equitable","def":"adj.  မဒှ်ဒၟံၚ်လၟိုန်၊  မဒှ်ဒၟံၚ်သွက်ဂွံပြံၚ်လှာဲအာပၠန်ဟွံမွဲ၊  မဒှ်ဓမ္မတာ။"},
{"word":"equestrian","def":"n.  သၟာဍိုက်ချေံ။  adj.  မဆေၚ်စပ်ကဵုပရေၚ်ဍိုက်ချေံ။"},
{"word":"equilibrium","def":"n.  ဒဒှ်လ္တာ်သၠဒကေဝ်မစှ်ေအဒေါဝ်၊  ဒဒှ်ဇြဟတ်မညဳညတ်သၟဟ်တး။"},
{"word":"equip","def":"vt. (-pp-)  ဗဂပ်၊  ဖ္ဍိုက်ဗပေၚ်ကဵုပၟိက်မနွံပ္ဍဲစိုတ်။  equipment (n)  ကရိယာလွဟ်၊  ကပေါတ်ကရိယာ။"},
{"word":"equipage","def":"n.  ကောန်ရဲတဲခွာ (မပ္တံ ချေံ, ကွဳချေံ, ပွဳဗွိုၚ်, ကပေါတ်ကရိယာမနွံပၟိက်)။"},
{"word":"era","def":"n.  ခေတ်၊  သက္ကရာဇ်။"},
{"word":"eradicate","def":"vt.  ပိုက်သောၚ်တလးထောံသီုရိုဟ်၊  ပဲါထောံဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"erase","def":"vt.  ဇိုတ်၊  ပလီုထောံ။  eraser (n)  ဇွောံဇိုတ်၊  ဇွောံပလီု။"},
{"word":"erect","def":"adj.  မစဝ်၊  ပ္တဴ၊  မစူမံၚ်၊  မတပ်ဒၟံၚ်။  ၂။  မစူ(အၚ်္ဂဇာတ်မၞိဟ်တြုံ)၊  မကြံၚ်တေၚ်(တှ်မၞိဟ်ဗြဴ)။  vt.  ပ္တန်ဗဒှ်၊  ပ္တန်ပ္တေဝ်၊  ဂတိုဟ်၊  ထ္ၜုတ်။  ၂။  ပစူတိုန်၊  ပတဴတိုန်။  erection (n)  ပွမသိုၚ်ပ္တန်၊  ပွမပ္တဴပ္တိုန်။  ၂။  ပွအၚ်္ဂဇာတ်မၞိဟ်တြုံမစူ။"},
{"word":"erode","def":"vt.  စ,အာ၊  စ,လာ်အာ။  erosion (n)  ဒဒှ်မလာ်စ,အာ။"},
{"word":"erotic","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်ဆာန် မစပ်ကဵုတဏှာ။"},
{"word":"err","def":"vi.  ဗၠေတ်မှာ၊  ကလိၚ်စ၊  ကလိၚ်ဂၠံၚ်၊  ဗၠေတ်စ၊  ဗၠေတ်အာ၊  မှာရာ၊  ယောၚ်ယာ၊  လုတ်၊  လီုမှာ။"},
{"word":"errand","def":"n.  တရဴဇွောံသ္ဒးအာပ္ဍဲဝုတ်ဒိုဟ်ကြပ်ကြပ် သွက်ဂွံအာကဵုကေတ်အရာမွဲမွဲ။"},
{"word":"erroneous","def":"adj.  မဟွံဒး၊  မဟွံဍာံ၊  မယောၚ်ယာ။"},
{"word":"error","def":"n.  ဒဒှ်မကလိၚ်၊  ပွဗၠေတ်ဗၠေတ်ဗၠေၚ်ဗၠေၚ်၊  ပွမှာမှာရာရာ၊  မိစ္ဆာ။"},
{"word":"erudite","def":"adj.  မနွံကဵုဉာဏ်ပညာမဇၞော်သၠုၚ်။  erudition (n)  ဒဒှ်မနွံကဵုညာန်ပညာမဇၞော်သၠုၚ်။"},
{"word":"erupt","def":"vi.  ဗတိုဟ်တိုန်(ဒဵုပၟတ်)၊  ထကးတိုန်။  eruption (n)  ဒဒှ်မဗ္တိုဟ်တိုန်၊  ဒဒှ်မထကးတိုန်၊  ဒလံတိုန်။"},
{"word":"escalate","def":"vt. vi.  သၠဲလးတိတ်အာညိတုဲညိ၊  သ္ကာတ်မြဟ်ထတ်တိုန်ကၠုၚ်။  escalation (n)  ဒဒှ်မသကဵုသ္ကာတ်မြဟ်ထတ်တိုန်ကၠုၚ်။"},
{"word":"escalator","def":"n.  ဇိုၚ်တၞိန်ဂေတ်ချဳဒရာၚ်၊  ဇိုၚ်တၞိန်ဓါတ်။"},
{"word":"escapade","def":"n.  ပွမကၠောန်ရၚ်တၠုၚ်ကြံကြံကြာန်ကြာန်၊  ပွမနွံကဵုအန္တရာဲ၊  ပွမဓလီုထနံၚ်၊  ပွမရိရေၚ်ကြာန်ဓၟာန်။"},
{"word":"escape","def":"vt. vi.  ဗၠးအာ(နူမခြိုၚ်လဝ်)၊  ဗၠးတိတ်၊  ဒဴ၊  ဗလးဗၠး၊  ဗၠးသၠး၊  ဗလေတ်ဒဴ။  ၂။  ဇီတိတ်(ဍာ်,ဓါတ်,ကျာ)။  n.  ဒဒှ်မဗၠးအာ၊  ဒဒှ်မဒဴအာ၊  ဒဒှ်မဇီတိတ်။"},
{"word":"eschew","def":"vt.  ဝေၚ်၊  ဝေၚ်ပဲါ၊  ဝေၚ်ပဲါနူပွဟွံဂပ်ဝ် ပွဟွံခိုဟ်။"},
{"word":"escort","def":"n.  ပၟၚ်လမျီု၊  ကောန်ပၞာန်ပၟၚ်လမျီု၊  ဂကောံက္ၜၚ်ပၟၚ်ပၟဲ၊  ဂကောံက္ၜၚ်ကျာပၟၚ်ပၟဲ။"},
{"word":"especial","def":"adj.  မတၟေၚ်တၟဟ်၊  မပြာကတ်။  especially (adv)  ဗွဲတၟေၚ်။"},
{"word":"espionage","def":"n.  ပွမသ္ပထၟုန်၊  ပွမထၟုန်၊  ပွမဗဗုၚ်ဗဗၚ်၊  ပွမသ္ပပနံၚ်။"},
{"word":"essay","def":"n.  လိက်ဇၟန်။"},
{"word":"essence","def":"n.  ကြက်၊  ကြက်ရှ်၊  ကၠေၚ်အယိၚ်။"},
{"word":"essential","def":"adj.  မနွံပၟိက်ဒဒှ်ဟွံမွဲဟွံတုဲ၊  မဒှ်ဒဒှ်မနွံပၟိက်ဇၞော်တဴကဵုဇြဟတ်၊  မဗလးထောံတဲဟွံမာန်။"},
{"word":"establish","def":"vt.  ထ္ၜုတ်၊  ပ္တန်၊  ပ္တန်ဗဒှ်၊  ပလေဝ်ပလေတ်၊  လဗိုန်၊  လတိုဟ်ကၠောန်ပ္တိုန်လဝ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်၊  သိုၚ်ပ္တန်။  establishment (n)  ပွမဖျေံသ္ဇိုၚ်၊  ပွမပတန်ဗဒှ်ဂကောံ။  the established order. (adj)  မဒှ်အသံမလုပ်ဗဗွဲဓဝ်။"},
{"word":"estate","def":"n.  ပွမပိုၚ်ပြဳကပေါတ်ကညောတ်ဒတန်သီုတိ။"},
{"word":"esteem","def":"vt.  ရှ်ေသှ်ေတဴမဇၞော်ကဵုဇြဟတ်၊  စွံတဴလညာတ်ကဆံၚ်သၠုၚ်သၠုၚ်။"},
{"word":"estimate","def":"vt.  ခယျကေတ်၊  ခယျတော်ဆကေတ်၊  ဆောံသရောပ်ကေတ်၊  ပိုၚ်ပြာတ်၊  ၜတ်ဗၞတ်။  n.  ပွမခယျတော်တၟော်ကေတ်၊  အရာမခယျကေတ်လဝ်ကြပ်အိုတ်၊  ဒဒှ်မဆောံသရောပ်ကေတ်။"},
{"word":"estuary","def":"n.  ပါၚ်က္ၜဳသၠဲသၠဲ၊  ပါၚ်က္ၜဳဍာ်ဒဳလဵု။"},
{"word":"et cetera","def":"(usu abbr etc) (Lat.)  တၞဟ်သအာၚ်ပၠန်၊  တုဲပၠန်၊  မပ္တံတံဂှ်(ဗွဲခမၞန်)၊  မပ္တံရဴသာ်ဝွံ။"},
{"word":"eternal","def":"adj.  မဟၟဲကဵုတံကၞောတ်၊  မဒှ်ထာဝရ၊  မဒှ်လၟိုန်၊  နိစ္စ၊  ထာဝရ။  eternity (n)  ထာဝရ၊  ဒဒှ်မဟၟဲကုကၞောတ်၊  နိစ္စ။"},
{"word":"ethics","def":"n.  လောကနဳတိ၊  ဒ္ဂေတ်ဝတ်ပွမၞိဟ်။  adj.  မဆေၚ်စပ်ကဵုလောကနဳတိ၊  မဆေၚ်စပ်ကဵုဒ္ဂေတ်ဝတ်ပွမၞိဟ်။"},
{"word":"ethnic","def":"adj.  မဆေၚ်စပ်ကဵုဂကူမၞိဟ်(ဂမၠိုၚ်)။"},
{"word":"ethnology","def":"n.  ကွတ်ပညာမကတ်လ္ၚတ်တၞောဝ်ဒတောဝ်မၞိဟ်တမၠာ။"},
{"word":"etymology","def":"n.  ကွတ်ပညာမကတ်လ္ၚတ်တံရိုဟ်ဝၚ်ဝေါဟာ။"},
{"word":"eunuch","def":"n.  ကမၞုဲ၊  ခါမၞုဲ၊  မၞိဟ်ထအး၊  သာံ၊  သာံဏုဲ။"},
{"word":"euphemism","def":"n.  ဂလာန်ပြယာဲမရပ်စပ်စကာ စၞးဂလာန်မဟီုပတိတ်တပ်တပ်။  euphemism for the male private part. (n)  ဒြပ်ဇကု၊  သၞိၚ်ဇကု။"},
{"word":"euphony","def":"n.  ဒဒှ်မနွံကဵုရမျာၚ်ၜိုဟ်ၜိုဟ်၊  ရမျာၚ်ကတောဝ်ၜိုဟ်သာယာ။  euphonious (adj)  မနွံတဴကဵုရမျာၚ်ၜိုဟ်ၜိုဟ်၊  မနွံကဵုရမျာၚ်ကတောဝ်ၜိုဟ်ၜိုဟ်။"},
{"word":"evacuate","def":"vt.  ပြံၚ်ဒၞာဲဒပ်။  ၂။  ပြံၚ်အာမွဲဒၞာဲ(မၞိဟ်)။"},
{"word":"evade","def":"vt.  ဗလေတ်ပဲါထောံ။  evasion (n)  ပွမဗလေတ်ပဲါ။  evasive (adj)  မနွံကဵုပၟိက်ဗလေတ်ပဲါ၊  မကၠေံစိုတ်သွက်ဂွံဗလေတ်ပဲါ။"},
{"word":"evaluate","def":"vt.  ပ္တန်ၚုဟ်မး၊  ရာသူၚုဟ်မး။"},
{"word":"evanescent","def":"adj.  မကၠေံစှ်ေအာ(အရံၚ်)၊  မဗျဟ်ကၠေံအာ(သၟူ)၊  မနွံကဆံၚ်မဝိုတ်ကၠေံအာ၊  မဒှ်ညံၚ်ရဴခၟောံဗိုတ်၊  မဒုၚ်မွဲချိုန်ခဏ။"},
{"word":"evaporate","def":"vt. vi.  ပြံၚ်လှာဲအာဘဝသၟုဟ်(လၟုဟ်)၊  ဒှ်အာသၟုဟ်၊  ကၠေံအာအပ္ဍဲကျာ။"},
{"word":"eve","def":"n.  တ္ၚဲတိၚ်။  ၂။  ယဗြဴတံဝါဒိလ္တူဂၠးတိ။"},
{"word":"even","def":"adj.  ခေန်၊  မညဳတး၊  မတးလး၊  မတပ်တး၊  မကလိတ်ချဝ်၊  မပရေ၊  သ္တး၊  သ္တးသ္တေၚ်၊  သ္တးလး။  ၂။  မတုပ်သၟဟ်။  ၃။  မဒှ်ဂၞန်စုံ။  ၄။  မဒှ်ဗီုဓမ္မတာ၊  မညဳ၊  မညဳညတ်၊  မညဳသာ၊  မညဳသၟဟ်။  adv.  ပ္ဍဲအခိၚ်ဂှ်ရ၊  ကီုမ္ဂး၊  ဗွဲတွဵုမယုတ်၊  ၜိုန်.....ကီု၊  ၜိုန်ဂှ်ကီုလေဝ်၊  ၜိုတ်။  even with. (adj)  သၟဟ်ညဳ၊  သၟဟ်တး၊  သၟဟ်းသ္တး၊  သၟဟ်သၟန်။"},
{"word":"evening","def":"n.  တ္ၚဲသဝ်၊  ပယျာံသဥ္ဇျာ၊  သဝ်တ္ၚဲ၊  အခိၚ်သဝ်တ္ၚဲ၊  ကိုပ်ဗ္တံ၊  ကြန်သမဲ(မွဲ)။"},
{"word":"event","def":"n.  ဟိုတ်မက္တဵုဒှ်တိုန်ဇၞော်ကဵုပၟိက်၊  ဒဒှ်မက္တဵုဒှ်တိုန်ဇၞော်ကဵုပၟိက်။  ၂။  ပၞောဝ်ကဵုပေဲါပြိုၚ်ပ္ကာန်ဝေၚ်ဒံၚ်ထလာ်ဗွဲမဂၠိုၚ်ဂှ်မွဲမွဲ။  ၃။  အဓိပ္ပတ္တိ၊  အဟိုတ်။  eventful (adj)  မထုဲသၞဴဒၟံၚ်သွက်ဟိုတ်မနွံတဴကဵုပၟိက်ဗွဲမဂၠိုၚ်။  eventual (adj)  မဒှ်ဟိုတ်က္တဵုဒှ်ကၠုၚ်လက္ကရဴအိုတ်။  eventually (adv)  စဵုကဵုလက္ကရဴအိုတ်။  eventuality (n. pl.-lies)  ကိစ္စမဒှ်ကၠုၚ်မာန်ဗွဲကြဴ။"},
{"word":"ever","def":"adv.  အခိၚ်ဟွံရုဲ၊  လၟိုန်။  ၂။  စဵုကဵုလၟုဟ်။  ၃။  အခိၚ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  everlasting (adj)  မတန်တဴလၟိုန်ကာလ၊  မဗိုန်ဗတ်ခိုၚ်ကၠိုက်လၟိုန်ကာလ။"},
{"word":"every","def":"adj.  တၟံ၊  တၟံတၟံ၊  ဇၟာပ်၊  ဇၟာပ်ဇၟာပ်၊  စၟံစၟံ၊  ရိုဟ်၊  ရိုဟ်ရိုဟ်၊  ရိုဟ်စၟဟ်၊  ရိုဟ်ပယတ်၊  ဖအိုတ်၊  သီုဖအိုတ်၊  အိုတ်ကၠေံ။  everyday (adj)  ရိုဟ်တ္ၚဲ၊  ရိုဟ်ဒဒှ်တ္ၚဲ၊  ရိုဟ်ရိုဟ်တ္ၚဲ။  every kind. (adj)  ၚာဲ၊  တၟံပြကာ။  every night. (adj)  ရိုဟ်ဗ္တံ၊  ရိုဟ်ဒဒှ်ဗ္တံ၊  ရိုဟ်ရိုဟ်ဗ္တံ။  everything. (ind. pron.)  သဗ္ဗထ၊  စၟံစၟံကပေါတ်။  every uposatha day. (adj)  ရိုဟ်စၟံသဳ,ရိုဟ်တ္ၚဲသဳ။  everywhere (adv)  ဇၟာပ်ဇၟာပ်ဒၞာဲ၊  စၟံစၟံဒၞာဲ၊  အလုံမွဲဂၠးတိ၊  ဒၞာဲသီုဖအိုတ်၊  အပ္ဍဲစၟံစၟံဒၞာဲ၊  ဒိုဟ်တေံဒိုဟ်ဝွံ။"},
{"word":"evict","def":"vt.  ဘာတ်ပ္တိတ်၊  ဘာတ်ပ္တိတ်ထောံနူသ္ၚိ(ဂအာၚ်)အတိုၚ်ဥပဒေ၊  သကဵုဗလးထောံတဲဒဒှ်ဇကုမပိုၚ်ပြဳလဝ်။  eviction (n)  ပွမဘာတ်ပ္တိတ်၊  ပွမဘာတ်ထောံ။"},
{"word":"evidence","def":"n.  သက်သဳ၊  သာဓကသွက်သက်သဳ။  evident (adj)  မတီဒၟံၚ်ကၠးကၠး၊  တၟး၊  မပြာကတ်။"},
{"word":"evil","def":"adj.  မယုတ်မာ၊  မဒှ်သရာံပါပ်။  n.  ဒၟိက်၊  ဒၟိက်ပါပ၊  ဟွံခိုဟ်ဟွံသန်၊  ဒုဟ်၊  အကုသဵု။  evil consequence. (adj)  သွဟ်မကၠုၚ်ဟွံခိုဟ်။"},
{"word":"evolution","def":"n.  ဒဒှ်မပြံၚ်လှာဲတောတက်ကၠုၚ်ညိတုဲညိ။"},
{"word":"evolve","def":"vt. vi.  က္တဵုဒှ်တောတက်ကၠုၚ်မွဲကဆံၚ်တုဲမွဲကဆံၚ် သိုက်သိုက်သဳသဳ။"},
{"word":"ewe","def":"n.  သဵုၝောံ။"},
{"word":"exact","def":"vt.  အာတ်ကေတ်နကဵုနဲကဲအဓမ္မ၊  အာတ်ပရာန်ကေတ်။  adj.  မဍာံ၊  မဒးချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မဗၠးကဵုဗၠေတ်မှာယောၚ်ယာ။"},
{"word":"exaggerate","def":"vt. vi.  ဟီုဇၞော်သၠဲပ္တိတ်ဂၠိုၚ်အာ နူကဵုဒဒှ်ဍာံဍာံ။  exaggeration (n)  ဒဒှ်မဟီုဇၞော်သၠဲပ္တိတ်ဂၠိုၚ်အာနူကဵုဒဒှ်ဍာံဍာံ။"},
{"word":"exalt","def":"vt.  ထ္ၜ၊  ရာဒနာမိက်သကဵုဂုန်စရာဲတိုန်၊  သၠုၚ်၊  ၜပ္တိုန်၊  သၠုၚ်ပ္တိုန်ကံဆံၚ်၊  ယဵုပ္တိုန်ဂုန်စရာဲ၊  ယိုက်၊  ယိုက်ဒိုက်။  exaltation (n)  ဒဒှ်စိုတ်ဓာတ်မလရုက္တဵု၊  ဒဒှ်စိုတ်မမှောဝ်ဇာ၊  ဒတိုန်။  exalt oneself. (vt)  ဖလုၚ်မာန၊  ယိုက်လဝ်မာန်။"},
{"word":"exalted","def":"adj.  သၠုၚ်၊  သၠုၚ်သၠုၚ်၊  ဒဒှ်တဝ်စရှ်။   exalted Buddha. (adj)  ကျာ်တြဲကၞောတ်သာ။"},
{"word":"exam","def":"ရံၚ် examination တေံညိ။"},
{"word":"examination","def":"n.  ပေဲါသၟာန်သွဟ်လိက်။"},
{"word":"examine","def":"vt.  စၟဳစၟတ်၊  စၟတ်၊  ဗျတ်၊  ရံၚ်စၟဳစၟတ်ဗွဲမချိုတ်ပၠိုတ်။  ၂။  ပ္တိတ်ဂလာန်သၟာန်၊  စၟတ်သၟာန်လိက်၊  စမ်ၜတ်၊  စၟဳစၟတ်၊  ထောတ်လံၚ်။"},
{"word":"example","def":"n.  ဥပမာ၊  ဥဒါဟိုရ်၊  ပုံသက်သဳ၊  ပၟာ၊  ဗီုပြၚ်၊  သာဓက။  ၂။   အစာံ၊  တိုၚ်၊  တိုၚ်ခဳ။  ၃။  မၞိဟ်မဒှ်ထေက်ကဵုသွက်သ္ဒးသ္ပအစာံ။"},
{"word":"exasperate","def":"vt.  ကဟောန်ကဟေဲ။"},
{"word":"excavate","def":"vt.  ခဲါထမံက်ပတိုန်။  excavation (n)  ဒဒှ်မခဲါထမံက်ပတိုန်။"},
{"word":"exceed","def":"vt.  လောန်၊  လောန်အာ၊  သာတုဲ၊  ပဵုတုဲ၊  လောန်ကာဲ၊  ပဵုခိုဟ်ဂၠိုၚ်၊  သာခိုဟ်ဂၠိုၚ်။  exceeding (adj)  ပရဲ။"},
{"word":"exceedingly","def":"adv.  ဗွဲမလောန်၊  ပဵုတုဲဇၞော်၊  ယဝ်သ၊  ယဝ်သၟ၊  ယဝ်ရ၊  လောန်သတိုတ်၊  လောန်သန်၊  သ္တိုတ်။"},
{"word":"excel","def":"vt. vi.  ယဵုဒုၚ်ခိုဟ်နူကဵုကၠာကၠာတေံ၊   သ္ကေက်သ္ကာစိုပ်သိတ်။"},
{"word":"excellent","def":"adj.  ပြဲ၊  တြဲ၊  မပြဲ၊  ခိုဟ်တဴဗွဲတၟေၚ်၊  မနွံတဴကဆံၚ်သၠုၚ်သၠုၚ်။  excellently (adv)  ဗွဲတၟေၚ်၊  ဗွဲတၟေၚ်တၟဟ်၊  ဗွဲဒဒှ်မနွံကဵုကဆံၚ်သၠုၚ်သၠုၚ်။  excellency (n)  ဒဒှ်မသၠုၚ်တဴကဵုကဆံၚ်။"},
{"word":"except","def":"prep.  ပဲါကၠေံ၊  ပဲါနူဂှ်၊  ပဲါနူဂှ်တုဲ၊  ဝေၚ်ကၠေံ၊  ဝေၚ်နူ။  vt.  ပဲါ၊  ပဲါကၠေံ။  exception (n)  တၚ်တၟေၚ်၊  အရာတၟေၚ်၊  မဟွံတုပ်ကဵုညးဂမၠိုၚ်။  exceptionally (adv)  နဒဒှ်မတၟေၚ်တဴလောန်လောန်ကာဲကာဲ ဟွံမွဲကဵုညးတုပ်။"},
{"word":"excerpt","def":"n.  အရာမကံက်နုက်ပ္တိတ်၊  တၚ်မကံက်နုက်ပ္တိတ်။"},
{"word":"excess","def":"n.  ဒဒှ်မပဵုဒၟံၚ်၊  ဒဒှ်မဂၠိုၚ်ဒၟံၚ်၊  ပွမဂၠိုၚ်ဒၟံၚ်။"},
{"word":"excessive","def":"adj.  မဂၠိုၚ်လောန်၊  မဒှ်လောန်ကာဲအာနူကဵုသၞောတ်။"},
{"word":"exchange","def":"vi.  ထပ်၊  ပၠေဲ၊  လှာဲ၊  လှာဲစ၊  သၠာဲ။  n.  ပွမလှာဲဗ္တး၊  ပွမသၠာဲ။  ၂။  ဒဒှ်မသၠာဲသြန်၊  ဒဒှ်မလှာဲ။  exchangeable (adj)  မလှာဲဂတးမာန်။  exchanger (n)  မၞိဟ်စအကြာသွံရာန်။  exchange sides. (v)  တဝ်ကၠိုအ်။"},
{"word":"excise","def":"n.  အခေါန်ဖလှာအလဵုအသဳတံ ကံက်ကေတ်နူကဵုကပေါတ်ဗၞိက်။"},
{"word":"excite","def":"vt.  သကဵုစိုတ်ချဳဒရာၚ်၊  သကဵုစိုတ်လရုက္တဵုကၠုၚ်။  excitable (adj)  မလောဲတဴပ္ဍဲကဵုစိုတ်သွက်ဂွံချဳဒရာၚ်။  excited (adj)  မထ္ၜူမာဲ၊  သကဵုစိုတ်ချဳဒရာၚ်။ excitedly (adv)  ဗြံၚ်ဗြံၚ်၊  နဒဒှ်မလရုချဳဒရာၚ်တိုန်ပ္ဍဲစိုတ်။  excitement (n)  ဒဒှ်စိုတ်မချဳဒရာၚ်၊  အရာမသကဵုစိုတ်ချဳဒရာၚ်။  excite a quarrel. (vt)  ဒုဒ္ဒော၊  ထောဂဇုဟ်ကဵုဂြဲဂြက်။"},
{"word":"exclaim","def":"vt. vi.  ကရေဲကညာၚ်ဟီုလွာဲဂှ်။  exclamation (n)  အိဟ်အး၊  အာမေဍိက်၊  ဒဒှ်မကရေဲတိုန်ဇဖန်ဂှ်။"},
{"word":"exclude","def":"vt.  ထ္ဍဟ်ပ္တိတ်ထောံ၊  စဵုဒၞာထောံညံၚ်ရဴဟဂွံဒှ်၊  ပ္တိတ်ထောံ၊  စဵုဒၞာထောံညံၚ်ရဴဟွံဂွံလုပ်။  ၂။  ပဲါတးထောံ၊  စဵုဒၞာညံၚ်ရဴဟဂွံဒှ်။"},
{"word":"excrement","def":"n.  ကၞေံ၊  ကဏေံ၊  အိက်၊  စၞတြေံ။"},
{"word":"excursion","def":"n.  တရဴဒမၠေံ၊  ပွမတိတ်တရဴရေတ်ဝေၚ်နကဵုမၞိဟ်ဂၠိုၚ်ဂၠိုၚ်၊  တရဴသွက်ဂွံလ္ၚတ်ဗဟုသုတ(အညာ)။"},
{"word":"excuse","def":"n.  တၚ်မသောၚ်တလး၊  အရာမထ္ၜးဟိုတ်၊  ဒဒှ်မလှံက်။  vt.  ရးဒုဟ်၊  သၠးကဵုအခေါၚ်၊  ကဵုအခေါၚ်။"},
{"word":"execute","def":"vt.  စဳရေၚ်ဖျေံထောံဒန်ဂစိုတ်၊  ဂစိုတ်ထောံ၊  ကောပ်မှေတ်။  ၂။  ယဵုဒုၚ်။  execution (n)  ပွမယဵုဒုၚ်၊  ပွမပတုဲထောံ။  executioner (n)  ဗာဇ္ဇခါတ်၊  ရဲဗာဇ္ဇခါတ်။"},
{"word":"exemplary","def":"adj.  မသကဵုဒှ်အစာံ၊  ဒဒှ်သွက်ဂွံသ္ပဗီုပြၚ်။"},
{"word":"exemplify","def":"vt. (pt.pp. -fied)  သကဵုပြာကတ်အာနဒဒှ်မထ္ၜးပျးကဵုသာဓက။"},
{"word":"exempt","def":"vt.  မသၠးကဵုအခေါၚ်ဗလးထောံနူကဵုကံက်ဒၟံၚ်အခေါန်ဖလှာ။  exemption (n)  ပွမဗလးထောံအခေါၚ်သွက်ဂွံတိတ်ဗၠးအာ နူကဵုကံက်ဒၟံၚ်အခေါန်ဖလှာ။"},
{"word":"exercise","def":"n.  ပၟဝ်၊  သ္ပမောဝ်၊  ပွမပ္ကတ်ပ္ကေၚ်။  ၂။  ပွမရပ်စပ်၊  ပွမပ္ကတ်ပ္ကေၚ်ညံၚ်ရဴဇကုကာယသ္ဂောံမ္ၚိုဟ်ထတ်ခိုက်ကၠိုက်ကၠုၚ်။  vt. vi.  ဒ္ဂေတ်ဗက်၊  ပ္ကတ်ပ္ကေၚ်ကဵု၊  ယောန်၊  ရပ်စပ်၊  လလးကာယမလၞုဟ်၊  လ္ၚတ်။  exercise authority. (vt.vi)  လဒံရး။"},
{"word":"exert","def":"vt.  ကၠေံစိုတ်၊  ပ္ကီုလွဳ၊  သကဵုသြဇာစိုပ်၊  ပ္တိတ်ကဵုသွက်ဂွံရပ်စပ်လဝ်ဗွဲကိုပ်ကၠာ၊  စေက်ကဵုရပ်လဝ်။  exertion (n)  ပွမပ္တိတ်ဇြဟတ်၊  ပွမရပ်စပ်သြဇာ၊  ပွမသကဵုဇြဟတ်ဓတ်စိုပ်အာ၊  လွဳ၊  ဝဳရိယ၊  ဒဒှ်မတ္ၚံလွဳ။  exert oneself. (vt)  ပ္တိတ်ဓတ်၊  ပ္တိတ်ဇြဟတ်၊  မှတ်လ္ၚတ်။"},
{"word":"exhalation","def":"n.  ယဝီုတိတ်။"},
{"word":"exhale","def":"vt. vi.  ယီုပတိတ်၊  ဗလးပ္တိတ်(သၟုဟ်၊ ဓာတ်)၊  ပြးဇးတိတ်။"},
{"word":"exhaust","def":"vt.  ရပ်ဖအိုတ်ထောံ၊  သကဵုအိုတ်ကှ်ဇတ်အာ။  n.  ပၠံၚ်ပ္တိတ်ယက်။  exhausted (adj)  အိုတ်၊  မအိုတ်ဇိုၚ်တဲ၊  မရပ်ထောံ၊  မဍောၚ်။  exhaustion (n)  ပွမဍောၚ်ၜိုတ်၊  တမှောၚ်၊  ဒဒှ်မဍောၚ်ၜိုတ်အိုတ်ဇိုၚ်တဲ။"},
{"word":"exhibit","def":"vt.  ထ္ၜးပျးသွက်ညးသအာၚ်သ္ဂောံဗဵု။  n.  အရာမထ္ၜးပျးလဝ်၊  ပေဲါထ္ၜးပျး။"},
{"word":"exhibition","def":"n.  ပေဲါထ္ၜးပျးကပေါတ်ဗၞိက်၊  ပေဲါထ္ၜးပျးကပေါတ်ပါန်ခဳ။"},
{"word":"exhilarate","def":"vt.  သကဵုမိပ်စိုတ်ပူမှ်၊  သကဵုစိုတ်ဓာတ်လရုက္တဵု။"},
{"word":"exhort","def":"vt.  စောဒက၊  ဝေတ်ဒၠောံဗ္တောန်၊  ဒၠောံဗ္တောန်။  exhortation (n)  သြဝါဒ၊  ကသေံကၟဝ်၊  ကသေံကၟဝ်ဖအောဝ်လဴ၊  ဂလာန်ဒၠောံဗ္တောန်။"},
{"word":"exile","def":"vt.  သကဵုဒုဟ်ဒန်ဘာတ်ပတိတ်ထောံနူဍုၚ်။  n.  မၞိဟ်သ္ဒးဒုၚ်ဘာတ်ပတိတ်ထောံနူဍုၚ်၊  မၞိဟ်သ္ဒးဂြိပ်ဒဴထောံနူဍုၚ်။"},
{"word":"exist","def":"vt.  တန်တဴဒၟံၚ်၊  ဂျိုၚ်ဒၟံၚ်ကဵုလမျီု။  existence (n)  ဇာတ်၊  ဒဒှ်မနွံဒၟံၚ်၊  ဒဒှ်မဂျိုၚ်ဒၟံၚ်။  existent (adj)  မတန်တဴဒၟံၚ်၊  မနွံဒၟံၚ်ကဵုလမျီု၊  မနွံဒၟံၚ်ကဆံၚ်လၟုဟ်။"},
{"word":"exit","def":"n.  ဂၠံၚ်တိတ်၊  လ္ပာတ်တိတ်။  ၂။  ဂၠံၚ်ညးမဍိုက်ဇာတ်တံတိတ်စဴ။"},
{"word":"ex-monk","def":"n.  လကျာ်ရာံတိတ်။"},
{"word":"exodus","def":"n.  ပွမစ္ဍးတိတ်အာနူကဵုမၞိဟ်ဂကောံသ္ကံမွဲစွံ။"},
{"word":"exonerate","def":"vt.  သလးဒုဟ်။"},
{"word":"exorbitant","def":"adj.  မဒှ်လောန်အာကဵုသၞောတ်၊  မဒှ်ဟွံမွဲကဵုသၞောတ်ဗ္ၜတ်။"},
{"word":"exordium","def":"n.  ဂလာန်တံ။"},
{"word":"exotic","def":"adj.  မကၠုၚ်နူဍုၚ်သအာၚ်၊  မတုပ်ဗက်ကောန်ဍုၚ်သအာၚ်။"},
{"word":"expand","def":"vt. vi.  ဗဇာပ္တိတ်၊  ရာၚ်၊  သၠဲပတိတ်၊  ခရာပတိတ်။  expanse (n)  ခရာသၠဲပတိတ်၊  ခရာဗဇာပ္တိတ်၊  တလှဲ။  expansion (n)  ပွမသၠဲခြာပတိတ်။  expansive (adj)  မသၠဲဇာတိတ်မာန်၊  သၠဲ၊  သၠဲလး။"},
{"word":"expatriate","def":"n.  မၞိဟ်သ္ဒးဒုၚ်ဘာတ်ပတိတ်ထောံဍုၚ်မ္ၚး။  vt.  မသ္ဒးဘာတ်ပ္တိတ်ထောံဍုၚ်မ္ၚး။"},
{"word":"expect","def":"vt.  စၟဳ၊  စၟဳမံၚ်၊  မၚ်ဇမောတ်၊  မၚ်ဒုၚ်တၠုၚ်၊  မၚ်ဒုၚ်တၠုၚ်မံၚ်၊  ရံၚ်လၟဳ၊  လမဳရံၚ်။  expectancy (n)  ပွမမၚ်စၟဳမံၚ်။  expectation (n)  ပွမစၟဳမၚ်ဒုၚ်တၠုၚ်မံၚ်။"},
{"word":"expectorant","def":"n.  ဂဥုဲသၠေဟ်ဂတဝ်။"},
{"word":"expectorate","def":"vt. vi.  ခါ်၊  ခါ်ချပ်စုတ်၊  ခါ်ပတိတ်။"},
{"word":"expedient","def":"n.  ပရိယျာ၊  ဒဒှ်မနွံကဆံၚ်ဒးဒးရးရး။  adj.  မနွံကဵုကဆံၚ်ဒးရး မဒှ်ရပ်စပ်စကာဂွံ။"},
{"word":"expedite","def":"vt.  သကဵုတုဲဒှ်အာဗွဲပရှ်၊  ဗရက်တိတ်အာ။"},
{"word":"expedition","def":"n.  ပွမတိတ်တရဴသွက်ဂွံဂၠိုက်ဂၠာဲတၚ်နၚ် မဆေၚ်စပ်ကဵုကွတ်သိပ္ပ(ကွတ်လောကဳ)။  ၂။  တရဴမဖျေံလဝ်တၚ်နၚ်သၞောတ်ဗ္ၜတ်သွက်သ္ဂောံဂၠိုက်ဂၠာဲစမ်ၜတ်။"},
{"word":"expel","def":"vt. (-ll-)  ပတိတ်ထောံ၊  ဗတိုက်ပ္တိတ်ထောံ၊  ဘာတ်ပတိတ်ထောံ။  ၂။  ပတိတ်ထောံ ဒဒှ်မတပ်ထောံဒုဟ်ဒန်။  expulsion (n)  ပွမဗတိုက်ပ္တိတ်ထောံ၊  ပွမထဍေၚ်ဗက်ဗ္ဒဴထောံ၊  ပွမဘာတ်ဗက်ဗ္ဒဴထောံ၊  ပွမဘာတ်ပ္တိတ်ထောံ။"},
{"word":"expend","def":"vt.  ရပ်ထောံ၊  ဒတုံ၊  အိုတ်။  expenditure (n)  ပွမရပ်စပ်၊  စရိတ်စကာမအိုတ်လဝ်။"},
{"word":"expense","def":"n.  စရိစကာမအိုတ်လဝ်၊  စရိတ်ရပ်စပ်၊  စရိစကာ။  ၂။  အပၠဴ၊  ဂၠး၊  ဂၠးသၠဲ။"},
{"word":"expensive","def":"adj.  ၚုဟ်မးမဂၠိုၚ်၊  ၚုဟ်မးမက္ဍၚ်၊  မအိုတ်စရိတ်စကာဂၠိုၚ်၊  မလှဲလး။"},
{"word":"experience","def":" n.  ဆဵုဂဗ၊  ပဇၞောဝ်မတ်၊  လညာတ်ဆဵုဂဗ။  experienced (adj)  မစိုန်သ္ကီု၊  မနွံကဵုအကေၚ်ပ္ကတ်ပ္ကေၚ်၊  မနွံကဵုလညာတ်ဆဵုဂဗကြံၚ်ဍုဟ်။"},
{"word":"experiment","def":"n.  အရာမစံၜတ်၊  ပွမစမ်ၜတ်။  vt.  လ္ၚတ်စမ်ၜတ်။"},
{"word":"expert","def":"n.  မၞိဟ်စိုန်သ္ကီု၊  မၞိဟ်သ္ကေက်သ္ကာပ္ဍဲကမၠောန်၊  မၞိဟ်စိုန်သ္ကီုကၠုၚ်လဝ် နူပကတ်ပကေၚ်မကဵုကၠုၚ်လဝ်ဗွဲတၟေၚ်။"},
{"word":"expertise","def":"n.  ဒဒှ်မဒှ်ပါရဂူစိုန်သ္ကီု မဆေၚ်စပ်ကဵုပ္ဍဲအရာကွတ်။"},
{"word":"expiate","def":"vt.  လေဲစုတ်ကဵုအဇာ။  expiate guilt. (vt)  ပရေဒုဟ်။  expiatory offence. (adj)  ပဲါစိုတ်၊  ပရေၚ်ပရေဒုဟ်။"},
{"word":"expire","def":"vt.  အိုတ်အာ(အခိၚ်)။  ၂။  မတ်ပၠိုတ်အာ၊  အာယုက်အိုတ်အာ။  expiry (n. pl.-ries)  ပွမအိုတ်အာ၊  ဒဒှ်မချိုတ်အာ၊  ဒဒှ်မအိုတ်အာသ္ကန်၊  ဒဒှ်မကလိလောန်အာ။"},
{"word":"explain","def":"vt.  ထၜးဇး၊  ထ္ၜးပျး၊  ပံက်အဓိပ္ပာဲ၊  ပျးကဵု၊  သောၚ်တလးထ္ၜး။  explanation (n)  အရထ၊  တၚ်မသောၚ်တလး၊  အရာမသောၚ်ထ္ၜး၊  ပွံက်အရထ၊  ဗျာကရိုဏ်၊  လပံက်။  explain divine law. (vt)  ဖျေံသောၚ်တလးကဵုသၞောဝ်ဓဝ်။"},
{"word":"expletive","def":"n.  ဟော(အမေဍိက်)၊  ဂလာန်ပြံက်စုတ်။"},
{"word":"explode","def":"vt. vi.  ထကး၊  ဗ္တိုဟ်ထကး၊  ဗ္တိုဟ်။  ၂။  မနောတိတ်၊  ဒေါသတိတ်။  explosion (n)  ဒဒှ်မဗ္တိုဟ်တိုန်နကဵုရမျာၚ်ထတ်ထတ်။  explosive (n)  အရာမလေပ်ဗ္တိုဟ်(ကံ,ဒါၚ်နမာ်)။"},
{"word":"exploit","def":"vt.  ခဲါကပေါတ်သယံဇာတ(ရတ်တိ)၊  ခဲါကပေါတ်ရတ်တိ၊  စကာရပ်စပ်၊  ထမံက်။  ၂။  ရပ်ထောံသွက်ဖဵုဂုန်စရာဲမွဲဓဝ်၊  ဇြောတ်ကေတ်ထောံက္ဍဟ်ဍေံ၊  ဇြောတ်စလ္တူဇြဟတ်ကမၠောန်ညးဂမၠိုၚ်။  n.  ပွမထ္ၜေက်မတ်တုဲကၠောန်၊  ကမၠောန်သ္ဒးထ္ၜေက်မတ်တုဲကၠောန်။  exploiter (n)  မၞိဟ်ဇြောတ်ကေတ်က္ဍဟ်ညး (မၞိဟ်က္ဍေက်စလ္တူသၞေၚ်မတ်ညး)၊  မၞိဟ်ဇြောတ်ကေတ်ဆီညး။  exploitation (n)  ဒဒှ်မထ္ၜေက်မတ်တုဲကၠောန်။"},
{"word":"explore","def":"vt.  တိတ်တရဴသွက်ဂွံဂၠိုက်ဂၠာဲစမ်ၜတ်။  ၂။  စမ်ၜတ်ဂၠိုက်ဂၠာဲ။  explorer (n)  မၞိဟ်ဂေတ်ဂ္ၚေၚ်ဂၠိုက်ဂၠာဲစံၜတ်။  exploration (n)  ပွမဂၠိုက်ဂၠာဲစမ်ၜတ်။  exploratory (adj)  မဂၠိုက်ဂၠာဲစမ်ၜတ်။"},
{"word":"export","def":"vt.  ပလံၚ်ပတိုန်ဍုၚ်သအာၚ်(ကပေါတ်ဗၞိက်)။  n.  ကပေါတ်သွက်ဂွံပတိတ်ဍုၚ်သအာၚ်။"},
{"word":"expose","def":"vt.  ဓမံက်လဝ်၊ ဓမံက်ထ္ၜးလဝ်ညံၚ်ဂွံညာတ်၊  ဗလးလဝ်ဇကုသၟး၊  သၠောတ်လဝ်ဗွိုက်လ္တက်။  ၂။  လးဖျေံတေဝ်ထ္ၜးလဝ် သွက်ဂွံသွံဗၞိက်ကပေါတ်။  expose to view. (vt)  ပလးတန်၊  လးဖျေံထ္ၜးလဝ်။"},
{"word":"exposition","def":"n.  ပွမသောၚ်တလးထ္ၜးကဵုဗွဲတြး၊  ဗျာကရိုဏ်။"},
{"word":"exposure","def":"n.  ပွမပံက်ဓမံက်ထ္ၜးကဵု၊  ပွမဗလးလဝ်ဇကုသၟး။"},
{"word":"expound","def":"vt.  ပတိုန်ထ္ၜးသောၚ်တလးကဵုပွံက်အဓိပ္ပာဲ၊  ဖျေံကဵု။"},
{"word":"express","def":"vt.  ဓမံက်ထ္ၜးဗီုပြၚ်နကဵုမုက်မတ်၊  သကဵုတီ။  adj.  မသကဵုတီ၊  မရန်တၟံ။  ၂။  မပြဟ်ပြေဟ်။  expression (n)  တၚ်မဓမံက်ထ္ၜးပွမသ္ဂောံဒုၚ်စသိုၚ်။  expressive (adj)  မသကဵုစရိုတ်အပ္ဍဲမံက်ပြာကတ်။  express satisfaction. (vt)  မြဟ်။"},
{"word":"extend","def":"vt.vi.  တံၚ်ဗဇာ၊  မဟဂ္ဂိုတ်၊  သကဵုဂၠိၚ်သ္ၚောဲ၊  သၠဲပတိတ်၊  ဇၞော်ပတိတ်၊  ဇၞော်ဂၠိၚ်ပတိတ်။  ၂။  ဒုၚ်ကဵုကေတ်။  extension (n)  ပွမတံၚ်ဗဇာပတိတ်၊  ပွမသၠဲပတိတ်၊  ပွမဇၞော်ဂလိၚ်ပတိတ်၊  အရာမဗဇာပတိတ်  မသၠဲပတိတ်လဝ်၊  ဒတန်မသၠဲပတိတ်လဝ်။  extensive (adj)  မသၠဲလး၊  မစိုပ်တရဴ။  extent (n)  ခေတ်၊  ခေတ္တ၊  ဇမၠိၚ်၊  တလှဲ၊  ဗ္ၜတ်၊  သလဲ၊  သၠဲ၊  သၠဲဗွိုက်၊  သၠဲလမၠး။"},
{"word":"exterior","def":"adj.  မ္ၚး၊  လ္ပာ်မ္ၚး၊  လက်သန်လ္တူကျာ၊  ဗီုပြၚ်မုက်မတ်။"},
{"word":"exterminate","def":"vt.  သကဵုတုဲဒှ်အာ၊  ထပိုတ်ထောံ၊  ပလီုပလာ်ထောံ။"},
{"word":"external","def":"adj.  မနွံပ္ဍဲမ္ၚး၊  မဒှ်သွက်ဂွံရပ်စပ်ပ္ဍဲလ္ပာ်မ္ၚး။  external ear. (adj)  သၠကတောဝ်။"},
{"word":"extinct","def":"adj.  မဟွံတူပၟတ်၊  မဟွံမွဲကဵုလမျီုသွက်ဂွံချဳဒရာၚ်၊  မကၠေံဗ္ဒန်အာ။  extinction (n)  နိဗ္ဗာန်။"},
{"word":"extinguish","def":"vt.  ပလိုတ်၊  ပလိုတ်ထောံ၊  သ္ကုတ်ထပိုတ်ထောံ (မေတ္တာ, အရာမစၟဳဒုၚ်တၠုၚ်)၊  ပၠိုတ်၊  လလံကၠေံ။"},
{"word":"extol","def":"vt. (-ll-)  ဟီုကြီုထောံဗွဲမလောန်၊  ထိုၚ်သးထောံလောန်ကာဲအာကဵုသၞောတ်။"},
{"word":"extort","def":"vt.  ဘပဠကေတ်(သၠုဲ,ဂတိ)၊  ကေတ်အဓမ္မ၊  တ္ၚေတ်ကေတ်(သၠုဲ)၊  လီလှေက်။  extortion (n)  ပွမတ္ၚေတ်ပတ်ကေတ်(လှဲ)၊  ဒဒှ်မကေတ်နကဵုနဲကဲအဓမ္မ။  extortionate (adj)  မကေတ်နကဵုနဲကဲအဓမ္မ၊  မဒှ်ၚုဟ်မးဇၞော်လောန်ဟွံထေက်တန်ကဵုသၠုဲ။"},
{"word":"extra","def":"adj.  မဒှ်အပဵုသွက်ဂွံရပ်စပ်၊  မဒှ်ဇွောံရပ်စပ်စကာဗွဲလက္ကရဴ၊  မဒှ်လောန်ကာဲအာနူဗွဲဓမ္မတာ၊  မလောန်ကာဲအာနူကဵုရန်တၟံလဝ်။  n.  တၚ်(အရာ)ကံက်နုက်ပတိတ်လဝ်။  vt.  ကေတ်၊  ပိုက်၊  ၜောတ်။  extra allowance. (adj)  လာဘပရဲ။"},
{"word":"extrajudicial","def":"adj.  မလောန်ၜက်အာနူကဵုအဝဵုရုၚ်ဂဗုတ်၊  မဗၠးတိတ်အာနူကဵုအဝဵုသၞောဝ်ဥပဒေ။"},
{"word":"extraordinary","def":"adj.  မတၟေၚ်တၟဟ်တဴမွဲနဲ၊  မလောန်ကာဲအာနူအပြောံ၊  ဝိသေသ၊  ဝိသှ်ေ။"},
{"word":"extravagant","def":"adj.  မပၠေၚ်၊  မပၠေၚ်ဗဒိုက်။  extravagance (n)  ပွမပၠေၚ်၊  ပွမရပ်စပ်ဟွံမွဲကဵုစေဝ်သၞောဝ်၊  ပွမပၠေၚ်ဗဒိုက်။"},
{"word":"extreme","def":"adj.  မဒှ်အာလောန်လောန်ကာဲကာဲ၊  မစိုပ်အာတၞုၚ်တၞောတ်၊  မစိုပ်အာတၞောတ်အထောတ်။  extremist (n)  မၞိဟ်စိုပ်အာတၞုၚ်တၞောတ်မွဲလ္ပာ်၊  မၞိဟ်ဗက်စနဲကဲအဓမ္မ၊  မၞိဟ်ဟွံကေတ်ဂၠံၚ်ဍာန်။  extremely (adv)  ပ္ဍဲကၞောတ်တဲ၊  ဗွဲကၞောတ်အိုတ်၊  ဗွဲလက္ကရဴအိုတ်၊  ဒဒှ်မစိုပ်သိတ်။  extremity (n)  ကၞောတ်၊  ကၞောတ်တဲ၊  ကမၞတ်၊  တၞုၚ်၊  တၞုၚ်တၞောတ်၊  မုဟ်။"},
{"word":"extrinsic","def":"adj.  မဒှ်ဗွဲလ္တူကျာ ဗွဲမ္ၚး၊  မဒှ်ဒကုတ်ဗွဲအပ္ဍဲဟွံသေၚ်။"},
{"word":"exude","def":"vt. vi.  ဇီတိတ်သိုက်သိုက်။"},
{"word":"exult","def":"vi.  မိပ်ဇြိပ်လောန်လောန်ကာဲကာဲ၊  မိပ်စိုတ်အိုဟ်တၟိုဟ်။  exultation (n)  ပွမမိပ်ဇြိပ်အိုဟ်တၟိုဟ်။"},
{"word":"eye","def":"n.  မတ်၊  စက္ခု။  ၂။  လညာတ်။  ၃။  အရာ။  ၄။  ပး(တၞိၚ်၊ ဆု) မဒှ်ညံၚ်ရဴမတ်။  vt.  မၚ်ရံၚ်။  eves of the world. (n)  ခဍောၚ်မတ်သတ်ဂမၠိုၚ်။  eyelet (n)  ပၞော်ပထောၚ်(ပး)သွက်ဂွံစၚ်စုတ်ဇုက်ပ္ဍဲပလောံဒၞပ်။  eyewash (n)  ဂဥုဲယန်မတ်။  eye of a needle. (n)  ပးတၞိၚ်။"},
{"word":"eyeball","def":"n.  ခဍောၚ်မတ်၊  ဂဍောၚ်မတ်၊  ဗၠၚ်မတ်။"},
{"word":"eyebrow","def":"n.  တသော်ကၞေၚ်မတ်၊  သၞေၚ်မတ်၊  ဂၞေၚ်မတ်၊  ဒၞေၚ်မတ်။"},
{"word":"eyelash","def":"n.  တသော်မတ်။"},
{"word":"eyelid","def":"n.  ခတိုပ်မတ်၊  ဂတိုပ်မတ်၊  ဒတိုပ်မတ်။"},
{"word":"eye-tooth","def":"n.  ဂၞေဟ်။"},]}