{"data":[{"word":"f","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခရ်ဆဋ္ဌမ။"},
{"word":"fable","def":"n.  ပုံအဂီု၊  ပုံသတ်တိရစ္ဆာန်၊  ဂလာန်မဆက်စှ်ေကၠုၚ်နူတမၠာ။  ၂။  ဒဒှ်မလီ၊  ပွမပ္တိုန်ထ္ၜးဒဒှ်မဟွံဍာံပြ။  fabulous (adj)  မဒှ်ဂလာန်မဆက်စှ်ေကၠုၚ်နူတမၠာ၊  မဒှ်သွက်ဂွံပတှ်ေစဟွံလောဲ၊  မဒှ်အရာမတှ်ေစဟွံဂွံ။"},
{"word":"fabric","def":"n.  ယာတ်ဗွိုက်လ္တက်။  ၂။  ဒတန်သ္ဇိုၚ်၊  ဒဒှ်မကောံဓရီုဒၟံၚ်။  fabricate (vt)  ကၠောန်ဗဒှ်တုဲပတိုန်ထ္ၜး၊  ကၠောန်ဗဒှ်ကေတ်(ဒဒှ်ဍာံဍာံဟွံသေၚ်)။  fabrication (n)  ပွမကၠောန်ဗဒှ်ကေတ်၊  ပွမပ္တန်ဗဒှ်ကေတ်၊  ပွမဖန်ဗဒှ်ကေတ်။"},
{"word":"facade","def":"n.  မုက်လ္ပာ်ဂတ၊  မုက်လ္ပာ်ဂတဒတန်။"},
{"word":"face","def":"n.  မုက်၊  မုက္ခဝါ၊  ဂတ၊  ဂတမုက်၊  ကလေၚ်မုက်။  ၂။  လညာတ်လ္တူကျာ၊  မုက်လ္ပာ်ဂတ။  ၃။  ရုပ်သာ်ဗီုပြၚ်လ္တူကျာ။  vt. vi.  ပတဝ်မုက်၊  ပတဝ်ဒးမုက်။  ၂။  ဒုၚ်ပတဝ်မံက်ဂံၚ်ဂံၚ်။  face downwards. (vt.vi)  ဖတက်။  face the tide. (vt)  မုက်ဍာ်။  face to face. (adv)  ဆေၚ်၊  ဆေၚ်မုက်။  face up. (vt.vi)  လ္ၚာ။  face upwards. (vt.vi)  လမ္ၚာ်၊  လမ္ၚိက်။"},
{"word":"facet","def":"n.  ဂၠးမုက်ဒကဴအပ္ဍဲမတ်မွဲမ မချူဓမံက်လဝ်။"},
{"word":"facile","def":"adj.  မလောဲသွာ။  ၂။  မနွံကဵုပြဟ်ပြေဟ်။  facilitate (vt)  သကဵုကလိတ်ကလောတ်လောဲဗွဲ၊  သကဵုတၚ်ဝါတ်ဂါတ်အောန်စှ်ေ။"},
{"word":"facility","def":"n. (pl.-ties)  ဒဒှ်မလောဲသွာသွက်ဂွံလ္ၚတ်ဗ္တောန်၊  ဒဒှ်မလောဲသွာသွက်ဂွံကၠောန်၊  ပွမမြက်စာသွက်ဂွံလ္ၚတ်ဗ္တောန်၊  ပွမမြက်စာသွက်ဂွံကၠောန်။  ၂။  အထံက်အပၚ်၊  နဲကဲ၊  အကာဲအရာမသ္ဂောံကလိတ်ကလောတ် ပ္ဍဲအရာမကၠောန်ကမၠောန်။"},
{"word":"facsimile","def":"n.  တၞးလိက်မချာဲလဝ်ဍာံဍာံ၊  တၞးချာဲ။"},
{"word":"fact","def":"n.  ဒဒှ်ဍာံဍာံ၊  ပရောပရာတၚ်နၚ်။"},
{"word":"faction","def":"n.  မၞိဟ်ပါ်ဂိုဏ်၊  မၞိဟ်ပါ်ဂကောံ။"},
{"word":"factor","def":"n.  ကိုန်ပါ်လဝ်ကဵုအဆ(ခလပ်,ကွပ်)။  ၂။  အကာဲအရာသကဵုဒှ်ဂုန်ဖဵုမွဲမွဲ၊  တၚ်နၚ်၊  အရီုအဗၚ်၊  ပစ္စဲမသကဵုဒှ်ဂုန်ဖဵုမွဲမွဲ။၃။  မၞိဟ်စၞး၊  မၞိဟ်သွံစၞး။"},
{"word":"factory","def":"n. (pl.-ries)  ရုၚ်စက်၊  ရုၚ်ကမၠောန်။"},
{"word":"faculty","def":"n. (pl.-ties)  အစောံဇြဟတ်ဓာတ်စိုတ်၊  အစောံဇြဟတ်ကၠောန်မာန်။  ၂။  အရီု။  ၃။  မဟာဌာန ပရေၚ်ဗ္တောန်ပညာ။"},
{"word":"fad","def":"n.  ပွမဗဒှ်တၟေၚ်ထောံမွဲချိုန်ခဏ၊  ဒဒှ်မဗဒှ်တၟေၚ်ထောံစွံဟွံဒုၚ်လံလံ၊  ကိစ္စမကၠောန်ဗက်အာ နအလိုက်စိုတ်ဇကု၊  ဒဒှ်ရစိုတ်ပရအ်မက္တဵုတိုန်။"},
{"word":"fade","def":"vt. vi.  ဖျိုဟ်၊  သကဵုအရံၚ်သၠီုအာ၊  လှီုအာ၊  သကဵုအေဲဇြအာ၊  ဟဲဇး။  ၂။  သကဵုကၠေံအာပ္ဍဲမတ်သိုက်သိုက်၊  သကဵုရမျာၚ်သာစှ်ေအာသိုက်သိုက်။"},
{"word":"faeces","def":"n. (pl)  တရဴဇၞော်၊  အိက်၊  အသုဘ။"},
{"word":"feces","def":"n. (pl)  တရဴဇၞော်၊  အိက်၊  အသုဘ။"},
{"word":"fag","def":"vt.vi. (-gg-)  ဍောၚ်ၜိုတ်၊  ကၠောန်ကမၠောန်စဵုကဵုဍောၚ်ၜိုတ်အာ။"},
{"word":"faggot","def":"n.  အှော်စန်။"},
{"word":"fagot","def":"n.  အှော်စန်။"},
{"word":"faint","def":"adj. (-er,-est)  မစှ်ေကဵုဗဗွဲဓဝ်၊  မယဵုဒုၚ်ပွမစှ်ေကဵုဗဗွဲဓဝ်။  ၂။  မကေတ်လဝ်ကဆံၚ်ကြပ်အိုတ်၊  မခိုဟ်ဇေတ်ဇေတ်။  ၃။  မခိုဟ်(ဥတု)။  ၄။  မဍိုက်ပေၚ်တဴစိုတ်။"},
{"word":"fair","def":"adv.  နဒဒှ်မနွံကဵုစိုတ်သမ္မာ။  ၂။  နဒဒှ်မနွံကဵုဒ္ဂေတ်ပဋိပတ်ထၟိက်။  ၃။  နဒဒှ်မနွံကဵုစိုတ်ဓာတ်မယေန်သၞာၚ်ဇိပ်ဂၠိပ်။  n.  ဖျာ(ပြေၚ်ဂၠဴ,သဵုဗ္ၜေံ)။  ၂။  ပွမလးတေဝ်ထ္ၜးဗၞိက်ပ္ဍဲသ္ဘၚ်ပေဲါထ္ၜးပျး။"},
{"word":"fairly","def":"adv.  ဗွဲမယဵုလ္ဂူတပ်တးပ္ဍဲစိုတ်စရိုတ်။  ၂။  ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  ၃။  ဗွဲမဒးရး။"},
{"word":"fairy","def":"n. (p.-ries)  အဆေဝ်သွဝ်၊  ကောန်အိန်၊  ကောန်ဒေဝတဴ။"},
{"word":"faith","def":"n.  ဓဝ်ပတှ်ေ၊  ပွမပတှ်ေ၊  ဒဒှ်မတှ်ေကေတ်နဒဒှ် မဟၟဲကဵုဂလာန်သၟာန်၊  လျုၚ်သ္ဍိုက်စိုတ်၊  သဒ္ဓါ။  ၂။  ဒဒှ်မပတှ်ေကျာ်မဟၟဲကဵုသၠေဟ်ပၟာ။  ၃။  ဂတိပါၚ်၊  ပွမသၟာန်သၟုက်။  faithful (adj)  အရဳ၊  မသ္ဂောံပတှ်ေစှ်ေစိုတ်၊  မဍာံပြ၊  မနွံကဵုသစ္စ။  faithless (adj)  မပတှ်ေစဟွံဂွံ၊  မဟွံဂံၚ်ပတှ်ေစ၊  မဖျေံစိုတ်ဟွံထေက်။  faithlessly (adv)  နဒဒှ်မနွံကဵုကဆံၚ်ပတှ်ေစဟွံဂွံ။  faithlessness (n)  ဒဒှ်မနွံကဆံၚ်ပတှ်ေစဟွံဂွံ။"},
{"word":"fake","def":"n.  ပွမပတုပ်ကၠောန်၊  ဒဒှ်ဇေတ်ဇေတ်ဟွံသေၚ်၊  ဒဒှ်အလီ။  vt.  ကၠောန်သွက်ဂွံလီ၊  ပတုပ်ကၠောန်၊  လီကၠောန်ပ္တိတ်။"},
{"word":"fakir","def":"n.  ယောဂဳ(ဟေန်ဒူ)။"},
{"word":"falcon","def":"n.  ဂစေံကၟံသၟတ်မွဲဂကူ(ဗ္တောန်လဝ်သွက်ဂွံရပ်ဂစိုတ်ဂစေံတၞဟ်သအာၚ်)။"},
{"word":"fall","def":"n.  ဒဒှ်မပြဟ်စှ်ေ။  ၂။  လၟိဟ်စမ်ၜတ်ဗြဲဂူဂၠိုၚ်အောန်။  ၃။  ဍာ်ဆၚ်၊  ဒၞာဲဍာ်ဆၚ်။  vi. (pt.fell, pp.fallen)  ခတုံ၊  ဂတုံ၊  ဒတုံ၊  ဒတုံစှ်ေ၊  ပြဟ်စှ်ေ။  ၂။  ဒေံါ၊  ဒေံါစှ်ေ၊  ထရိုဟ်စှ်ေ၊  လာ်စှ်ေ။  ၃။  စှ်ေအာ။  ၄။  ထဗိုၚ်၊  ဗာ်ဗဒေံါ။  fall away. (vi)  လလုဲသဏုဲ၊  နှဳ၊  သၞဳ၊  သၞုဲ။  fall down. (vi)  ကလှ်ဒတုံစှ်ေ၊  ဒတုံစှ်ေ၊  လောတ်စှ်ေ၊  သရိုဟ်။  fall from the right path. (vi)  ဒစေၚ်စှ်ေ။  fall headlong. (vi)  ဂတက်၊  ဂတက်စှ်ေ၊  ဗတောဗ္တက်စှ်ေ၊  ဗတက်၊  ဗတက်စှ်ေ။  fall ill. (vi)  လောတ်ယဲ။  fall into. (vi)  ခတုံ၊  ဒတုံစှ်ေအပ္ဍဲ။  fall out. (vi)  ခလောတ်အာ။  fall out of place. (vi)  တလှ်။  fall prostrate. (vi)  လောတ်ဂၠဝ်၊  လောတ်တမဝ်၊  လောတ်တမောဝ်။  fall to pieces. (vi)  ခရိုဟ်၊  ဂရိုဟ်၊  ထရိုဟ်၊  လာ်၊  သရောဟ်၊  သရိုဟ်။  fallen angel. (adj)  အသူ။"},
{"word":"fallacy","def":"n. (pl.-cies)  ကွေတ်ပတှ်ေဝါဒမိစ္ဆာ၊  ကွေတ်မပတှ်ေဒစဵုဒစးကဵုဂၠံၚ်ဍာန်ဝါဒသမ္မာ။"},
{"word":"fallible","def":"adj.  မနွံကဵုအကာဲအရာသွက်ဂွံမှာရာလောဲ။"},
{"word":"fallopian tube","def":"n.  ပၠံၚ်သ္ၚိကောန်၊  ပၠံၚ်ခၟာဲဒမုၚ်လေၚ်စှ်ေ။"},
{"word":"fallow","def":"adj.  မထဲဇိက်လဝ် ဆဂးဟွံတဵုပ္တံ။"},
{"word":"fallow-deer","def":"n.  ဒြာဲသၟတ်မွဲဂကူ(ပ္ဍဲတိုက်ယူရောပ်)။"},
{"word":"FALSE","def":"adj.  ဆောတ်၊  ဆောတ်ယောၚ်၊  တၞိက်တလန်၊  ပလဳ၊  မဒှ်ဇေတ်တ်ဟွံသေၚ်၊  မဒှ်ဍာံဍာံဟွံသေၚ်၊  မဒှ်ကွေံကွေံဟွံသေၚ်၊  မဒှ်အလဳ၊  သမုန်တလန်။  ၂။  အလီ။  false views. (adj)  ဒိတ္ထိ၊  မိစ္ဆာ။"},
{"word":"falsehood","def":"n.  အလီ၊  ဂလာန်ကၞိက်ကၟုန်၊  ဂလာန်တၟုန်၊  ဂလာန်မဆောတ်ယောၚ်၊  ထၟုန်၊  ဓဝ်တလန်၊  ပွမဟီုဂလာန်မုသာ၊  မိစ္ဆာ၊  မုသာ။"},
{"word":"falsetto","def":"n. (pl.-s)  ရမျာၚ်ဇၞော်အံၚ်မၞိဟ်တြုံတြုံ၊  ရမျာၚ်ဇၟူတြုံတြုံ။"},
{"word":"falsify","def":"vt. (pt.pp.-fied)  ကၠောန်အလီ၊  လီဟီုဂး၊  တၞိက်၊  တၞိက်တၠန်။"},
{"word":"falsity","def":"n.  ဘဝအလီ၊  ပွမလီလှေက်။"},
{"word":"falter","def":"vt. vi.  ကွာ်၊  ချဳဒရာၚ်။  ၂။  ဇတဝ်ဂဝဝ်(ရမျာၚ်)။  "},
{"word":"fame","def":"n.  ပွမဒယှ်တှ်၊  ဒဒှ်မပြာကတ်၊  မယှ်၊  ဒယှ်၊  ယှ်။  famed (adj)  တမျဝ်၊  ဒယှ်တှ်၊  ပြာကတ်။"},
{"word":"familiar","def":"adj.  ဆန်က္ၜန်၊  ဆန်ၜန်၊  စိန်၊  တီလဝ်တၚ်နၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၂။  မပြာကတ်။  ၃။  အပြောံ၊  တွဵု၊  လၟိုန်။  ၄။  ကြပ်၊  မကြပ်ညန်။  ၅။  မဍုက်ကေဝ်၊  မဒဒှ်ေဒယှ်။  ၆။  မကၠောံဍ။  familiarity (n) (pl.-ties)  ပွမဍုက်ကေဝ်၊  ပွမဒဒှ်ေဒယှ်။"},
{"word":"familiarize","def":"(familiarise)vt.  ဒဒှ်ေဒယှ်ဍုက်ကေဝ်။"},
{"word":"family","def":"n. (pl.-lies)  ဂြောဝ်ဂတာ၊  ဇာတိ၊  မသ၊  ယာဲတကောန်ဇာတ်အပ္ဍဲမွဲသ္ၚိ။  ၂။  ကောန်ကဵုမိမ၊  ဝံသ၊  ဝေါၚ်သံ၊  သ္ၚိကၟိန်။  ၃။  မၞိဟ်မစှ်ေကၠုၚ်နူကဵုအစေန်အဆက်တမၠာတေံ၊  ဂကူဝံသ။  ၄။  အရေဝ်၊  တၞံဆုဒုန်၊  သတ်တိရစ္ဆာန်မနွံကဵုဗီုပြၚ်လက်သန်မတုပ်သၟဟ်။  family life. (n)  သ္ၚိကၟိန်။"},
{"word":"famine","def":"n.  ကၞောဝ်၊  ကပ်ကၞောဝ်၊  ကမၠောဝ်၊  ဘဲကၠောဝ်ဗျဵုစၞ၊  ဒဒှ်မကၠောဝ်ဗျဵု၊  ဒဒှ်စၞမအောန်ခၞၚ်။"},
{"word":"famished","def":"adj.  မကၠောဝ်၊  မတဟၚ်၊  မသကဵုကၠောဝ်စၞ။"},
{"word":"famous","def":"adj.  ကမြဴ၊  တမ္ညဝ်၊  တမျဝ်၊  ဒယှ်၊  ဒယှ်ကမြဴ၊  ဒယှ်တှ်၊  မပြာကတ်ဒယှ်တှ်၊  မဇၞော်တဴကဵုဂုန်စရာဲ၊  ယှ်၊  ဝိသေသ။  famously (adv)  နဒဒှ်မနွံကဵုကဆံၚ်မပြာကတ်ဒယှ်တှ်။"},
{"word":"fan","def":"n.  ပၞိက်၊  ပၚ်ကာ၊  စက်စာန်။  ၂။  ဝါသနာဇၞော်။  vt.vi. (-nn-)  ပိုက်ပၞိက်၊  ပိုက်ကျာ။  fan of palm leaf. (n)  ပၞိက်ပတ္တာ။"},
{"word":"fanatic","def":"n.  မၞိဟ်ကွေတ်ဗိုန်၊  မၞိဟ်သ္ဂောံပြံၚ်လှာဲထောံဓဝ်ပတှ်ေစှ်ေစိုတ်လဝ်တုဲဟွံလောဲ။  fanatical (adj)  မနွံကဵုကွေတ်ဗိုန်ဗိုန်။"},
{"word":"fancy","def":"n. (pl.-cies)  ကသပ်၊  ကသပ်စိုတ်။  ၂။  ပွမဟဳသ္ပဝ်ဒၟံၚ်ပ္ဍဲကသပ်။  ၃။  ပွမသ္ဍိုက်မၠိုက်၊  ဒဒှ်မဒးဂၞပ်စိုတ်၊  ဆန္ဒ။  adj.  မဒှ်အတိုၚ်ဓမ္မတာဟွံသေၚ်၊  မစိစောန်လဝ်ဗွဲတၟေၚ်။  vt. (pt.pp.-cies)  ဟဳသ္ပဝ်ဒၟံၚ်ပ္ဍဲကဵုကသပ်။  ၂။  ဒးစိုတ်၊  ဒးဂၞပ်။  fanciful (adj)  မဟဳသ္ပဝ်ဒၟံၚ်ပ္ဍဲကသပ်၊  မဒှ်ကဆံၚ်ကွေံကွေံဟွံသေၚ်။"},
{"word":"fang","def":"n.  ဂၞေဟ်၊  ဂၞေဟ်ဇြုံမနွံကဵုဂျိ။  fangs of a snake. (n)  ဂၞေဟ်ဇြုံ။"},
{"word":"fantastic","def":"adj.  မရိုၚ်ဇိုၚ်တၟေၚ်တၟဟ်။  ၂။  မဒှ်သွက်သ္ဒးလုပ်စိုတ်ခိုဟ်၊  မဒှ်ဟွံမာန်။"},
{"word":"fantasy","def":"n. (pl.-sies)  ကသပ်စိုတ်မဂၠိုၚ်ကဵုဂကူ။  ၂။  ကသပ်စိုတ်မဒှ်ညံၚ်ရဴသွပ်လ္ပံ။"},
{"word":"far","def":"adj. (farther, farthest | further,furthest)  မသ္ၚောဲ၊  ဝိပူလပဝ်။  adv.  အခိၚ်ကာလမလံလတေံ၊  နဒဒှ်တရဴမသ္ၚောဲ၊  သ္ၚောဲဂၠိၚ်၊  သ္ၚောဲတဴဗွဲမလောန်။  ၂။  စဵုကဵုသၜတ်ဂှ်။  far away. (adv)  သ္ၚောဲ။  far-fetched (adj)  မဝါတ်ဂါတ်သွက်သ္ဂောံကၠိုဟ်အဓိပ္ပာဲ။  far-reaching (adj)  မစိုပ်တရဴ၊  မစိုပ်ဒတုဲ။  far-sighted (adj)  မနွံကဵုလညာတ်သၠဲသၠဲလးလး။ "},
{"word":"farcical","def":"adj.  မဆေၚ်စပ်ကဵုဇာတ်ပၠ၊  မဒှ်ဗီုသတ်ဇာတ်၊  ဇာတ်ပၠ။"},
{"word":"fare","def":"n.  စရိတ်စက၊  စရိတ်ဂၠံၚ်မအိုတ်ကၠုၚ်လဝ်ဖအိုတ်။  ၂။  စၞစစၞသုၚ်။  vi.  တိတ်တရဴ၊  တောတက်၊  စဳဇန်။"},
{"word":"farewell","def":"n.  ပွမတံၚ်တဲညးသ္ကံကာလမသာဲခြာစ္ဍးတိတ်အာ၊  ပွမသ္ဂးဂလာန်ၜာဲၜာဲ၊  ပွမသွဲတဲသွဲယာတ်ညးသ္ကံ။"},
{"word":"farm","def":"n.  ဝါ၊  ဝါဗ္ၚ၊  ကမၠောန်ပရေၚ်လွဳသတ်တိရစ္ဆာန်။  vt.vi.  ကၠောန်ဂူယာ၊  လွဳသတ်တိရစ္ဆာန်။  farmer (n)  သၟာဗ္ၚ၊  ညးဗ္ၚ၊  တြုံဗ္ၚ၊  မၞိဟ်ဗ္ၚ။"},
{"word":"farm out","def":"vt. vi.  သကဵုညးတၞဟ်သအာၚ်ဆက်ကၠောန်။"},
{"word":"fascinate","def":"vt.  ဒဇက်္ၚဲလဝ်၊  ဒဇက်တံၚ်ဂြဲလဝ်၊  ဝဵု။  ၂။  ဖျေံလဝ်ဗွိုၚ်၊  ဒဇက်တံၚ်လဝ်။  fascination (n)  ပွမဒဇက်တံၚ်ဂြဲလဝ်၊  ပွမဖျေံလဝ်ဗွိုၚ်။"},
{"word":"fashion","def":"n.  ပွ၊  ဗီုပြၚ်။  ၂။  ပွမဂတာပ်ခေတ်၊  ပွမစှ်ေသၞောတ်၊  ပွမဒးကဵုမတ်၊  ပွမစှ်ေကဵုဗီုပြၚ်ခေတ်၊  ပွမဗိုက်လ္တက် ညံၚ်သ္ဂောံကိတ်ညဳကဵုလအာခေတ်။"},
{"word":"fast","def":"adj. (-er,-est)  မပြဟ်ပြေဟ်၊  မတ္ၚံလ္ပံ၊  မမြက်။  ၂။  ဗိုန်ခိုၚ်၊  ခိုၚ်ခိုၚ်။  vi.  မၚ်သဳ၊  အေၚ်စၞ၊  အေၚ်အောတ်။  n.  ဥပုဟ်ပဝါ။  fasting (n)  ဒၟိဟ်၊  ပွမအေၚ်စၞ။  fast in the stream of transmigration (adj)  ဂၠက်သြဃ၊  ပြံၚ်လှာဲၜးအာဘဝပ္ဍဲသံသာ။"},
{"word":"fasten","def":"vt. vi.  ဂြဲဖျပ်လဝ်၊  ဒက်ဂြေန်လဝ်၊  ဒက်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်၊  သကဵုဗိုန်ခိုၚ်ဗိုန်ဇၟံ။  fasten a women's skirt. (vt.vi)  ဟဵု၊  ဟဵုဂၞိန်။  fasten round. (vt.vi)  ဒက်စလောံ။"},
{"word":"fastidious","def":"adj.  မနွံကဆံၚ်ဝါတ်ဂါတ်သွက်ဂွံကၠိုဟ်၊  မနွံကဆံၚ်လုပ်တဲ(ဟီုဝါတ်)။"},
{"word":"fat","def":"n.  ကၠေၚ်၊  တၠေၚ်၊  ကၠေၚ်သတ်တိရစ္ဆာန်၊  ကၠေၚ်သတ်တိရစ္ဆာန်ပတိတ်လဝ် သွက်ဂွံတောံတိုပ်စ၊  ကၠေၚ်ဒိုပ်ဒိုပ်၊  ကၠေၚ်ပၠုဲ။  ၂။  ကၠေၚ်ပတိတ်ကေတ်လဝ်နူသတ်ဆုသတ်ဒုန်။  adj.  ကြောံ၊  မကြောံကၠေၚ်၊  မကၠေၚ်တၟေၚ်၊  မနွံကဵုကၠေၚ်ဂၠိုၚ်ဂၠိုၚ်။  ၂။  မကြောံပ္ဍူ။  vt. vi.  ကြောံ၊  ကြောံကၠေၚ်ကၠုၚ်၊  သကဵုကြောံကၠေၚ်ကၠုၚ်။"},
{"word":"fatal","def":"adj.  မချိုတ်အာမာန်၊  မချိုတ်မာန်၊  မသကဵုချိုတ်မာန်၊  မအုပ်အာနိဂီုနဒဒှ်မချိုတ်အာ။"},
{"word":"fate","def":"n.  ကံကုသဵု။  fated (adj)  မဖန်ပြေၚ်ကၠုၚ်နကဵုကံကုသဵု။  fateful (adj)  မဒှ်တဴဇရာကံမဖန်ဖက်။"},
{"word":"father","def":"n.  အပါ၊  မ၊  အံက်၊  မအံက်၊  တ၊  ဣတ၊  မဣတ။  ၂။  လကျာ်ခရေတ်ကိတ်သဝ်လေတ်။  father-in-law (n)  ခါမ်သဳ၊  ခါမ်သဳတြုံ။"},
{"word":"fathom","def":"n.  ဖိဟ်(၆-ပေ)။  vt.  စံဍာ်၊  ကံက်ကေတ်အဓိပ္ပာဲ။  fathomless (adj)  မသ္ဇိုဟ်တဴဗွဲမလောန်၊  မသ္ဇိုဟ်ဗွဲ၊  မသ္ဇိုဟ်လောန်။"},
{"word":"fatigue","def":"n.  ဒဒှ်မဍောၚ်ၜိုတ်အိုတ်ဓတ်။  vt.  ဍောၚ်ၜိုတ်၊  သကဵုဍောၚ်ၜိုတ်အိုတ်ဓတ်။"},
{"word":"fatuous","def":"adj.  မဒိုဟ်၊  မနွံကဵုဆီသၠုၚ်သၠုၚ်၊  မသာသ္ပံ။"},
{"word":"fault","def":"n.  ဒုဟ်၊  ဒုဟ်ဒန်၊  ပၞေတ်၊  ပၞေတ်သရ၊  ဗယိ။  ၂။  ဒဒှ်မယောၚ်ယာ၊  ဒဒှ်မမှာရာ၊  ဒဒှ်မဗၠေတ်။  faultless (adj)  မဗၠးကဵုဒုဟ်၊  မဟၟဲကဵုဒုဟ်ဒန်။"},
{"word":"favour","def":"n.  ပွမခၠေဝ်ဂုန်၊  ပွမထ္ၜလဝ်၊  ပွမပၚ်လဝ်၊  ပွမပတိုန်လဝ်၊  ပွမသ္ပဂုန်။  ၂။  ပွမဒးစိုတ်၊  ပွမဒးဂၞပ်၊  ပွမထံက်ဂလာန်။  vt.  ခၠေဝ်ဂုန်၊  ဒးစိုတ်၊  ဒးဂၞပ်၊  ပၚ်ပ္တိုန်လဝ်။  favourable (adj)  မနွံအခေါၚ်ခိုဟ်၊  မနွံကဵုအကာဲအရာအခေါၚ်အဝဵုခိုဟ်၊  မဂွံလဝ်ကဆံၚ်ညးသ္ဍိုက်မၠိုက်။  favourably (adv)  နဒဒှ်မနွံကဵုအကာဲအရာ အခေါၚ်အဝဵုခိုဟ်၊  နဒဒှ်မဂွံလဝ်ကဆံၚ်ညးသ္ဍိုက်မၠိုက်။  favourite (adj)  မဒှ်ကဆံၚ်ဒးကဵုစိုတ်အိုတ်။  n.  ပူဂဵုမဒးကဵုစိုတ်အိုတ်၊  အရာမဒးကဵုစိုတ်ဂၠိုၚ်အိုတ်။  favoured woman. (adj)  ဗြဴလွုဲ။  "},
{"word":"favor","def":"ရံၚ် favour တေံညိ။  "},
{"word":"fawn","def":"vt.  လဝိၚ်ဂတ(ကၠဵု)။  ၂။  ကေတ်စမုက်၊  သ္ပညံၚ်ရဴသ္ဂောံဂွံမုက်၊  ထ္ၜပတိုန်၊  ခအၚ်ပ္တိုန်။"},
{"word":"fealty","def":"n.  သစာ၊  ပွမယဵုဒုၚ်မၚ်မွဲသစာ။"},
{"word":"fear","def":"n.  ကမၠ၊  ဒဒှ်မဖေက်၊  ပွမဖေက်ဂွိၚ်လကိုတ်၊  ဗဟေက်၊  ဗဟေက်စိုတ်၊  သံဝေဂ၊  သမ္ၚာ၊  သမ္ၚံက်။  vt. vi.  ကမၠ၊  ကမၠာတ်၊  ဒည၊  ဒညကမၠ၊  ဒမာန်ဒရံက်၊  ဓည၊  ဖေက်၊  ဖေက်ကမၠ၊  ဖေက်ဂၟံက်၊  ဖေက်စမြိုၚ်၊  ဖေက်ဒည၊  ဖေက်ဒၟံက်၊  ဗမ္ၚံက်သမ္ၚာတ်၊  ဖေက်ရောံဒည၊  ဂွိၚ်။  fearful (adj)  မဒှ်သွက်သ္ဒးဖေက်ရောံဒည၊  မဂွိၚ်ဂွာဲ၊  ဒွိၚ်သ္ၚာတ်၊  သ္ပာတ်သ္ဗ၊  သ္ဗသအဝ်၊  သမ္ၚာတ်ဒည။  fearful calamity. (adj)  ဗဟေက်ဘယဥပဒြာ။  fearful disposition. (adj)  စိုတ်ဖေက်၊  ဖေက်လကိုတ်စိုတ်။  fear of sinning. (n)  ကွေတ်သြတ္တပ္ပ၊  ကွေတ်ဖေက်ပါပ်ဂွပါပ်၊  ဓဝ်သြတ္တပ္ပ၊  ဓဝ်ဖေက်ပါပ်ဂွပါပ်။"},
{"word":"feasible","def":"adj.  မဒှ်ယဵုဒုၚ်ကေတ်ဂွံမာန်။"},
{"word":"feast","def":"n.  ပေဲါ၊  လဗၚ်၊  သ္ဘၚ်။  ၂။  ပေဲါသ္ဘၚ်စသုၚ်စဳရေၚ်က္တဵုဗဒှ်သွက်မၞိဟ်ဂမၠိုၚ်သ္ဂောံလုပ်ပ္ကီု။  vt. vi.  ဒုၚ်တၠုၚ်တေဝ်ဗ္စဖျုၚ်၊  ဒုၚ်တၠုၚ်တရိုပ်ဗ္စ။  feast of unleavened bread. (n)  ပေဲါအဇုမ။  feast of tabernacles. (n)  ပေဲါသကေနေ။  n.  တၚ်အစောံစရာဲယဵုဒုၚ်တၟေၚ်တၟေၚ်။"},
{"word":"feather","def":"n.  တသော်ဂစေံ၊  သၞေၚ်၊  သၞေၚ်ဂစေံ။  feather of an arrow. (n)  သၞေၚ်လဴ၊  သၞေၚ်ကံလဴ။"},
{"word":"feature","def":"n.  မုက်၊  အၚ်္ဂမုက်၊  လက်သန်ဂဝုဲကဝါ်။  ၂။  ပရောပရာတၟေၚ်တၟေၚ်။  ၃။  လိက်ပရၚ်၊  ဝတ္ထုတၟေၚ်တၟေၚ်ပ္ဍဲလိက်ပရိုၚ်၊  မဂ္ဂဇြေန်၊  ဂျာနေဝ်။  featureless (adj)  မဟွံမွဲကဵုတၚ်နၚ်တၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။"},
{"word":"february","def":"n.  ဂိတုမရနုက်ကဵုၜါ ပ္ဍဲသၞာံအၚ်္ဂလိက်(မန်,ဂိတုမာ်)၊  ဂိတုဝှေဝ်ဗြူအာရဳ။"},
{"word":"fee","def":"n.  ၚုဟ်မး၊  လိၚ်ခၟာၚ်၊  ၚုဟ်လိၚ်ခၟာၚ်။"},
{"word":"feeble","def":"adj.  မဟၟဲကဵုဓတ်ကရတ်၊  မအောန်ဇြဟတ်။  feebly (adv)  နဒဒှ်မအောန်တဴကဵုဇြဟတ်။  feebleness (n)  ဒဒှ်မဟၟဲကဵုဓတ်ကရတ်။"},
{"word":"feed","def":"vt.vi. (pt.pp.fed)  တရိုပ်၊  ပအံ(ဇ္ၚာဲဗ္စ)၊  ဖာပ်၊  ဖာပ်ဗ္စ၊  ဗ္စ၊  ဗ္စဖာပ်၊  ဗ္စဖျုၚ်၊  ဖျာံ၊  ဖျာံပအံ၊  ဖျီု၊  ဖျီုပအံ၊  ဖျီုဗ္စ၊  ထံက်ပၚ်။  ၂။  စစၞ။  n.  စၞသတ်တိရစ္ဆာန်။  feed cattle. (vt.vi)  တဝါ၊  တဝါဗ္စဂၠဴ။  feed by hand. (vt.vi)  ချီု၊  ဖျီု။"},
{"word":"feel","def":"vt.vi. (pt.pp.felt)  ဂၠာံ၊  ဂၠာံစာံ၊  ဂၠာံသပေါတ်၊  ဇွိတ်၊  ဇွိတ်သပေါတ်၊  ထၟတ်ဒွံဒုၚ်စသိုၚ်၊  လုက်စုက်ဒုၚ်စသိုၚ်။  ၂။  ဒုၚ်စသိုၚ်အရီု။  ၃။  သၠေဟ်ကၠုၚ်ပ္ဍဲစိုတ်(ဒှ်တိုန်ပ္ဍဲစိုတ်)။  feeler (n)  တသော်ပါၚ်မဒုၚ်စသိုၚ်အရီုစၟစၟောန်၊  တသော်စမ်ၜတ်။  ၂။  ပွမစံၜတ်ရံၚ်။  feeling (n)  ပွမနွံကဵုသတိ၊  ပွမလေပ်ဒုၚ်စသိုၚ်။  feelings (n)  ပူမှ်၊  ပွမမိပ်ဇြိပ်။  feel aggrieved. (vt.vi)  ဒုဒ္ဒော၊  သ္ဒးဒုၚ်ဂိလဝ်။  feel sensation. (vt.vi)  သၠာန်။  feel at ease. (vt.vi)  သွာ၊  လောဲဗွဲ။  feel flattered. (vt.vi)  ကြဵုဇာ။  feel lassitude. (vt.vi)  ကွိုၚ်ကွုဲ၊  တွိုၚ်တွုဲ။  feel lonely. (vt.vi)  ဟိတ်ဇြ၊  ဇြသ္ၚိတ်။  feel pain. (vt.vi)  ဂိက္တာန်။  feel with the hand. (vt.vi)  ဂၠာံ၊  ဂၠာံကဵုတဲ၊  လာံ၊  သၠာံ။"},
{"word":"feet","def":"ရံၚ် foot တေံညိ။  "},
{"word":"feign","def":"vt.  သ္ပဗီုညံၚ်ရဴဟွံတီ၊  ကလော်ပပ၊  ပပၞ၊  ပကလော်။"},
{"word":"feint","def":"n.  ဒဒှ်မသ္ပပၞ၊  ဒဒှ်မသ္ပညံၚ်ရဴဟွံတီ။  ၂။  ဒဒှ်မသ္ပပြယာဲညံၚ်ရဴစာဲ, ညံၚ်ရဴဗတိုက်။  vt.  မပပၞဗတိုက်နကဵုပြယာဲ။"},
{"word":"felicitate","def":"vt.  ပလံၚ်ဗ္စိုပ်ကဵုလိက်ဒဒှ်မပ္တိုန်ဂုန်မိပ်စိုတ်။  felicitation (n)  ပွမပလံၚ်ဗ္စိုပ်ကဵုလိက် ဒဒှ်မပတိုန်ဂုန်မိပ်စိုတ်။"},
{"word":"fell","def":"ရံၚ် fall တေံညိ။  to fell as a tree. (vt)  ဒဗိုၚ်ဖျေံ။"},
{"word":"fellow","def":"n.  ၝ၊  ၝဂှ်၊  ကောန်ၚာ်သၟတ်။  ၂။  အဖဴ၊  မိဿဟာဲ၊  မိတ်သဟာဲ၊  ရဲ၊  မၞိဟ်မလုပ်ဂကောံတၠပညာ၊  မၞိဟ်မလုပ်ဂကောံလ္ပာ်အုပ်ဓုပ် ပ္ဍဲဘာတက္ကသဵု။  adj.  မဒှ်မိဿဟာဲရဲအဖဴ။"},
{"word":"felon","def":"n.  မၞိဟ်ပ္ကီုပရာပ်လဝ်ဒုဟ်၊  ကောန်ရာဇဝတ်။  felony (n)  ပွမပ္ကီုပရာပ်ဒုဟ်။  felonious (adj)  မသ္ဒးဒုၚ်စုတ်လဝ်ဒုဟ်အမှုရာဇဝတ်။"},
{"word":"felt","def":"ရံၚ် feel တေံညိ။  "},
{"word":"female","def":"adj.  ၝောံ၊  မဒှ်ဗြဴဗြဴ၊  မဒှ်ၝောံၝောံ၊  မသယျာကောန်မာန်၊  မဆၚ်ကောန်မာန်၊  မခၟာဲမာန်၊  မဒှ်ဣတ္ထိလိၚ်။  ၂။  မဆေၚ်စပ်ကဵုဗြဴဗြဴတံ၊  မဆေၚ်စပ်ကဵုၝောံၝောံတံ။  female dancer. (adj)  ကဆိၚ်၊  သၟာကဆိၚ်၊  လဆိၚ်။  female devotee. (adj)  ရသိဗြဴ။  female disciple. (adj)  သာဝကဳ။  female friend. (adj)  ပြောဲ၊  ပြောဲဗြဴ။  female naga. (adj)  နာ်ဗြဴ၊  နာဂဵု။  female religious mendicant. (adj)  ဗဴမိန်၊  ဗြဴမိန်၊  သဳလ။"},
{"word":"feminine","def":"adj.  မဆေၚ်စပ်ကဵုဗြဴဗြဴတံ၊  မဗဗွဲဗက်ကဵုဗြဴဗြဴတံ၊  မဒးရးကဵုဗြဴဗြဴတံ၊  လိၚ်ဗြဴ။"},
{"word":"fence","def":"n.  ဂနး၊  ဂၞး၊  ဒပ်၊  ဇၞး၊  ကၟာၚ်၊  မြော၊  ဝၚ်။  vt.  စဵု၊  ဒပ်ဂနး၊  ဒပ်ဇၞး၊  ဒပ်ဝိုၚ်လဝ်ဒပ်၊  ဒပ်လဝ်ဒပ်၊  ဇၞးလဝ်ဇၞး။  vi.  ပ္ကတ်ပ္ကေၚ်ဗာ်မြ၊  ပ္ကေၚ်ပ္ကတ်ပရေၚ်မြ။  fencer (n)  မၞိဟ်ဝေၚ်ကွတ်မြ။  fence post. (n)  မြော။ "},
{"word":"fend","def":"vt. vi.  ဒုၚ်စဵုဒၞာနကဵုဗာ်ချာ်ၜုၚ်တက်။"},
{"word":"fender","def":"n.  ဇွောံစဵုဒၞာဂမ္တဴမကၠောန်လဝ်လ္ပာ်လက္ကရဴဖဴ၊  ဇွောံစဵုဖဴ။"},
{"word":"ferment","def":"vt. vi.  ဂွပ်ဂဇဝ်၊  ဒှ်အာဂဇဝ်။  ၂။  သကဵုက္တဵုချဳဒရာၚ်ကၠုၚ်၊  ဆောံ(ဆောအ်)ဆဝ်ပ္ၚုဟ်၊  ဆောအ်လရုက္တဵုဆီ။  fermentation (n)  ပွမဂွပ်ဂဇဝ်။  fermented rice. (adj)  လက်ချာ။"},
{"word":"fern","def":"n.  ဂကူတၞံခတောန်၊  ဂကူတၞံလုက်။"},
{"word":"ferocious","def":"adj.  ဇဟာသဳ၊  မဓဇန်ကြံကြ၊  မကြံၚ်မ္ၚိုဟ်၊  သဟာသဳ။"},
{"word":"ferocity","def":"n.  ဒဇန်ဟာသဳ။"},
{"word":"ferret","def":"n.  ဇၞးဇာတ်ဗုဗုမွဲဂကူ။"},
{"word":"ferry","def":"n. (pl.-ries)  ဂၠုၚ်ဂဒိုအ်၊  ဒဒေံါ၊  သၞေဟ်ဂဒိုအ်။  ferriage (n)  သြန်ဒဒေံါ၊  သြန်ၚုဟ်ဂဒိုအ်။  ferry-boat (n)  ဂၠုၚ်ဂဒိုအ်။  ferry-man (n)(pl.-men)  သၟာဂၠုၚ်ဂဒိုအ်၊  တၠဂၠုၚ်ဂဒေံါ၊  တၠဒဒေံါ။"},
{"word":"fertile","def":"adj.  မခိုဟ်ပ္ဍဲသ္တိတ်၊  မဒှ်ကဆံၚ်မခိုဟ်တဴကဵုရှ်တိ၊  မဒှ်တိဝဲါခိုဟ်၊  မနွံကဵုဉာဏ်ခိုဟ်၊  မနွံကဵုဂမြၚ်ညာန်မကြံၚ်ဍုဟ်။  ၂။  မနွံကဆံၚ်ဇြဟတ်ဖောံဗြေဝ်ခိုဟ်။"},
{"word":"fertilize","def":"vt.  သကဵုသ္တိတ်ခိုဟ်၊  သကဵုဝဲါရှ်တိတိုန်ကၠုၚ်။"},
{"word":"fertilizer","def":"n.  ဝဲါ၊  အရာမပတိုန်ကဵုရှ်တိ၊  ဇွောံပတိုန်ရှ်တိ၊  ခၞိက်ပတိုန်ရှ်တိ။"},
{"word":"fervent","def":"adj.  မဂမ္တဴသ္ကာတ်၊  မဍာဲဂြၚ်၊  မဍာဲယျော်၊  မသ္ကာတ်မြဟ်။"},
{"word":"festival","def":"n.  ပေဲါ၊  သဘၚ်၊  ပေဲါသ္ဘၚ်၊  ပေဲါသ္ဘၚ်ဗဒှ်ပ္ဍဲကွာန်(သ္ဘၚ်ကျာ်,သ္ဘၚ်ဇြဲ,သ္ဘၚ်အတးသၚ်္ကြာန်၊  မၚ်္ဂလ၊  သက္ကာရ။"},
{"word":"festoon","def":"n.  ဇၟန်ပ္ကဴ၊  ဇုက်ပ္ကဴ။"},
{"word":"fetch","def":"vt. vi.  အာကေတ်နၚ်၊  ကေတ်ဂွံနၚ်၊  အာကေတ်ကဵု၊  ဖၞိန်၊  ဖၞိန်နၚ်၊  ချတ်နၚ်ပ္ဍဲဂၞိၚ်။  fetch home. (vt.vi)  ကေတ်ဖျဴ၊  ဂိုၚ်ဖျဴ။"},
{"word":"fetter","def":"n.  ခရှ်ေ၊  စာံ၊  စာံဂိုၚ်၊  စာံလဝ်၊  စာံဇိုၚ်၊  စာံဇိုၚ်ဇရှ်ေလဝ်၊  ဇရှ်ေ၊  ထရှ်ေ၊  ထရှ်ေစာံဂိုၚ်၊  ဇုက်ဇရှ်ေစာံဇိုၚ်၊  ကၟာၚ်ဇိုၚ်၊  ဒွက်။  ၂။  အရာမစဵုဒၞာထောံပရေၚ်မတောတက်၊  ပွမစဵုဒၞာထိၚ်ဒဝ်လဝ်။  fetters of passion. (n)  ဇရှ်ေတဏှာ။"},
{"word":"feud","def":"n.  ဝဲသၞတြေံ၊  ပွမဒက်လဝ်ဝဲသၞနူတမၠာတေံ။"},
{"word":"feudal","def":"adj.  မဆေၚ်စပ်ကဵုသၞောတ်နဲကဲမပိုၚ်ပြဳတိဍာ်။  feudalism (n)  သၞောတ်နဲကဲတၠတိဍာ်၊  သၞောတ်နဲကဲမဖျေံလိၚ်စတိဍာ်။"},
{"word":"fever","def":"n.  ဇှ်၊  ဇွဟ်၊  ဇွံ၊  ဇကုဂမ္တဴ။  ၂။  ဒဒှ်မဂွိၚ်ဂွာဲ၊  ဒဒှ်စိုတ်ဟွံတန်ကြန်။  feverish (adj)  မကလိဂွံယဲဇကုဂမ္တဴ၊  မဒှ်ညံၚ်ရဴက္တဵုဒှ်တိုန်ဇှ်လေဝ်လေဝ်။  high fever. (n)  ဇှ်သ္ကာတ်။"},
{"word":"few","def":"adj. (-er,-est)  အောန်၊  ညိည၊  မနွံညိည၊  မနွံညိညဓဝ်၊  မအောန်တဴကွေံကွေံ။  ၂။  ညိညိညည။"},
{"word":"fez","def":"n.  ခပေဲ(အထုပ်က္ဍိုပ်ဂလာမူသလေန်တံဂလဝ်)။"},
{"word":"fib","def":"n.  ပွမဟီုဂးဂလာန်ဟွံဍာံ၊  မဒှ်မလီဠာန်။"},
{"word":"fibre","def":"n.  ကသာဲဇုက်မဂွံနူတၞးဆုကဵုသတ်တိရစ္ဆာန်တံ၊  သၞဇုက်မဂွံနူတၞးဆုကဵုသတ်တိရစ္ဆာန်တံ။"},
{"word":"fiber","def":"ရံၚ် fibre တေံညိ။"},
{"word":"fickle","def":"adj.  မနွံဒၟံၚ်ကဆံၚ်ဟွံတန်ကြန်၊  မလေပ်ပြံၚ်လှာဲ၊  ဝိစိကိစ္ဆာ။"},
{"word":"fiction","def":"n.  ဒဒှ်မပ္တန်ဗဒှ်လဝ်၊  ဒဒှ်မကၠောန်ဗတန်ဗဒှ်လဝ်။  ၂။  ဝတ္ထု၊  ပုံ၊  အဂီု။  fictitious (adj)  မဟွံဍာံ၊  မဟွံဒး၊  မဒှ်ဍာံဍာံဟွံသေၚ်၊  မကၠောန်ဗဒှ်ကေတ်လဝ်။"},
{"word":"fiddle","def":"n.  ဂြဝ်၊  ကပေါတ်တိၚ်တိုက်မစုတ်လဝ်ဇုက်။"},
{"word":"fidelity","def":"n.  ဒဒှ်မနွံသစ္စ၊  ဒဒှ်မချိုတ်ပၠိုတ်။"},
{"word":"fidget","def":"vt. vi.  သကဵုချဳဒရာၚ်ဒၟံၚ်နကဵုစိုတ်ဟွံညိၚ်၊  ချဳဒရာၚ်ဒၟံၚ်ကဆံၚ်ဂဇံဟွံတန်၊  ဒှ်ဒၟံၚ်ကဆံၚ်ဂဇအ်ဟွံတန်ကြန်။  fidgety (adj)  မနွံကဵုစိုတ်ဟွံတန်ကြန်။"},
{"word":"field","def":"n.  တိဗ္ၚ၊  တိဗ္ၚဂူ၊  ဝါ၊  ဝါဗ္ၚ၊  ပၞာၚ်။  ၂။  ဒေသ(ခန်လွာ)မပတိတ်ကေတ်ရတ်(သယံဇာတ)သၟဝ်တိ။  ၃။  ဒေသ(ခန်လွာ)ဒၞာဲမလ္ၚတ်။  ၄။  ဌာန်ဒေသဂၠးပၞာန်၊  ဂၠးပၞာန်။  ၅။  ခေတ်၊  ခေတ္တ။  field of merit. (n)  ပုညက္ခေတ္တ၊  တိဗ္ၚကုသဵု။"},
{"word":"fiend","def":"n.  ဟွံခိုဟ်ဟွံသန်၊  မၞိဟ်ယုတ်မာ။  fiendish (adj)  မယုတ်မာ။"},
{"word":"fierce","def":"adj. (-r,-st)  မကြံၚ်မ္ၚိုဟ်၊  မခၞံၚ်ကၞာတ်၊  ဓရန်ဓရ၊  မသ္ကာတ်၊  မသ္ကာတ်မြဟ်၊  မသ္ကာတ်သာဲ(သြာဲ)၊  မတဆန်၊  မထဇန်၊  မထတ်သ္ကာတ်။  fiercely (adv)  ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်၊  သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"fiery","def":"adj.  မဂဵုသလံၚ်၊  မဂမ္တဴညံၚ်ရဴပၟတ်၊  မတုပ်ညံၚ်ရဴပၟတ်။  ၂။  မဇၞော်ကဵုဒေါသ၊  မနွံကဵုစိုတ်ပြဟ်ပြဟ်၊  မနွံကဵုစိုတ်ဓာတ်သ္ကာတ်သ္ကာတ်။"},
{"word":"fife","def":"n.  တလောတ်၊  ကလောတ်၊  အလောတ်။  fifer (n)  သၟာသၞောဲ(သဏောဲ)။"},
{"word":"fifteen","def":"n.  စှ်သုန်(၁၅)။  adj.  မဒှ်စှ်သုန်။  fifteenth (n)  ပန္နရသမ။  adj.  မဒှ်စှ်သုန်ဝါ၊  မဒှ်အလန်စှ်သုန်ဝါ။"},
{"word":"fifth","def":"n.  ပဥ္စမ။  adj.  မဒှ်အလန်ပဥ္စမ။  fifth lunar month. (adj)  ဂိတုခ္ဍဲသဳ။  fifth vowel of Mon. (adj)  ဓဇက်ဇိုၚ်။"},
{"word":"fifty","def":"n. (pl.-ties)  မသုန်စှော်(၅ဝ)။  fiftieth (adj)  မဒှ်အလန်မသုန်စှော်။"},
{"word":"fig","def":"n.  ဝိ၊  ဝိက္ၜၚ်။  ၂။  ကွိတ်၊  တၞံဝိ၊  တၞံကွိတ်။"},
{"word":"fight","def":"vt.vi. (pt.pp.fought)  ဇဵု(စာၚ်)၊  တဝ်စၞေဟ်၊  ပကာန်တဲ၊  ဗတိုက်၊  ထ္ပက်ပၞာန်၊  စာဲၜုၚ်တက်ဒုက်စုတ်။  ၂။  ကေတ်ဇၞးပြိုၚ်ပ္ကာန်။  n.  ပေဲါသေက်ဇဵု၊  ပေဲါဗတိုက်။  fighter (n)  မၞိဟ်ပြိုၚ်ပ္ကာန်၊  မၞိဟ်ဗတိုက်။  fighting cocks. (adj)  မဗဇဵုစာၚ်။  fight in battle. (vt.vi)  ဗတိုက်ပၞာန်။  a fist fight. (n)  လက်ပၠုဲ။"},
{"word":"figment","def":"n.  ပရေၚ်ဗဒှ်ကေတ်၊  ကသပ်စိုတ်သက်သက်။"},
{"word":"figurative","def":"adj.  မရပ်စပ်စကာလဝ်ဂလာန်ဥပစာ သွက်ဂွံကၠိုဟ်ကၠးလ္တူပရောပရာ။  figuratively (adv)  နဒဒှ်မရပ်စပ်စကာလဝ်ဂလာန်ဥပစာ သွက်ဂွံကၠိုဟ်ကၠးလ္တူပရောပရာ။"},
{"word":"figure","def":"n.  ဂၞန်။  ၂။  ဗီုပြၚ်မၞိဟ်၊  ရုပ်၊  သန္ထာန်။  ၃။  ဂလာန်ဥပစာ၊  ထ္ၜးပမာ။  ၄။  ပွမရပ်စပ်ပ္တောံၜတ်။  vt. vi.  ကမော်ဂၞန်၊  ကၟော်ဂၞန်၊  တော်တၟော်၊  မံက်ဂတဝ်ပြာကတ်။  figure of a bird. (n)  ရုပ်ဖဍုန်၊  ရုပ်ဂစေံ။"},
{"word":"filament","def":"n.  ကသဝ်ပ္ကဴ၊  ကဴ၊  ဇဝ်၊  သကှ်ေပ္ကဴ။  filament of a plant. (n)  ကသဝ်ဆု(ဇဝ်ကဴတၞံဆု)။"},
{"word":"filch","def":"vt.  ကၠတ်ကေတ်၊  ပၞုက်ဒယိုန်ကေတ်ဏာ။"},
{"word":"file","def":"n.  ဂတိုပ်လိက်(မပြေၚ်ဂိုန်ဇန်စုတ်လဝ်နကဵုလၟေၚ်)။  ၂။  ပွမပြေၚ်လဝ်နကဵုကရုၚ်။  vt.vi.  ဇန်စုတ်လိက်ပ္ဍဲကဵုဂတိုပ်လိက်။  ၂။  ပရေၚ်ကရုၚ်တုဲဇက်တိုန်၊  ပရေၚ်ကရုၚ်တုဲတိတ်အာ။  n.  ကရာၚ်။  vt.  ကြာၚ်၊  ကြာၚ်ကရာၚ်။  filing (n)  အိက်ကရာၚ်၊  အိက်ကိုက်။"},
{"word":"filial","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ဇာတ်။"},
{"word":"fill","def":"vt.vi.  ဗပေၚ်၊  ရနုက်ဗပေၚ်၊  သကဵုပေၚ်အာ၊  ဗပေၚ်ကေတ်ဒၞာဲ။  ၂။  ဖ္ဍိုက်ဗပေၚ်စုတ်အရာမနွံပၟိက်။  fill up. (vt.vi)  လးဗပေၚ်။"},
{"word":"fillet","def":"vt.  ပ္တိတ်ထောံဇုတ်(က,ဖျုန်)။"},
{"word":"film","def":"n.  ထပ်ဒၠး၊  စၞာံပရဳ။  ၂။  တၞးကဝ်သွက်ဂွံတက်ဗီု။  ၃။  ရုပ်ဂမျိုၚ်။  vt.vi.  ဂြောပ်ဒလီုလဝ်၊  ဂြောပ်ဒလီုလဝ်နကဵုစၞာံပရဳဗွဲလ္တူကျာ။  ၂။  တက်ရုပ်ဂမျိုၚ်။"},
{"word":"filter","def":"n.  ကရောဟ်ဍာ်၊  ထ္ဍိုဟ်ဍာ်၊  ဒမၚ်ကရိုန်။  vt.vi.  ထဍောဟ်၊  ထ္ဍိုဟ်ကေတ်ဍာ်၊  ဗျတ်၊  သ္ဍိုဟ်၊  သကဵုဇီစှ်ေ။  filter-tip (n)  ဇွောံဒုၚ်ကၠေၚ်ၜံက်ပ္ဍဲဍုတ်ၜံက်။"},
{"word":"filth","def":"n.  ကမၠိ၊  ကမၠိုက်၊  ခၠိုက်၊  ကၠိုက်လ္ၚေၚ်၊  မၠိုက်၊  ဂြံ၊  အမှိက်အမှံၚ်၊  လက်ကၠိုက်၊  လှိုက်၊  လှိုက်ထရီု၊  သၠိုက်။  filthy (adj)  ေၚတ်၊  ေၚတ်ဗေတ်၊  တဍိုက်လေၚၚ်၊  မပပ်ပဳ၊  မကၠိခန်၊  ကၠိခ္ဍက်၊  ကၠိစောန်၊  ကၠိပပ်၊  ကၠိုက်၊  ကၠိုက်ကၠိ၊  ကၠိုက်ခ္ဍက်။"},
{"word":"filtrate","def":"vt.vi.  သ္ဍိုဟ်၊  ခ္ဍိုဟ်၊  သကဵုဇီတိတ်(လုပ်)။  n.  ဍာ်ကေဝ်ကေဝ်မခ္ဍိုဟ်လဝ်တုဲ။  filtration (n)  ပွမခ္ဍိုဟ်။"},
{"word":"fin","def":"n.  နေၚ်က၊  ကတောဝ်က၊  နၚ်က။"},
{"word":"finagle","def":"vt.vi.  လီဠာန်၊  ကၠိပပ်ယုတ်မာ၊  ကေတ်မှးမှးနကဵုပြယာဲ။"},
{"word":"final","def":"adj.  မဒှ်ကဆံၚ်လက္ကရဴအိုတ်၊  မဒှ်တၞုၚ်တၞောတ်၊  မစိုပ်ကဆံၚ်တုဲဒှ်။  n.  တၞုၚ်တၞောတ်။  final end or aim. (adj)  ပြယာဲ။"},
{"word":"finance","def":"n.  ပရေၚ်ဗန္ဒာ(ဘဏ္ဍာ)၊  ပရေၚ်လှဲလှာ်(သၠုဲသၠာ်)။  vi.  ထံက်ပၚ်သၠုဲသၠာ်။  financial (adj)  မဆေၚ်စပ်ကဵုပရေၚ်သၠုဲသၠာ်။"},
{"word":"find","def":"vt. (pt.pp.found)  ဆဵု၊  ဂၠာဲဆဵု၊  ဆဵုဒး၊  ကလေၚ်ဆဵု၊  ကလေၚ်ဂၠာဲဆဵု။  find fault with. (vt)  ဗျိ၊  ဗျိပၠုတ်။"},
{"word":"fine","def":"adj. (-r,-st)  ခိုဟ်၊  ခမိဟ်၊  ပိက်၊  မတၟးဇး၊  မဒှ်ကဆံၚ်ဗြဲကျာတၟး(ဥတု)၊  မဟၟဲကဵုဗြဲဂူ။  ၂။  မဒှ်ကဆံၚ်မကလၚ်စ ဒးကဵုကတောဝ်၊  မဒှ်သ္ဒးသ္ဍိုက်မၠိုက်၊  မနွံကဵုကဆံၚ်သ္ဒးလဟိၚ်လဟာဲစိုတ်။  ၃။  မသောဲဗြောဲ၊  မကြဳမဳ၊  မကေက်ကလေံ။  ၄။  မသအး။  ၅။  မထတ်ယုက်။  n.  ဒဒှ်မသ္ဒးဒုၚ်တပ်ဒန်၊  သြန်ဒန်။  fine cloth. (adj)  ယာတ်ဒုကူလ၊  ယာတ်ဒုကူလဒိပ်။  fine gold. (adj)  ထဝ်ခမိဟ်(ခၟိဟ်)။  fine-voiced bird. (adj)  ကြဝိတ်၊  ဂစေံကြဝိတ်။"},
{"word":"finesse","def":"n.  ဒဒှ်မရပ်စပ်ဍိုဟ်ဍိုဟ်ကေက်ကေက်၊  ဒဒှ်မရပ်စပ်ဍိုန်ဍိုန်ဍောတ်ဍောတ်။"},
{"word":"finger","def":"n.  ကောန်တဲ။  vt.  ဒွံကဵုတဲ၊  လုက်စုက်ကဵုတဲ၊  လပုဟ်၊  လပုဟ်တဲ။  finger-breadth (n)  လပုဟ်၊  လပုဟ်တဲ၊  သၠဲမွဲလပုဟ်တဲ။  fingernail (n)  သၞေံတဲ။  finger-nail or toe-nail (n)  သၞေံ။  finger-ring (n)  လစိန်၊  လကံက်စိန်။"},
{"word":"fingerprint","def":"n.  ဒၞာဲၝောံတဲ၊  ရုပ်ၝောံတဲ၊  ဒၞာဲလပုဟ်တဲ၊  ရုပ်လပုဟ်တဲ။"},
{"word":"finical","def":"adj.  မဂၠာဲဂလာန်၊  မကေတ်ကဵုညံၚ်စိုတ်ဇကု။"},
{"word":"finish","def":"vt.vi.  ဆောံ၊  တုဲဒှ်၊  ပတုဲ၊  ပ္တုဲ၊  အုပ်ကၠေံနိဂီု၊  ဒေံါထောံ။  n.  ဒတုဲ၊  ဒဒှ်ဗွဲကြဴအိုတ်။  finishing plank. (n)  ခဗာန်။"},
{"word":"finite","def":"adj.  မနွံကဵုတွဵုဒနက်၊  မနွံကဵုသိၚ်ဗိုၚ်။"},
{"word":"fir","def":"n.  တၞးကေက်ကေက်ညံၚ်ရဴမနွံပ္ဍဲတၞံဆုပၞာၚ်သေံကေက်တိုန်အာဗီုဂဒအ်၊  တၞံပၞာၚ်သေံ။"},
{"word":"fire","def":"n.  ပၟတ်။  ၂။  ပွမပန်သၞာ်၊  ဒဒှ်မသ္ဒးဒုၚ်ပန်ကဵုသၞာတ်။  vt.vi.  သကဵုတူပၟတ်။  ၂။  စုတ်ဗ္တိုက်ပ္တိုန်ပၟတ်။  ၃။  ပန်သၞာတ်။  ၄။  ပ္တိတ်ထောံနူကမၠောန်။  fire-cracker. (n)  ဖျုန်မပါ၊  ဖျုန်ဒဂါ။  fire-brand. (n)  တမိတ်ပၟတ်၊  ပၟတ်ပၟိတ်၊  လ္ၚ၊  လ္ၚပၟတ်။  ၂။  မၞိဟ်ထောပလ။  fire-man. (pl.-men)  n.  ရဲဂစိုတ်ပၟတ်၊  ရဲသိုဟ်ပၠိုတ်ပၟတ်၊  မၞိဟ်ဂစိုတ်ပၟတ်၊  မၞိဟ်သိုဟ်ပၠိုတ်ပၟတ်။  fire brigade  (usu the fire brigade) (Brit) (also fire  service, US  fire department )  n.  ဂကောံသိုဟ်ပၠိုတ်ပၟတ်၊  ဂကောံညးဂစိုတ်ပၠိုတ်ပၟတ်။"},
{"word":"firefly","def":"n.  စၟလာဲလိၚ်၊  စၟလဳဠိၚ်၊  စၟလေဲလိၚ်၊  ထၟလာဲလိၚ်။"},
{"word":"fireplace","def":"n.  ဖဴ၊  ဖဴမတောံတိုပ်စ။"},
{"word":"firewood","def":"n.  အှော်၊  ကောန်ဆုမကုတ်ကရေက်လဝ်သွက်ဂွံစံၚ်။"},
{"word":"firm","def":"adj. (-er,-est)  ခိုၚ်၊  ခိုၚ်ကၠိုက်၊  ခိုၚ်ဗိုန်၊  ဂၠ၊  ဂၠိ၊  တန်၊  တန်ကြန်၊  ဒမၠိ၊  ဒၠိ၊  ဗိုန်၊  ဗိုန်က္ညန်၊  ဗိုန်ဇၟံ၊  မခိုၚ်ကၠိုက်၊  မဗိုန်ဗတ်။  ၂။  မဟွံပြံၚ်လှာဲ၊  မခိုၚ်ဗိုန်။  n.  ဂကောံပရေၚ်ပိုန်ဂြပ်၊  ကမ္ပနဳ၊  ဂကောံရဲသွံရာန်။  firmly (adv)  ခိုၚ်ခိုၚ်၊  တန်တေဝ်၊  ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။ firmness (n)  အခိုၚ်။  firmament (n)  အကး၊  တကး၊  အကာသ။"},
{"word":"first","def":"adv.  ပထမ၊  ကၠာအိုတ်၊  ပ္ဍဲကိုပ်ကၠာ၊  ဗွဲကိုပ်ကၠာ၊  က္ဍိုပ်ပုၚ်က္ဍိုပ်သွ။  ၂။  အလန်ပထမ။  adj.  ပြဟ်၊  ပြဟ်မြက်၊  မပြဟ်နူကဵုအရာတၞဟ်သအာၚ်၊  မဒှ်ဗွဲကိုပ်ကၠာ။  first-class (adj)  မဒှ်ကဆံၚ်ပထမ၊  မဒှ်ကဆံၚ်ခိုဟ်အိုတ်။  first among many. (adj)  အဓိက။  first lady of the land. (adj)  ဗဒေသဳဗြဴ။  the first of the five Buddhas. (n)  ကျာ်ကက္ကုသန်။"},
{"word":"firstborn","def":"n.  အဂၠု၊  ကောန်ဂၠု၊  ကောန်မဂွံဗွဲကိုပ်ကၠာအိုတ်။"},
{"word":"firstly","def":"adv.  နဒဒှ်ဗွဲကိုပ်ကၠာ၊  နဒဒှ်ကဆံၚ်ဗွဲကိုပ်ကၠာ။"},
{"word":"firth","def":"n.  ဂၚ်ခရော်ဒဵု၊  ပါၚ်က္ၜဳက္ဍန်က္ဍန်။"},
{"word":"fiscal","def":"adj.  မဆေၚ်စပ်ကဵုအခေါၚ်ဖလှာ၊  မဆေၚ်စပ်ကဵုသြန်လုပ်၊  မဆေၚ်စပ်သၠုဲသၠာ်တိုက်ဗန္ဒာ၊  မဆေၚ်စပ်ကဵုသြန်ရပ်စပ် (ပ္ဍဲဂွေၚ်မွဲသၞာံ)။  fisc (n)  တိုက်သြန်၊  တိုက်ဗန္ဒာ။"},
{"word":"fish","def":"n. (fish or fishes)  က။  vt.vi.  ရပ်က၊  က္ဍန်က၊  ဍန်က။  fisherman (n)  တမ္ၚာ၊  ရဲပ္ၚာ၊  သၟာတမ္ၚာ။  fisherman's basket. (n)  တိုၚ်ကံ။  fish-monger (n)  ဗြဴမယဵုသွံက၊  ဗြဴဗြဴရဲမသွံစက။  fishy (adj)  မနွံကဵုသွက်သ္ဂောံဒှ်သၠေဟ်ပၟာ။  fish-hook (n)  ခၞောန်၊  စဏန်၊  သၞန်။  fish-paste (n)  ခရံက်၊  ဖြံက်၊  ဖရံက်၊  ခရံက်က။  fish-trap (n)  ကၟိန်၊  ပိုၚ်၊  ကောန်ဍန်၊  ဇန်၊  ကဝ၊  ခမၚ်၊  ဇွောံပါမ်က။"},
{"word":"fishing-frog","def":"n.  ကၚဴ။  ၂။  ပရန်ၚဴ(သွက်ဂွံက္ဍန်က)။"},
{"word":"fishing-net","def":"n.  ဇာ၊  ဇာပံါက။"},
{"word":"fishing-rod","def":"n.  ဇဵုခၞောန်။"},
{"word":"fissile","def":"adj.  မလေပ်ပါ်ကရေက်တိတ်၊  မလေပ်ထကးတိတ်။"},
{"word":"fission","def":"n.  ဒဒှ်မပတိတ်ဓတ်အနုလက်ကၠိုက် နူကဵုခ္ဍန်အနုလက်ကၠိုက် မသရိုဟ်ထကးတိတ်။"},
{"word":"fissure","def":"n.  ကရောၚ်ကရောန်၊  ကရောၚ်ထကး။"},
{"word":"fist","def":"n.  က္ၜတ်တဲ၊  သတ်တဲ။"},
{"word":"fistula","def":"n.  ယဲမာဂဏ္ဍဵု၊  ယဲဗလောဝ်။"},
{"word":"fit","def":"adj. (fitter,fittest)  ကြမဳ၊  ဂပ်ဝ်၊  ဇပ်က္ဍပ်၊  ဇပ်ဍပ်၊  ထေက်၊  ထေက်တန်၊  မဒးဖစပ်၊  မဒးရး၊  မကိတ်ညာပ်။  ၂။  မဒးကဵုအလိုက်အခိုက်ဍာံဍာံပြပြ။  ၃။  မထတ်ယုက်၊  မကြံၚ်မ္ၚိုဟ်၊  မခိုၚ်ကၠိုက်။  ၄။  မဒှ်ဒၟံၚ်ဒတုဲ။  n.  ဒဒှ်မက္တဵုဒှ်တိုန်ယဲဖြုဖြု။  ၂။  ဒဒှ်မဝိုတ်စိပ်အာဟိုတ်နူယဲ၊  ဒဒှ်မတိုန်စိပ်အာဟိုတ်နူယဲ။  vt.vi. (-tt-)  ဒးဖစပ်၊  ဒးရး၊  ကိတ်ညာပ်၊  ကြိုက်တန်။  fitness (n)  ကိတ်၊  ကိတ်ညာပ်၊  ဒဒှ်မဂပ်ဝ်၊  မဒှ်မထတ်ယုက်၊  ဒွး၊  ယုတ္တိ။  fits (vt.vi.)  စိပ်၊  တိုန်၊  ဝိုတ်။  fitting (adj)  ထေက်၊  ထေက်ကြိုက်၊  ဒွး၊  သာရုပ်၊  မထေက်ကြိုက်။  fittingly (adv)  အထိုက်အထိုက်၊  နဒဒှ်မထေက်ကြိုက်၊  နဒဒှ်မဒွး။  fit for. (vt.vi.)  ကြိုက်ကဵု။  fit together. (vt.vi.)  ဗ္ဂပ်။"},
{"word":"five","def":"adj.  မသုန် (၅)။  the five highest Rupabrahma heavens. (n)  ဗြီုသုဒ္ဓဝါသ။"},
{"word":"fix","def":"vt.vi.  ကကျိုၚ်၊  ဗဂပ်လဝ်ညံၚ်သ္ဂောံဗိုတ်ဗတ်၊  စတ်ပ္တဴပတိုန်။  ၂။  သ္ဂုတ်သွာတ်၊  စၟတ်သမ္တီ၊  ကၞာတ်သမ္တီ။  ၃။  စွံအရီုမွဲမွဲဒၞာဲ၊  စွံအရီုလ္တူအရာမွဲမွဲ။  ၄။  စဳဇန်ဖျေံကဵုဒၞာဲဝဲါ၊  ရီုဗၚ်ထံက်ပၚ်။  ၅။  ပ္တန်ပ္တေဝ်။  n.  ဒဒှ်မဆဵုဂဗတၚ်ဝါတ်ဂါတ်၊  ဒဒှ်မဆဵုဂဗတၚ်ကြေပ်ကြေပ်ဂြတ်ဂြတ်၊  ဒဒှ်မစိုပ်အာဒၞာဲကြေပ်ကြေပ်ဂြတ်ဂြတ်။  fixed (adj)  မဟွံမွဲကဵုကဆံၚ်ချဳဒရာၚ်၊  မကၞာတ်သမ္တီလဝ်၊  မဖာတ်လဝ်၊  မဟွံပြံၚ်လှာဲ။  fix a price. (vt.vi.)  ပ္တန်ၚုဟ်။  fix one's mind on a thing. (vt.vi.)  စြဟ်ပ္တဴ။  fix the eyes on an object. (vt.vi.)  ထောံမတ်။"},
{"word":"fixate","def":"vt.  ရံၚ်ပစေံလှၚ်ဒိုပ်ဒၟံၚ်၊  လှၚ်ဒိုပ်မတ်ဒလန်ဒဒၟံၚ်။"},
{"word":"fizz","def":"n.  ဗရုကၠေၚ်ဗြုခ္ဍတ်၊  ဗရုခၜိုဟ်တၟိုဟ်တိတ်။  ၂။  ဗရုခၜိုဟ်ဍာ်လေန်မနေတ်။  ၃။  ဗရုထၜိုဟ်အရက်ရှိမ်ပိန်တၟိုဟ်တိတ်။"},
{"word":"flabbergast","def":"vt.  က္တဵုဒှ်တဴအံသဝ်ဗွဲမလောန်၊  မတ်ထကအာ၊  လှၚ်ဒိုပ်အာ။"},
{"word":"flabby","def":"adj. (-ier,-iest)  မဍိုန်ဍောတ်(ဖျုန်သွ,ကောန်ကၞိ)၊  မလကဲလိုအ်ဒၟံၚ်။  ၂။  မနွံကဵုစိုတ်ဓါတ်ဍိုန်ဍိုန်လျလျ။  flabbiness (n)  ဒဒှ်မဍိုန်ဍောတ်၊  ဒဒှ်မလကဲလိုအ်ဒၟံၚ်။ "},
{"word":"flaccid","def":"adj.  မဍိုန်ညောံ၊  မဍိုန်လိုအ်(လောံ)။"},
{"word":"flag","def":"n.  အလာံ၊  အလေံ။  ၂။  တၟံဂတှ်ေလးဂၠံၚ်။  vt. (-gg-)  တ္ၚံက်ဍိုန်တသိုပ်စှ်ေ(တၞံဆု)၊  ဍောၚ်ၜိုတ်အိုတ်ဓတ်ကရတ်။  flag staff. (n)  တိုၚ်အလာံ။"},
{"word":"flag-stone","def":"n.  တၟံလး။"},
{"word":"flagrant","def":"adj.  မကၠးဖ္ဍးဒဒှ်ဟွံစှ်ေကဵုအခိုက်အလိုက်၊  မတန်ဒှ်တဴသက်သက်(ဆေၚ်စပ်ကဵုအမှုအရာ)။  ၂။  မယုတ်မာတ္ၚံက်တ္ၚေဲ တေဝ်တေဝ်သေဝ်သေဝ်။"},
{"word":"flair","def":"n.  ဝါသနာ၊  အစောံစရာဲသဘဴ။"},
{"word":"flake","def":"n.  မုဟ်(ဇုက်)၊  တၞုၚ်၊  တၞး၊  ထၟူ၊  တ္ၜံၚ်၊  က္ဍိုပ်၊  ကလောံ။"},
{"word":"flame","def":"n.  ကနှ၊  ခဏ၊  ခနှ၊  ခနှပၟတ်၊  သၞ၊  သၞပၟတ်၊  ဂၠန်(ဂၠောန်)ပၟတ်။  ၂။  ကဝေၚ်။  vi.  ကနှ၊  ဂဵုသၠံၚ်၊  ဂဵုတူ၊  ဒှ်မနော၊  ဒှ်ဒေါသ။"},
{"word":"flank","def":"n.  သ္ကဲ၊  တရပ်သ္ကဲ။  ၂။  သ္ကဲဂှ်၊  လ္ပာ်သ္ကဲ။  vt.  ဝိုၚ်ရေတ်လဝ်လ္ပာ်သ္ကဲ။"},
{"word":"flap","def":"n.  ဗရုရမျာၚ်ချဳဒရာၚ်(ဂစေံတက်သၞေၚ်,အလာံ,တၞးဆုကြဳကြဳတံ)၊  ဗရုတက်။  vt.vi. (-pp-)  ဗြုချဳဒရာၚ်၊  တက်ချဳဒရာၚ်။  flapping wings. (adj)  မဗယာပ်သၞေၚ်။  "},
{"word":"flare","def":"vi.  ပၟတ်ဂဵုတူတိုန်၊  ဒှ်မနောဒေါသ။  n.  တဝ်ၜံၚ်မိန်သော၊  ဒဒှ်ပၟတ်မယးတၟးမံၚ်၊  မိန်ရှောတဝ်ၜံၚ်။  ၂။  ကရိယာမထ္ၜးလက်သန်နကဵုလျးပၟတ်။"},
{"word":"flash","def":"n.  ကမၠိတ်၊  ဆေဝ်ပလေဝ်၊  ဇုက်လလဳ၊  ဒဒှ်ပၟတ်မတၟးတိုန်ဖျဴဖျဴ၊  ဖျဳ၊  ဖျဳလလဳ၊  ဒဒှ်ပၟတ်မတၟးဖျဴ။  vt.vi.  ဖျဳ၊  ထ္ၜးဒၟံၚ်ပၟတ်ဖျေဲဖျဴ။  ၂။  ဆဵုညာတ်ဟွံရန်တၟံလဝ်မွဲသာ်၊  ဂွံကၠုၚ်ကသပ်။  a flash of lightning. (n)  ဖျဳလလဳ၊  ဇုက်လလဳ၊  ဆေဝ်ပလေဝ်။  to flash a light. (vt.vi.)  ပျးတၟးပၟတ်။"},
{"word":"flash-point","def":"n.  ဒၞာဲတူဂဵုတိုန်ဗွဲမလောဲသွာမာန်။"},
{"word":"flask","def":"n.  ဗဳဍာ်ဂမ္တဴ၊  ပလၚ်ဍာ်ဂမ္တဴ။"},
{"word":"flat","def":"adj. (-ter,-test)  ထၜာတ်၊  မလး၊  မတးလး၊  မတးညဳ၊  လး။  ၂။  မဒှ်ဒၞာဲလ္ၚုလ္ၚန်ခိုဟ်၊  မဒှ်ဒၞာဲမဟၟဲကဵုသွက်စိုတ်သ္ဂောံလုပ်စ၊  မဟၟဲကဵုရှ်သာ(ဗဳယျာ)။  ၃။  အိုဿီု၊  အလုံအိုဿီု။  n.  ခဒံသ္တိက်။  flat roofed shed. (adj)  ကၞာထး။  flat surface. (adj)  အပၠာ၊  တၞး၊  တၞးတၞး၊  မုက်လးလး၊  ဂၠးမုက်လးလး။"},
{"word":"flatter","def":"vt.  ဟီုပတိုန်၊  ဟီုထ္ၜပတိုန်စ၊  ထအၚ်ပတိုန်၊  ဟီုထအၚ်ပ္တိုန်နကဵုစိုတ်စၞာဲစၞာဲ။  flatterer (n)  မၞိဟ်မထအၚ်ပ္တိုန်စလေပ်၊  မၞိဟ်မထ္ၜပတိုန်စလေပ်။  flattery (n)  ပွမဟီုဂလာန်ထအၚ်ပတိုန်။"},
{"word":"flatulence","def":"n.  ဒဒှ်ကျာမပေၚ်ဒၟံၚ်၊  ဒဒှ်မပေၚ်ဒၟံၚ်သြိုဟ်၊  ဒဒှ်ကျာမက္တဵုဒၟံၚ်။"},
{"word":"flaunt","def":"vt.vi.  ကြီုဓမံက်စဂုန်ဂၞာတ်၊  ကြီုထ္ၜးစရာဲဇကု။"},
{"word":"flavour","def":"n.  ရှ်၊  ပွမဍိုက်ပေၚ်တဴကဵုသၟူအမြာဲရှ်သာ။  flavouring (n)  ဒဒှ်မဍိုက်ပေၚ်တဴကဵုသၟူအမြာဲရှ်သာ။"},
{"word":"flavor","def":"ရံၚ် flavour တေံညိ။  "},
{"word":"flaw","def":"n.  ဒုဟ်၊  ပၞေတ်ပၞေၚ်၊  တၚ်မဆောတ်ယောၚ်။  flawless (adj)  မဟၟဲကဵုပၞေတ်ပၞေၚ်။"},
{"word":"flax","def":"n.  ကာန်။"},
{"word":"flay","def":"vt.  သံက်စၞာံ၊  တက်ကဵုလေံကလး၊  ဟီုဖျေံကဝုသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"flea","def":"n.  စဲကၠဵု။"},
{"word":"fledged","def":"adj.  မဍိုက်ပေၚ်တဴကဵုသော်သၞေၚ်။  fledgeling (n)  ကောန်ဂစေံက္ဍုတ်သၞေၚ်ပေၚ်။  ၂။  မၞိဟ်မနွံကဵုလညာတ်ဆဵုဂဗမဍိုန်ၜတ်။"},
{"word":"flee","def":"vt.vi. (pt.pp.fled)  ဒြိပ်ဒဴ၊  ဂြိပ်ဒဴပဲါ၊  ဒဴ၊  ဒဴအာ၊  ဒဴတိတ်၊  ဒဴထောံ၊  ပေက်၊  ဗလေတ်ဒဴ။  flee from the enemy. (vt.vi.)  ဓလေတ်ဒဴနူသၞ။"},
{"word":"fleece","def":"n.  ချဵု၊  တသော်သဵု။  fleecy (vt)  ချဵု၊  ပြဵု၊  ချဵုပြဵု၊  လီကေတ်ကပေါတ်သြန် ပ္ဍဲညးမွဲမွဲနကဵုစိုတ်စၞာဲ။  adj.  ဇဴဒြေပ်၊  မချဳဒရာၚ်ဗွဲမပြဟ်။"},
{"word":"fleet","def":"n.  က္ဍိုပ်သ္ကံက္ၜၚ်၊  သ္ကံက္ၜၚ်ပၞာန်၊  က္ဍိုပ်က္ၜၚ်ပၞာန်။"},
{"word":"fleeting","def":"adj.  မဂြိပ်ပြဟ်၊  မအိုတ်လောဲ။"},
{"word":"flesh","def":"n.  ဖျုန်၊  စုန်။"},
{"word":"flew","def":"ရံၚ် fly တေံညိ။"},
{"word":"flexible","def":"adj.  မဍိုန်၊  မဍိုန်ဍောတ်၊  မၜိုတ်မတ္ၚံက်ဂွံ။  flexibility (n)  ပွမပြံၚ်လှာဲဂွံဗွဲမလောဲသွာ၊  ပွမပြံၚ်လှာဲမာန်မလောဲသွာ၊  ပွမတံၚ်ဗဇာပ္တိတ်ဂွံလောဲလောဲသွာသွာ။"},
{"word":"flight","def":"n.  ပွမပဝ်အာလ္တူကျာ။  ၂။  လၟေၚ်ဂၠံၚ်တရဴလ္ပာ်ကျာ။  ၃။  ပွမဒြိပ်ဒဴအာ။  flighty (adj)  မဟွံတန်ကြန်၊  မချဳဒရာၚ်ဖံက်ပၠန်။"},
{"word":"flimsy","def":"adj. (-ier,-iest)  မဍောတ်သွတ်သာက္ဍာ၊  မလီုကဝ်ကေက်လောဲ။  flimsily (adv)  နဒဒှ်မဍောတ်သွတ်သာက္ဍာ၊  နဒဒှ်မလီုကဝ်ကေက်လောဲ။  flimsiness (n)  ဒဒှ်မဍောတ်သွတ်သာက္ဍာ၊  ဒဒှ်မလီုကဝ်ကေက်လောဲ။"},
{"word":"flinch","def":"vt.  ဖေက်တုဲဆုတ်ထောံ၊  ဖေက်ရောံတုဲဆုတ်ထောံ။"},
{"word":"fling","def":"vt.vi. (pt.pp.flung)  ဗိုတ်ကၠဟ်ထောံ၊  သ္ပပွမချဳဒရာၚ်မွဲဇြဟတ်၊  လပိုက်ကဆံၚ်တိတ်အာ၊  ထဗိုတ်၊  လွိၚ်။"},
{"word":"flint","def":"n.  တၟံပၟတ်၊  တၟံသွက်ဂွံခရက်ပၟတ်။"},
{"word":"flip","def":"vt.vi. (-pp-)  လွိုက်တက်စုတ်၊  လွိုက်ကၠဟ်စုတ်၊  လွိုက်ပၚ်ပ္တိုန်။  n.  ဒဒှ်မလွိုက်တက်စုတ်၊  ဒဒှ်မလွိုက်ကၠဟ်စုတ်။"},
{"word":"flippant","def":"adj.  မဟွံသ္ပကေၚ်ကာ၊  မဟၟဲကဵုအရှ်ေအသှ်ေအဲပရဲ။"},
{"word":"flirt","def":"vi.  ဝေၚ်သ္ပမိပ်(ကဝေၚ်)၊  ဝေၚ်သ္ပမိပ်ကေတ်ကွေံရဟွံသေၚ်၊  ဗက်ထ္ဍုတ်ဓမက်ခြေံဝေၚ်။  flirtation (n)  ပွမနွံကဵုစိုတ်ဝေၚ်သ္ပမိပ်ဂၠိုၚ်။"},
{"word":"flit","def":"vi. (-tt-)  ပဝ်ဒံၚ်ထလာ်ဒၟံၚ်ဒၞာဲတေံဒၞာဲဏံ။"},
{"word":"float","def":"vt.vi.  ဒယိုန်ဒၟံၚ်၊  ဒယိုန်ဟဳဒၟံၚ်လ္တူမုက်ဂၠးဍာ်။  ၂။  ဂွံသြန်တံရိုဟ်အထံက်အပၚ် သွက်ဂွံစကၠောန်ပရေၚ်ပိုန်ဂြပ်။  ၃။  ကလာၚ်ဒၟံၚ်လ္တူကျာ၊  ဟဳသွဝ်မံၚ်လ္တူကျာ။  n.  ပဏံၚ်၊  ပဏံၚ်ဒုန်၊  ပၞံၚ်၊  ပၞံၚ်ဒုန်။  float in the air. (vt.vi.)  ကလာၚ်၊  ကလာၚ်လ္တူကျာ။"},
{"word":"flock","def":"n.  ဂကောံသတ်မတုပ်၊  သ္ကံ၊  ထကံ၊  က္ဍိုပ်(သဵု,ဗ္ၜေံ,ဂစေံ)။  vi.  ကောံကလောံအာ၊  ဂၠောဲကလောံအာ။"},
{"word":"floe","def":"n.  ဍာ်ကလောံဟဳပါအာကၠုၚ်ဒၟံၚ်ပ္ဍဲဍာ်ဂၚ်။"},
{"word":"flog","def":"vt. (-gg-)  တက်လၟိုတ်ကဵုလေံၜဝ် လေံကလး။  flogging (n)  ဒဒှ်မလၟိုတ်ကဵုလေံၜဝ် လေံကလး။"},
{"word":"flood","def":"n.  ဒဒှ်ဍာ်မဇၞော်၊  ဇၟောဝ်၊  ဒဒှ်ဍာ်မကလိုပ်၊  ဒဒှ်ဍာ်မဟးပြး။  vt.vi.  ဍာ်ဇၞော်၊  ဍာ်ကလိုပ်။  flooded (adj)  မပေၚ်ဟးတၟးတိုန်။"},
{"word":"floor","def":"n.  ကၞဳ၊  တၞဳ၊  ကၞဳဟိ။  ၂။  ထပ်(သ္ၚိ)။  secon floor (n)  ထပ်ၜါ(သ္ၚိ)။  floor beam. (n)  ရတ်၊  မတ်မနွံကဵုၚုဟ်မး။"},
{"word":"flop","def":"vt.vi. (-pp-)  လောတ်စှ်ေဒၚ်၊  ဒေံါကဝးစှ်ေ။  floppy (adj)  မလောတ်စှ်ေဒၚ်၊  မဒေံါကဝးစှ်ေ။"},
{"word":"floral","def":"adj.  မဆေၚ်စပ်ကဵုဍောၚ်ပ္ကဴ။  floral design. (adj)  တၞာဲ၊  တဏာဲ၊  တနာဲ။"},
{"word":"flotsam","def":"n.  သွိုဟ်၊  ဇရကၞာတ်က္ၜၚ်ဗၠိုက်လဝ် မဟဳဇတဝ်ဒၟံၚ်ပ္ဍဲဍာ်။"},
{"word":"flounce","def":"vi.  စိုပ်ဒၟံၚ်ကဆံၚ်ရပ်ဣဏံဒးဟာ ရပ်ဣတေံဒးဟာ၊  စိုပ်ဒၟံၚ်ကဆံၚ်မတ်ဂၠုဒၟံၚ်၊  စိုပ်ဒၟံၚ်ကဆံၚ်သ္ပဣဏံဂှ်ဒးဟာ သ္ပဣတေံဂှ်ဒးဟာ ထပိုတ်အာထပိုတ်ကၠုၚ်။"},
{"word":"flounder","def":"vi.  ရုန်ဂစာန်စဵုကဵုဗီုပြၚ်လီု၊  ဇဲဇာဲထရိုဟ်ဒေံါစှ်ေ။  ၂။  ဒှ်ဒၟံၚ်တံၚ်တံၚ်ခယျခယျ၊  ဒှ်ဒၟံၚ်တတတံၚ်တံၚ်၊  ပကဵုပရာပ်လဝ်ဗၠေတ်ဗၠေတ်ဗၠေၚ်ဗၠေၚ်။  ၃။  ခပိုတ်၊  ထပိုတ်ဍတ်ဒၟံၚ်။"},
{"word":"flour","def":"n.  ဝိုဟ်၊  ခၞိက်ဝိုဟ်(သွက်ဂွံကၠောန်ကွာၚ်)။"},
{"word":"flourish","def":"vt.vi.  ထတ်မ္ၚိုဟ်၊  အံၚ်ဇၞး၊  သိုက်ဘိုက်၊  ရာၚ်ဆာဲ။  ၂။  လဝိၚ်။  n.  သၟာဇၟန်ပ္ကဴ။  flourish a sword. (vt.vi.)  ဒယီုခဂ္ဂ(မြ)၊  လဝိၚ်သ္ဇၚ်။"},
{"word":"flout","def":"vt.  ခတဝ်၊  ဒစဵုဒစး၊  ဟွံသ္ပကာ၊  ဟွံသ္ပဂရု။"},
{"word":"flow","def":"vi. (pt.pp.-ed)  ဇွောဝ်၊  ဇွောဝ်စှ်ေ။  n.  ဒဒှ်မဇွောဝ်စှ်ေဒၟံၚ်ဂြုံဂြုံ။  flowing (n)  ဇမောဝ်၊  ဇၟောဝ်။  flow down. (vi)  ဇွောဝ်စှ်ေ။"},
{"word":"flower","def":"n.  ကဴ၊  ပ္ကဴ၊  ဍောၚ်ပ္ကဴ။  flower bud. (n)  ကရာၚ်ခဝ်ဇဝ်၊  ကျာဲပ္ကဴ၊  ကြာဲပ္ကဴ၊  ဇလာဲပ္ကဴ။  flower garden. (n)  ကၠံပ္ကဴ။  flower petals. (n)  ထိုၚ်ပ္ကဴ။  flower vase. (n)  နုၚ်ကၠဟ်။  flowering plant. (adj)  တၞံပ္ကဴသဴ။"},
{"word":"fluctuate","def":"vi.  ချဳဒရာၚ်ဆုဲအာဒၟံၚ်၊  ဟွံတန်ကြန်။"},
{"word":"fluent","def":"adj.  မဟီုအရေဝ်မာန်ချာဒၟံၚ်။  fluently (adv)  နဒဒှ်မဟီုမာန်ချာတဴဗွဲ။"},
{"word":"fluff","def":"n.  ဒဒှ်မဍိုန်ဍောတ်၊  အရာမဒှ်ညံၚ်ရဴတသော်ဂစေံ၊  တသော်ဍိုန်ဍိုန်ဍောတ်ဍောတ်။"},
{"word":"fluid","def":"adj.  မဇွောဝ်စှ်ေမာန်(ဍာ်ဍာ်)၊  မဟွံတန်ကြန်။  n.  ဒဒှ်မဇွောဝ်စှ်ေမာန်၊  ဒဒှ်မဟွံတန်ကြန်။"},
{"word":"fluke","def":"n.  ဒဒှ်ကံကုသဵုမခိုဟ်ကၠုၚ်ဟွံရန်တၟံလဝ်မွဲသာ်။"},
{"word":"flush","def":"vt.vi.  သကဵုမုက်ဍာဲအာ (ဂွအာ)၊  သကဵုလၟုဟ်ဆီ၊  သကဵုစိုတ်ချဳဒရာၚ်က္တဵုတိုန်။  ၂။  ကြာတ်ထောံကဵုဍာ်။  n.  ဒဒှ်မဒေၚ်ဒိုဟ်အာ။"},
{"word":"flute","def":"n.  ကလောတ်၊  တလောတ်။  vi.  ဗဂိုဟ်တလောတ်။  flute player. (n)  သၟာတလောတ်။"},
{"word":"flutter","def":"vt.vi.  ဗယာပ်၊  ဓယာပ်၊  တက်{သၞေၚ်(ဂစေံ)}။"},
{"word":"flux","def":"n.  အပြံၚ်အလှာဲ၊  ဒဒှ်မက္တဵုဒှ်ဒၟံၚ်ဟွံသ္ကုတ်။  vt.  သကဵုလာဲ။"},
{"word":"fly","def":"vt.vi. (pt.flew, pp.flown)  ပဝ်၊  ပဝ်လ္တူကျာ။  ၂။  သွဝ်(မၠိုက်)၊  သွဝ်အာပ္ဍဲကျာ။  n.  ရုဲ။"},
{"word":"flying-fish","def":"n.  ကကၠဴ။"},
{"word":"flying-fox","def":"n.  ကဝက္ဍိုပ်ဗြာတ်။  ၂။  ကၠဗၜဵုတၠသၞေၚ်၊  ကၠသမြေၚ်။  "},
{"word":"flying-lizard","def":"n.  ဒကုဲသၞေၚ်၊  ဒကုဲတၠသၞေၚ်။"},
{"word":"flying-squirrel","def":"n.  ပြိပ်သၞေၚ်၊  ပရိပ်တၠသၞေၚ်။"},
{"word":"foam","def":"n.  ခၜိုဟ်၊  ထၜိုဟ်၊  ထၜိုဟ်ဍာ်။  vi.  ခၜိုဟ်တိုန်၊  ထၜိုဟ်က္တဵု။"},
{"word":"fob","def":"vt. (-bb-)  လီ၊  ဗ္ဂေတ်ဏာ။"},
{"word":"focus","def":"n. (pl.-es or foci)  ဒၞာဲလျးမကောံကလောံစှ်ေ၊  ဒၞာဲလျးမကောံစူစှ်ေ၊  ဒၞာဲမကောံဆဵုဂဗ၊  ဒၞာဲအရီုမကောံကလောံတန်တဴဒၟံၚ်။  vt.vi.  ချိၚ်၊  ကေဝ်၊  သ္ပအရီု။  focal (adj)  မဆေၚ်စပ်ကဵုဒၞာဲလျးမကောံဆဵုဂဗ၊  မနွံပ္ဍဲဒၞာဲလျးမကောံဆဵုဂဗ။"},
{"word":"fodder","def":"n.  ချောဲကှ်ကှ်၊  ချံက်၊  စၞပြေၚ်စၞဂၠဴတံ။"},
{"word":"foe","def":"n.  သၞ၊  သတြု။"},
{"word":"foetal","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ပ္ဍဲဒမုၚ်ဒလေၚ်။"},
{"word":"fetal","def":"ရံၚ် foetal တေံညိ။  "},
{"word":"foetus","def":"n.  ဒမုၚ်ဒလေၚ်။"},
{"word":"fog","def":"n.  လမၠာၚ်၊  လတိုပ်။  vt.  ဂၠုဒၟံၚ်နကဵုလမၠာၚ်၊  ဂၠုဒၟံၚ်နကဵုလတိုပ်။  foggy (adj)  မဂၠုဓီုဒၟံၚ်ကဵုလမၠာၚ်၊  မဂၠဓီုဒၟံၚ်ကဵုလတိုပ်။"},
{"word":"foil","def":"vt.  သကဵုလီု(ကသပ်ဂၞန်)။  n.  တှ်ေထာတ်ပ္တိတ်လဝ်ကြဳကြဳ။"},
{"word":"fold","def":"vt.vi.  ခလပ်၊  ထပ်၊  ဆ၊  ကွပ်၊  တခံက်။  ၂။  မိန်တဲ။  n.  ခရိုၚ်၊  ခရိုၚ်သဵု၊  ဆ၊  အဆ။"},
{"word":"foliage","def":"n.  တၞးဆု(မနွံလ္တူတၞံဍေံ)၊  တမှဳ၊  လမဳ၊  လမဳလှ။"},
{"word":"folk","def":"n.  သ္ကံသ္ကောံကောန်ဂကူ၊  ဂကောံဂကူ။"},
{"word":"follow","def":"vt.vi.  ကၠုၚ်ဂတကြဴအတိုၚ်လၟေၚ်၊  ခစ၊  ဆံၚ်၊  ဒဍေၚ်၊  သ္ဍံၚ်။  ၂။  ကၠိုဟ်ခၠၚ်ပ္ဍဲစိုတ်။  ၃။  သွိုန်ပၟဝ်၊  သွိုန်ဗပိုန်၊  ဒုၚ်တဲ၊  ဒ္ဂေတ်ဗက်။  follower (n)   တွဳဒဝိုၚ်နာံမြိုၚ်မသ၊  ကောန်ရဲ၊  ကောန်ရဲတဲခွာ၊  ကွးမဗက်လက္ကရဴ၊  ခွာ၊  တွဳဝါရ၊  တွဳဗွိုၚ်၊  တွး၊  ဗော်သွး၊  ဗွက်၊  ဗွက်ကြဴ၊  သာ။  ၂။  မသက္ကုသၟိၚ်၊  တွဳဝါရ။  follow a course. (vt.vi)  ဒတောဝ်။  follow a chase. (vt.vi)  ဆံၚ်ဒဴ။  follow after. (vt.vi)  ထဍေၚ်ဗက်၊  ဆံၚ်ဗက်။  follow a trail. (vt.vi)  စ္ဍံၚ်ဗက်၊  သ္ဍံၚ်ဗက်။  follow in line. (vt.vi)  ဗက်ဗ္ဂုပ်။  follow in the steps of. (vt.vi)  ဗဂုပ်။"},
{"word":"folly","def":"n. (pl.-lies)  ဒဒှ်မဒိုဟ်ကြံ။"},
{"word":"foment","def":"vt.  ဆာပ်၊  ဍာပ်၊  ဇၞတ်(ကဵုဍာ်ဂမ္တဴ,ပုၚ်ဂမ္တဴ)၊  နှောတ်။  ၂။  ဗ္တိုက်ဖအောဝ်၊  ဆောံက္တဵု။"},
{"word":"fond","def":"adj. (-er,-est)  မသ္ဍိုက်မၠိုက်၊  မဆာန်ဍူ။  ၂။  မစောဲလာံဆာန်ကၟိန်ကြံမံၚ်ပ္ဍဲစိုတ်။  ၃။  မဟၟဲကဵုသ္ဇိုၚ်တံရိုဟ်။  fondle (vt)  ဇွိတ်သပေါတ်။  fondly (adv)  နဒဒှ်မစောဲလာံသ္ဍိုက်မၠိုက်။  fond of. (adj)  ထထောဝ်၊  မထထောဝ်၊  လုပ်။"},
{"word":"food","def":"n.  စၞ၊  ကွာၚ်စၞပုၚ်၊  စၞစ၊  စၞအာဟာရ၊  ဇဟန်၊  ဇွောံ၊  ဇွောံစ၊  ဇွောံမ၊  ပုၚ်ကွာၚ်အမာဲ၊  ဘောဇိုန်၊  အမာဲ၊  သ္ဇက်စ။  food-stuff (n)  စၞစ၊  ဗၞိက်စၞစ၊  စၞသုၚ်။"},
{"word":"fool","def":"n.  တမြံ၊  ပရံ၊  ဗာလ၊  မၞိဟ်သမ္ဒိုဟ်၊  မၞိဟ်သမၠီု၊  သမၠီုသ္ဒီုသ္ဒ။  ၂။  မၞိဟ်ပျေက်၊  မၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်။  vt.  လီလှန်ဗ္ဂေတ်။  foolish (adj)  မဒိုဟ်၊  ခလိုဟ်၊  ဒိုဟ်ဓီု၊  မဟၟဲကဵုအဓိပ္ပာဲ၊  မကြံလိုဟ်၊  မဒိုဟ်ကြံ၊  လ္ၚု၊  လ္ပံသာ၊  သာသ္ပံ၊  မသက္ကုဖဵု၊  သမၠီု၊  သမၠီုဒမၠု၊  သၟာ်။  foolishly (adv)  နဒဒှ်မဒိုဟ်ကြံ၊  နဒဒှ်မကြံလိုဟ်။"},
{"word":"foot","def":"n. (pl.feet)  ဇိုၚ်၊  ဒကုတ်ဇိုၚ်၊  တံဇိုၚ်သၟဝ်မတ်စိၚ်၊  ဂတာဇိုၚ်။  ၂။  သ္ဇိုၚ်၊  သ္ဖိုၚ်တံ။  ၃။  ပေ (ဇမၠိၚ်စှ်ၜါၝောံတဲ)။  vt.vi.  ကွာ်ဂၠံၚ်၊  ကွာ်တိုက်၊  တိုက်။  ၂။  သောၚ်စရၚ်။  foot of a mountain. (n)  ဇိုၚ်ဒဵု။  one foot. (n)  မွဲပေ၊  ဇမၠိၚ်-၁၂-ၝောံတဲ။"},
{"word":"football","def":"n.  မခ္ဍံကျာ၊  ဗဝ်၊  ရဴ။"},
{"word":"footbridge","def":"n.  ဒဒန်သွက်မၞိဟ်ကွာ်။"},
{"word":"footfall","def":"n.  ရမျာၚ်ဇိုၚ်၊  ရမျာၚ်ဒၞာဲဇိုၚ်မၞိဟ်ကွာ်။"},
{"word":"foothill","def":"n.  ဇိုၚ်ဒဵု၊  ဒဵုသဝ်သဝ်မနွံဒၟံၚ်ပ္ဍဲသၟဝ်ဇရေၚ်ဇိုၚ်ဒဵုဇၞော်ဇၞော်။"},
{"word":"foothold","def":"n.  ဒၞာဲပခက်ဇိုၚ်၊  ပထောၚ်သွက်ဂွံလိုန်စွံဇိုၚ်ပ္ဍဲတၟံ ကာလတိုန်ဒဵု။"},
{"word":"footing","def":"n.  လစွံဇိုၚ်၊ ဒဒှ်မလိုန်၊  ပ္ဍဵုဇိုၚ်။  ၂။  သဇိုၚ်။  ၃။  သဇိုၚ်ဒမံၚ်၊  ကဆံၚ်အလံၚ်။"},
{"word":"footlights","def":"n.  မပၟတ်ရေၚ်မနွံဒၟံၚ်ပ္ဍဲဂတမုက်စၚ်ပေဲါ။"},
{"word":"footling","def":"adj.  မဒှ်အရာကိစ္စဟွံဇၞော်၊  မဒှ်အရာဍောတ်ဍောတ်သောဲသောဲ။"},
{"word":"footloose","def":"adj.  မဒှ်ဒၟံၚ်မၞိဟ်ပလး (ဟွံမွဲကဵုသံယောဇိုန်ဒက်ဂြေန်လဝ်)။"},
{"word":"footman","def":"n.  မၞိဟ်မပံက်စပါၚ်တြၚ်၊  မၞိဟ်မဒုၚ်စကၟုဲ၊  ညးမဒုၚ်စကာနကဵုကမၠောန်တံဂှ်။"},
{"word":"footnote","def":"n.  လိက်စၟတ်မချူလဝ်သၟဝ်တၞးမုက်လိက် သွက်ဂွံပံက်တြးလဴကဵုအဓိပ္ပါယ်လိက်ပ္ဍဲမုက်လိက်လ္တူတေံ။"},
{"word":"footpath","def":"n.  ဂၠံၚ်ဍာန်၊  ဂၠံဍာန်ဍောတ်ဍောတ်သွက်မၞိဟ်တံဂွံကွာ်အာကၠုၚ်။"},
{"word":"footprint","def":"n.  ဒၞာဲဇိုၚ်။"},
{"word":"footrest","def":"US =footstooln.  ဒၞာဲပဂၚ်ဇိုၚ် ဒၞာဲစွံဇိုၚ် (ပ္ဍဲမပ္တံကဵုကွဳလိုန်ဓါတ်တံ)။"},
{"word":"footsie","def":"(n)  play footsie with somebody. [IDM] (infml)  မၞိဟ်တြုံမၞိဟ်ဗြဴတံ မကဆော်ဝေၚ်ညးသ္ကံ နကဵုဇိုၚ် ပ္ဍဲသၟဝ်ခုၚ်။"},
{"word":"footsore","def":"adj.  မအိုတ်ဇိုၚ်၊  ဇိုၚ်မသကေဝ်။"},
{"word":"footstep","def":"n.  လဂံါဇိုၚ်၊  လၟာ်ဇိုၚ်။"},
{"word":"footstool","def":"n.  ဒၞာဲပဂၚ်စွံဇိုၚ်၊  ဇွောံပဂၚ်စွံဇိုၚ်၊  ခုၚ်လ္ဇံက်ဇိုၚ်။"},
{"word":"footwear","def":"n.  ဒၞပ်၊  ဂၞပ်။"},
{"word":"footwork","def":"n.  အကာဲအရာမစွံဇိုၚ် (ပ္ဍဲကာလတက်လက်ပၠုဲ, ပ္ဍဲကာလလှ်ေ)။"},
{"word":"fop","def":"n.  မၞိဟ်မလုဟ်ကဵုဗွိုက်လ္တက်၊  မၞိဟ်သ္ၜိုန်သ္ၜိုန်။"},
{"word":"for","def":"prep.  တၞဟ်နသွက်၊  သွက်၊  ဇွောံ၊  ဒဒက်တဴ၊  ဘိုအ်၊  အဘိုအ်၊  လုကဴ။  conj.  ဟိုတ်မ္ဂးဂှ်။  for a long time. (prep)  ကြဴဗွဲမလံ၊  ဗွဲမလံလကာဖာ။  for a time only. (prep)  သွက်ယာယဳ၊  သွက်မွဲချိုန်ခဏ။  for all time. (prep)  ဇွောံတွဵုကာလ။  for ever. (prep)  ကာဲကဝ်၊  တွဵု၊  တွဵုကဝ်၊  လၟိုန်၊  ဟွံတီဗၞတ်။  for the purpose of. (prep)  တၞဟ်နသၟိက်။  for three days. (prep)  လုကဴပိတ္ၚဲ။"},
{"word":"forage","def":"n.  စၞပြေၚ်ဂၠဴ။  ၂။  ကရောၚ်ဓၟာတ်။  vi.  ဗက်ဂ္ၚေၚ်ဂၠာဲစစၞ(ပြေၚ်,ဂၠဴ)။"},
{"word":"foray","def":"vi.  လုပ်ဗ္တိုက်သွက်သ္ဂောံဂွံစၞစ၊  ပွမလုပ်ဗ္တိုက်။"},
{"word":"forbear","def":"n.  အဆက်မိမနော်နာဲ၊  လက်ထက်အပါနော်အပါနက်။  vt. (pt.-bore, pp.-borne)  အေၚ်ဒုၚ်၊  ဝေၚ်ပဲါ။"},
{"word":"forbearing","def":"adj.  မနွံကဵုစိုတ်ဂၠိၚ်ဂၠိၚ် စိုတ်ခိုဟ်ခိုဟ်၊  စိုတ်ဂၠိၚ်၊  မနွံဓဝ်လအေၚ်။"},
{"word":"forbid","def":"vt. (pt.-bade or -bad, pp.-bidden)  စဵုဒၞာ၊  ဆေဝ်ဒဝ်၊  တၟာတ်ထောံ။  forbidden (adj)  မစဵုဒၞာလဝ်။  forbidding (adj)  မဓဇန်၊  မပရဂဟီ။"},
{"word":"force","def":"n.  ကသိုၚ်၊  အခိုၚ်အနိၚ်၊  ဇြဟတ်၊  အစောံဇြဟတ်၊  အသိၚ်၊  ပသာန်၊  ဗဵု၊  ဗဵုလဗး။  ၂။  ဂကောံရပ်လွဟ်။  vt.  ပရာန်စကာ၊  စကာနကဵုနဲအဓမ္မ။  forceful (adj)  မထတ်ကဵုအစောံ။  forcible (adj)  မစိုပ်ဒတုဲ။  forcibly (adv)  နဒဒှ်မစိုပ်ဒတုဲ၊  နအခိုၚ်အနိၚ်၊  အနိၚ်။  force of character. (n)  ဇဴစိုတ်။  force out. (vt)  တွဵုပတိတ်။"},
{"word":"forceps","def":"n.  သကေပ် (အ္စာသဝ်စုတ်ေၚက်, အ္စာသဝ်ဝန်တံရပ်စပ်စ)။"},
{"word":"ford","def":"n.  ဒၞာဲဍာ်ဍာဍာ။  vt.  ကၠောံတ္ၜိၚ်ဒၞာဲဍာ်ဍာဍာ၊  တတ်ကၠောံဒၞာဲဍာ်ဍာဍာ။"},
{"word":"fore","def":"n.  သကုတ်ဂတ။"},
{"word":"forearm","def":"n.  ဒၞော်တဲ။"},
{"word":"forebode","def":"vt.  ထ္ၜးနိမိတ်သၞဲ၊  ထ္ၜးနိမိတ်။  foreboding (n)  ပွမဂြၚ်တီလဝ်ဒဒှ်ဘဲအန္တရာဲမွဲမွဲ မစိုပ်ကၠုၚ်၊  စိုတ်မခၚ်ခဒၟံၚ်၊  စိုတ်မသ္ဇိုၚ်ဒၟံၚ်။"},
{"word":"forecast","def":"vt. (pt.forecast or -ed)  တွံကဵုသွက်ဓါန်ဂတ၊  ကျဝ်တုဲတွံလဝ်၊  ချိၚ်ခယျကေတ်။  to forecast the weather. (vt)  ချိၚ်ခယျအကာဲအရာဗြဲကျာ။  a forecast of history. (n)  မၚ်ဇေန်၊  သုတ်ဇေန်။"},
{"word":"forecastle","def":"n.  ခဒံစသုၚ်မံၚ်စံၚ် သွက်ကောန်က္ၜၚ်တံ မနွံပ္ဍဲဒကုတ်က္ဍိုပ်က္ၜၚ်။"},
{"word":"forefathers","def":"n.  ဇုဇဗဴလ။"},
{"word":"forefinger","def":"n.  လပုဟ်တဲ၊  စၞောန်တဲ၊  စၞန်တဲ။"},
{"word":"forefront","def":"n.  လက်က္ဍိုပ်၊  လက်ဒကုတ်ဂတ။"},
{"word":"forego","def":"vt. (pt.forewent, pp.foregone)  ဗလးထောံတဲ။ "},
{"word":"forehead","def":"n.  ကၞေၚ်၊  ဏေၚ်၊  ဂၠးကၞေၚ်။"},
{"word":"foreign","def":"adj.  ဍုၚ်သအာၚ်၊  ဍုၚ်မ္ၚး၊  ပရေၚ်မဆက်ဆောံကဵုဍုၚ်သအာၚ်၊  မွဲဍုၚ်မွဲလ္ကံ။  ၂။  ဟွံတုပ်ကဵုဗီုပြၚ်၊  မဟၟဲကဵုအဆက်အစပ်။  ၃။  မကၠုၚ်နူမ္ၚး။  foreing country. (adj)  ဍုၚ်သအာၚ်။  foreign land. (adj)  မွဲဍုၚ်မွဲလ္ကံ။"},
{"word":"forelock","def":"n.  သော်ကၞေၚ်။"},
{"word":"foremost","def":"adj.  ကၠာအိုတ်၊  မဒှ်ကၠာအိုတ်၊  မစိုပ်ဒတုဲအိုတ်။"},
{"word":"forenoon","def":"n.  ကၠာတ္ၚဲဟွံတဴဓဝ်၊  အခိၚ်နူဂယး၊  အခါကာလနူဂယး။"},
{"word":"forerunner","def":"n.  နိမိတ်ဒြိပ်ဒၟံၚ်ဂတ။"},
{"word":"foresee","def":"vt. (pt.-saw, pp.-seen)  ဂြၚ်တီလဝ်ဓါန်ဂတ၊  ကျဝ်တီလဝ်ဗွဲဂတ။"},
{"word":"foreshadow","def":"vt.  ထ္ၜးနိမိတ်ဗွဲကိုပ်ကၠာ၊  ဗှ်နိမိတ်။"},
{"word":"foreshore","def":"n.  သြၚ်ဗၚ်၊  သၞေဟ်။"},
{"word":"foresight","def":"n.  မဂြၚ်တီလဝ်ပရေၚ်ဓာန်ဂတ၊  ကသပ်လညာတ်။"},
{"word":"forest","def":"n.  ကန္တာ၊  ဂြိုပ်၊  ဂြိုပ်ဆု။  forestry (n)  ဌာနဂြိုပ်ဆု။  forest side. (adv)  လစှ်ေဂြိုပ်။"},
{"word":"forever","def":"adv.  လအိတ်ကာလ၊  လအိတ်ကာဲကဝ်။"},
{"word":"foreword","def":"n.  ဗ္စန်၊  ဂလာန်ဗ္စန်၊  ဂလာန်ဗွဲကိုပ်ကၠာပ္ဍဲကဵုလိက်ပြကိုဟ်။"},
{"word":"forfeit","def":"vt.  သီကေတ်အနေဒဒှ်မကဵုဒုဟ်ဒန်။  n.  ကပေါတ်မသ္ဒးဒုၚ်သီကေတ်။"},
{"word":"fore-part","def":"n.  လက်က္ဍိုပ်၊  လ္ပာ်ဖာက္ဍိုပ်(က္ၜၚ်,ဂၠုၚ်)။"},
{"word":"forgave","def":"ရံၚ် forgive တေံညိ။  "},
{"word":"forge","def":"vi.  ကၠေံစိုတ်လွဳပရာတုဲစိုပ်ကၠုၚ်ကဆံၚ်ဂတ။  n.  ဖဴ၊  ဖဴဓၟာတ်ပသဲ။  vt.vi.  ကၠတ်ထ္ပက်စၟတ်တဲ၊  ပ္တောံ။  forger (n)  မၞိဟ်ပတုပ်ကၠောန်၊  မၞိဟ်ကၠောန်ကပေါတ်အလီ။  forgery (n)  ပွမကၠောန်ကပေါတ်အလီ၊  အမှုအလီ။"},
{"word":"forget","def":"vt.vi. (pt.-got, pp.-gotten)  ဝိုတ်၊  တလိၚ်၊  ဗၠေတ်ဗၠောတ်၊  ဗၠောတ်ဗၠေတ်၊  ဝိုတ်ထောံ၊  ဝိုတ်ဝုဲ၊  သဏုဲ၊  သမာ၊  သၟာ၊  ဟွံဂွံသတိ။  forgetful (adj)  မဒှ်ဒၟံၚ်ဝိုတ်ဝိုတ်ဝုဲဝုဲ။  forgetfulness. (n)  ကလိၚ်ရုပ်မၞိဟ်။"},
{"word":"forgive","def":"vt.vi. (pt.-gave, pp.-given)  ဗလးဒုဟ်၊  ရးထောံဒုဟ်၊  ဗလးထောံဒုဟ်၊  ဗလးထောံနူဒုဟ်။  forgiveness (n)  ပွမကဵုအခေါၚ်ဒဒှ်ရးထောံဒုဟ်။"},
{"word":"forgo","def":"vt. (pt.-went, pp.-gone)  ဗလးထောံတဲ။"},
{"word":"fork","def":"n.  ခစီု(ပတံမ)၊  ခစီုစပုၚ်၊  ဂစီု၊  ဂါပ်။  ၂။  ခၜံက်၊  ဂဟာ။  ၃။  သွာၚ်ဂၠံၚ်၊  ဂၠံၚ်သွာၚ်တိတ်၊  ၝောံဆုဒၞာဲတၞာၚ်ဇွာ်တိတ်ၜါ၊  ထာၚ်၊  ဂါပ်ဆု။  vt.vi.  ဂါပ်၊  ဂၠိုက်ပ္တိုန်ကဵုဂဟာ။  fork in a tree. (n)  ၜါသွာၚ်၊  ၜာ်ဇွာ်။"},
{"word":"forlorn","def":"adj.  အနာထ၊  မဟွံသၠောၚ်သ္ပဝ်၊  မဟွံမိပ်ပ္ဍဲစိုတ်၊  မသ္ဒးဒုၚ်ပၠေဲထောံ။"},
{"word":"form","def":"n.  ထ္ၜောံတလၚ်ရုပ်သာ်၊  ဓဝ်ရုပ်၊  ဗီုပြၚ်၊  ရုပ်၊  ရူပါရီု၊  ရုပ်သာ်၊  လၟိတ်ဗဒှ်၊  လၟေတ်ဗဒှ်၊  သာ်၊  သာ်လွာ၊  သန္ထာန်။  ၂။  အာကာရ၊  အတ္တဘဴ၊  ထ္ၜောံတလၚ်၊  ဗီုပြၚ်ဗွဲယျေဘုယျ၊  ဝဏ္ဏာ။  ၃။  လိက်တၞးဗီုပြၚ်။  ၄။  အကာဲအရာပရေၚ်ထတ်ယုက်။  vt.vi.  ခနံ၊  ခနှံ၊  ခၞံ၊  နိမိတ်၊  ပ္ကီုပရာပ်၊  သ္ပဗီုပြၚ်၊  ကၠောန်ဗဒှ်။  ၂။  ဒှ်၊  က္တဵုဒှ်၊  က္တဵုဒှ်ကၠုၚ်။  ၃။  ပကောံစန်ဒက်။  formal (adj)  အတိုၚ်အခိုက်ကၞာ၊  ဗီုအတိုၚ်တြေံ၊  ဗီုအတိုၚ်သၞောဝ်။  forming (adj)  မနိမိတ်ဗဒှ်။  formless (adj)  မဟၟဲကဵုဗီုပြၚ်။  form a company. (vt.vi.)  ပံၚ်ဖက်။  form an attachment. (vt.vi.)  စပ်အာစိုတ်။  form ideas. (vt.vi.)  ချပ်ဂြၚ်၊  ချပ်ဒြၚ်။  form of a man. (n)  အတ္တဘဴမၞိဟ်။"},
{"word":"format","def":"n.  အဝဲဗီုပြၚ်လိက်အုပ်။  ၂။  အစဳအဇန်၊  နဲကဲကၠောန်ၜိုတ်။  "},
{"word":"former","def":"(adj)  ဝါဒိ၊  တံဝါဒိ၊  တံဝါဒိတေံ။  n.  ပွမစၞောန်ထ္ၜးပၞောဝ်ကဵုအရာၜါဂှ်  ဒဒှ်မဒှ်အရာမကၠုၚ်ကၠာ။  formerly (adv)  ကိုပ်ကၠာ၊  ဗွဲကိုပ်ကၠာ၊  ကၠာဂှ်၊  ကၠာတေံ၊  မတုဲဂှ်၊  မတုဲတေံ။"},
{"word":"formidable","def":"adj.  မဒှ်သွက်သ္ဂောံဖေက်ဂၟံက်ခိုဟ်။  ၂။  မသ္ဒးပတှ်ေဓတ်ကၠေံစိုတ်လွဳပရာ၊  မဝါတ်ဂါတ်။"},
{"word":"formula","def":"n. (pl.-s or -e)  ကိုန်ဂစိုတ်၊  မူဂစိုတ်၊  တံသ္ဇိုၚ်ဂစိုတ်၊  အစာံ၊  ဗီုပြၚ်အစာံ။  formula of worship. (n)  သရဏဂမန၊  သဵု။"},
{"word":"forsake","def":"vt. (pt.-sook, pp.-saken)  ဗိုတ်ကၠဟ်ထောံ၊  ဖျေံထောံတဲ၊  စ္ဍးတိတ်အာ၊  ထောံ၊  ထွံကၠေံ၊  ဝေၚ်၊  ဝိုတ်ထောံ၊  လဝေၚ်၊  လသာ။"},
{"word":"forswear","def":"vt. (pt.-wore, pp.-worn)  သ္ပအဓိဋ္ဌာန်ဒုၚ်ကံပါၚ် ဒဒှ်မဟွံကၠောန် မဟွံသ္ပမွဲသာ်။  ၂။  ယဵုသ္စာတုဲလီဟီု။"},
{"word":"fort","def":"n.  ဂဒုက်စဵုဒၞာ၊  ဂဒုက်ဗွဝ်လဝ်သွက်ဂွံစဵုဒၞာသၞသတြု၊  တိုက်ပၞာန်၊  ဒပ်ယာ။"},
{"word":"forth","def":"adv.  လ္ပာ်ဂတ၊  လ္ပာ်ဗွဲဂတ၊  ဗွဲဂတတေံ။  forthcoming (adj)  ကြက်မကၠုၚ်၊  ကြက်မဒှ်။"},
{"word":"fortify","def":"vt. (pt.pp.-fied)  ကၠောန်လဝ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  ဒုၚ်စၞေဟ်ပလန်၊  မြုတာ၊  မြုတာဍုၚ်။  fortified camp. (n)  မြုတာ။"},
{"word":"fortifications","def":"n.  ဒပ်ယာ၊  မြု၊  မြုပြ၊  မြုအတာ။"},
{"word":"fortitude","def":"n.  ဒဒှ်မနွံကဵုဇဲ၊  ဒဒှ်မနွံကဵုအစောံစရာဲဒုၚ်အဍေဝ်အဍာ၊  သတ္တိမဒုၚ်ပ္တဝ်နကဵုစိုတ်ၜိုဟ်ၜိုဟ် သွက်ဂွံတတ်ကၠောံ နူကဵုတၚ်ဝါတ်ဂါတ်ဘဲအန္တရာဲ။"},
{"word":"fortnight","def":"n.  အခိၚ်ကာလၜါအဒိုတ်(၁၄-တ္ၚဲ)၊  စှ်ပန်တ္ၚဲ၊  ပက်။  fortnightly (adj)  မဒှ်ၜါအဒိုတ်မွဲလန်။  adv.  ၜါအဒိုတ်မွဲလန်။"},
{"word":"fortress","def":"n.  ဂဒုက်ဒုၚ်စဵုဒၞာ၊  ဍုၚ်ဒၞာဲဒပ်မဖျေံသ္ဇိုၚ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  ဒပ်ယာ။"},
{"word":"fortune","def":"n.  ကံကုသဵု၊  ဒဒှ်ကုသဵုမခိုဟ်။  ၂။  ဒဒှ်ပရေၚ်ပိုန်ဂြပ်မဒှ်၊  ဒဒှ်မအံၚ်ဇၞး၊  ဒါန။  fortunate (adj)  မဒှ်ကဆံၚ်ကုသဵုခိုဟ်။  fortunately (adv)  နဒဒှ်မနွံကဵုကံကုသဵုမထ္ၜသ္ဘာ်။  fortune-teller. (n)  ဗြဴဒေါၚ်။"},
{"word":"forty","def":"n.  ပန်စှော်(၄ဝ)။  adj.  မနွံလၟိဟ်ပန်စှော်။"},
{"word":"forum","def":"n.  တိုၚ်ဒၞာဲကောန်ညးဍုၚ်ကွာန်တံ ဟီုဂးပံက်သြိုဟ်။"},
{"word":"forward","def":"adv. adj.  ဗွဲဂတ၊  လက်ဂတ၊  လက်က္ဍိုပ်၊  လ္ပာ်ဂတ၊  မဒှ်လအာဗွဲဂတ၊  မဒှ်မၞိဟ်ဝေၚ်ဒၞာဲဂတ။  vt.  ရီုဗၚ်ဏာ၊  ပလံၚ်ဏာ။  forwards (adv)  လ္ပာ်ဂတ၊  ဗွဲဂတ၊  ဗွဲဂတတေံ။"},
{"word":"fossil","def":"n.  ဇြတၟံ (တၞံဆုဟွံသေၚ်သတ်တိရစ္ဆာန်တံချိုတ်အာတုဲ မက္တဵုဒှ်ဒၟံၚ်တၟံ)။  ၂။  မၞိဟ်ဗက်စသၞောတ်တြေံ။"},
{"word":"foster","def":"vt.  လွဳလွတ်၊  မၚ်မွဲ၊  မြိမြန်၊  ရံၚ်စံၚ်၊  ရီုဗၚ်ညံၚ်ရဴသ္ဂောံဖောအ်ဗြေဝ်တိုန်၊  လဒံ၊  လဒံမၚ်မွဲလဝ်၊  လဒေံါ။  foster-child. (n)  ကောန်သွဵု(ဝှီု)။  foster-parent (n)  မိမလွဳပစ။  foster-father (n)  အပါလွဳပစ။  foster-mother (n)  မိလွဳပစ။"},
{"word":"foul","def":"adj.  မဒှ်သွက်ဂွံက္ဍုပ်မၠေံဇအိုန်ဇရခိုဟ်၊  မဂွံဒၟံၚ်သၟူပရေံပရေံ၊  မကၠိခန်။  ၂။  မတ္ၚံက်ယုတ်မာ၊  မရုန်မဵုကြာန်ဓၟာန်။  vt.vi.  သကဵုကၠိပပ်။  ၂။  ဟွံဒ္ဂေတ်ဗက်သၞောဝ်၊  ထပါ်ထောံသၞောဝ်။"},
{"word":"found","def":"ရံၚ် find တေံညိ။  vt.  ပ္တန်ဗဒှ်၊  ပ္တန်ပ္တေဝ်၊  ပဒှ်၊  ဗဒှ်။  foundation (n)  မူလ၊  တံမူလ၊  သ္ဇိုၚ်၊  သ္ဇိုၚ်တံ၊  ရိုဟ်၊  ရိုဟ်ကၞက်။  foundations of a building. (n)  ရိုဟ်ဍိုတ်၊  ရိုဟ်တိုက်။  founder (n)  မၞိဟ်ပ္တန်ဗဒှ်၊  မၞိဟ်ပ္တန်ပ္တေဝ်။  founder of a city. (n)  ညးဗဒှ်ဍုၚ်၊  ညးပ္တန်ဍုၚ်။"},
{"word":"founder","def":"vt.vi.  ဗၠိုက်စှ်ေအာဟိုတ်နူဍာ်လုပ်။  ၂။  ဒေံါထရိုဟ်စှ်ေ။  "},
{"word":"foundling","def":"n.  ကောန်ၚာ်သ္ဒးဒုၚ်ပၠေဲထောံ၊  ကောန်ၚာ်မလပှ်ဂွံ။"},
{"word":"foundry","def":"n. (pl.dries)  ရုၚ်စက်ကၠောန်ဖာန်၊  ရုၚ်စက်ဖာန်၊  ရုၚ်စက်ပၠၚ်ပသဲ၊  ရုၚ်စက်ပၠၚ်ဖကောဝ်နာနာသာ်။"},
{"word":"fount","def":"n.  ဍာ်ဗလာဲ၊  ဇုၚ်မလိက်ဖကောဝ်ဇၞော်တုပ်တုပ်။"},
{"word":"fountain","def":"n.  ဍာ်ဗလာဲ၊  ဗလာဲ၊  ဍာ်ပၠံၚ်ဂစတ်၊  ဍာ်ပၠံၚ်ဂစတ်စုတ်ဗ္ဂပ်လဝ်သွက်ညးဂမၠိုၚ်သ္ဂောံသုၚ်၊  ဍာ်ပၠံၚ်ဂစတ်တိတ် မဂ္ညိဂ္ညာတ်လဝ် သွက်ဂွံဒးကဵုမတ်။"},
{"word":"four","def":"adj. n.  ပန် (၄)။  four attachment. (adj)  ယောဂပန်၊  သံယောဇိုန်ပန်ပြကာ။  the four cardinal truths of Buddhism. (n)  သစ္စပန်။  the four elements. (n)  ဓါန်ပန်။  four sided. (adj)  မနွံဒကဴပန်။  four-toothed porcupine. (n)  ကဍော်၊  ခဍော်။"},
{"word":"fourteen","def":"adj. n.  စှ်ပန်(၁၄)။"},
{"word":"fourth","def":"adj.  စတုတ္ထ၊  ပန်လန်၊  ပန်ဝါ။  n.  လၟိဟ်၊  လၟိဟ်ဂၞန်။  fourth lunar month of the Mon. (adj)  ဒ္ဂိုန်၊  ဂိတုဒ္ဂိုန်။"},
{"word":"fowl","def":"n.  စာၚ်ပၠိုၚ်ပၠိုၚ်။  fowler (n)  မၞိဟ်လွဳစာၚ်အဒါ။  fowler's snare. (n)  ဒနက်၊  ဒၞက်၊  လယံ။"},
{"word":"fox","def":"n.  ကၠဵုတိ၊  ကၠဵုဂြိုပ်မွဲဂကူ။"},
{"word":"foyer","def":"n.  ၝောံခဒံပါၚ်လုပ် ပ္ဍဲခဒံဇၞူ(hotel) ဟွံသေၚ်မ္ဂး ပ္ဍဲရုၚ်ပၠဇာတ်တံ။"},
{"word":"fraction","def":"n.  ကၞာတ်သောဲသောဲဗြောဲဗြောဲ။  ၂။  ဂၞန်တှ်ေ၊  ပစ္စေက။"},
{"word":"fracture","def":"n.  ကၞာတ်ကဝ်ကဝ်ကေက်ကေက်၊  ပွမကဝ်ကေက်အာ(ဇုတ်)၊  ယဲဇုတ်မကဝ်။"},
{"word":"fragile","def":"adj.  မပရာံ၊  မကဝ်လာဲ၊  မလီုလာ်လောဲ။  fragility (n)  ဒဒှ်မကဝ်ကေက်လောဲ။"},
{"word":"fragment","def":"n.  ကဝေက်၊  ကၞာတ်၊  ကဝေက်ကဝ်ဝ်ကေက်က်၊  ကဝေက်တၟေက်က်၊  ကဝေက်ဒကုတ်ဒကုတ်၊  တခဏ်၊  ဒကုတ်၊  လွး။  ၂။  လစှ်ေ။"},
{"word":"fragrant","def":"adj.  မောဝ်၊  မောဝ်တ္ၜိုဟ်၊  မောဝ်ထီု၊  မောဝ်ပ္ဍး၊  မောဝ်တမာဲ၊  မောဝ်လှောၚ်၊  မမောဝ်၊  မမောဝ်ပ္ဍး၊  မမောဝ်ဓီု။  fragrance (n)  သၟူမောဝ်ပ္ဍး၊  သၟူမောဝ်ဓီု၊  ဒဒှ်မမောဝ်ပ္ဍး၊  မြမောဝ်။  fragrant orchid. (adj)  သဇေၚ်၊  သ္ဇေၚ်။"},
{"word":"frail","def":"adj.  မဂၟေန်၊  မၜတ်တကတ်။  frailty (n)  ဒဒှ်မဂၟေန်။"},
{"word":"frame","def":"n.  သိၚ်၊  ဗိုၚ်၊  ဇုတ်၊  ဓရီု၊  ဒရာနာ၊  ဇဵု၊  ဂရာံ၊  ဇရာံ။  ၂။  တရၚ်၊  ဗ္တၚ်၊  ဗိုၚ်(ဗီု,ပါန်ခဳ)၊  ဇုတ်ဒ္ၚောဝ်မတ်။  vt.vi.  စုတ်ဓရီု၊  စုတ်ဗိုၚ်။  ၂။  သိုၚ်ပ္တန်။  picture frame. (n)  သိၚ်ဗိုၚ်ဗီု။"},
{"word":"franc","def":"n.  သြန်ဝှရိန် မရပ်စပ်ပ္ဍဲဍုၚ်ဗေဝ်လဂျဳယျိန်၊  ပြၚ်သေတ်၊  သွေတ်ဇြာလိန်တံ။"},
{"word":"franchise","def":"n.  အခေါၚ်အဝဵုကဵုမာဲ။"},
{"word":"Franco","def":"prefix, adj.  မဒႇ်ပ္ဍဲပြၚ်သေတ်၊  မဆေၚ်စပ်ကဵုပြၚ်သေတ်။"},
{"word":"frank","def":"adj.  မဟီုတပ်တပ်၊  မဟၟဲကဵုဂလာန်ဒလိန်ဒလာဲ။  frankly (adv)  သောၚ်သောၚ်တပ်တပ်။"},
{"word":"frantic","def":"adj.  မလကိုတ်တ္ၚဵုဇၞော်ကဵုဇြဟတ်။"},
{"word":"fraternal","def":"adj.  မဒှ်ညံၚ်ရဴကောန်ကောကောန်ဒေံ။  fraternity (n. pl.-ties)  မစွံလဝ်စိုတ်ညံၚ်ရဴကောန်ကောကောန်ဒေံ။"},
{"word":"fraud","def":"n.  ပွမလီလှေက်၊  ဒဒှ်မပၠီလီ။  ၂။  မၞိဟ်လီ၊  အရာမရပ်စပ်စကာ အပ္ဍဲဒၞာဲသွက်ဂွံလီပၠီ။"},
{"word":"fray","def":"n.  ပေဲါဂြဲဂြက်သေက်ဇဵု၊  ပွမပြိုၚ်ပ္ကာန်ၜုၚ်တက်ညးသ္ကံ။  vt.vi.  အိုဟ်အာ၊  ပြဵုအာ။"},
{"word":"freak","def":"n.  ပွမသ္ဒးလုပ်စိုတ်၊  ကွေတ်လၞေၚ်ဒၟံၚ်အပ္ဍဲမတ်။  ၂။  အရာမဟွံသေၚ်ကဵုသဘာဝ (သဵုဇိုၚ်မသုန်)။  freakish (adj)  မဒှ်လၞေၚ်ဒၟံၚ်ကဵုမတ်၊  မဒှ်ဗီုသဘာဝဟွံသေၚ်၊  မဒှ်ဗီုဓမ္မတာဟွံသေၚ်။"},
{"word":"freckle","def":"n.  အိက်ရုဲ၊  လၟန်ကှ်ကှ်၊  အိက်ရုဲကှ်ကှ်။"},
{"word":"free","def":"adj. (freer, freest)  စၟး၊  တမၠး၊  ဗၠးၜး၊  မဗၠးၜး၊  သၠး။  ၂။  မသတိတ်ဗၠး။  ၃။  မဟွံသ္ဒးကဵုၚုဟ်မး၊  မဟွံကေတ်ၚုဟ်မး၊  မဟွံသ္ဒးကဵုကေတ်သၠုဲ။  ၄။  မကၠာဲလဝ်ဘာသာဗၠးဗၠးၜးၜး ကံက်ကေတ်အဓိပ္ပာဲ ညံၚ်သ္ဂောံကြပ် ညံၚ်သ္ဂောံဒးရး။  vt. (pt.pp.freed)  စမၠး၊  ဗလး၊  သၠး၊  ဗၠးတိတ်၊  ဗၠးၜး။  freedom (n)  စမၠး၊  ပွမဗၠးၜး၊  အခေါၚ်ဗၠးၜး၊  ပရေၚ်ဗၠးၜး။  freely (adv)  နဒဒှ်မဗၠးၜး၊  ဗၠးဗၠးၜးၜး။  to set free. (vt)  ဗလးထောံ။  free from care. (vt)  အိုက်အာဲ။  freeman (n)  ညးစမၠး။"},
{"word":"freeze","def":"vt.vi. (pt.froze, pp.frozen)  သကဵုကလောံ။  ၂။  သကဵုဂံက်၊  သကဵုဍာ်ကလောံ၊  သကဵုကလောံကြံၚ်အာ။  ၃။  ဗၠာဲသၟိၚ်တံ ('လ္ပချဳညိ' ကညာၚ်တိုန်တုဲ) သကဵုဒေံါ။"},
{"word":"freight","def":"n.  ၚုဟ်လိၚ်ခၟာၚ်ယိုက်ကပေါတ်ဗၞိက်၊  ကပေါတ်ဗၞိက်။  vt.  ပ္တိုန်ကပေါတ်(လ္တူက္ၜၚ်)၊  ဖ္ဍိုက်၊  ပ္ဍိုက်ကပေါတ်။"},
{"word":"frequent","def":"adj.  ပယတ်၊  ပျတ်၊  ဖောၚ်၊  ဖောၚ်ဖောၚ်၊  မက္တဵုဒှ်တိုန်ဟွံလံဟွံလံ၊  မဒှ်ဒၟံၚ်မွဲနှမွဲနှ၊  မဒှ်ဒၟံၚ်ထပ်တုဲထပ်ပၠန်။  frequently (adv)  ဟွံလံဟွံလံ၊  ပယတ်ပယတ်၊  ဖောၚ်ဖောၚ်၊  မွဲနှမွဲနှ။  frequency (n)  ဒဒှ်မဒှ်တုဲဒှ်ပၠန်မဂၠိုၚ်ကဵုအလန်။"},
{"word":"fresh","def":"adj. (-er,-est)  တၟိ၊  မတၟိ၊  တၟိကယျာ၊  ပတေက်(ဍာ်)၊  မြဟ်မြဴ။၂။  မလတ်ဘတ်၊  လတ်၊  လတ်လတ်။  freshly (adv)  တၟိတၟိကယျာကယျာ၊  မြဟ်မြဟ်မြဴမြဴ၊  လတ်လတ်ဖတ်ဖတ်။  freshness (n)  ဒဒှ်မတၟိ၊  ဒဒှ်မလတ်ဖတ်၊  ဒဒှ်မမြဟ်မြဴ။  fresh milk. (adj)  ဍာတ်တှ်တၟိ၊  ဍာ်တှ်သၟုဟ်၊  ဍာ်တှ်သၟာ။  fresh water. (adj)   ဍာ်ပတေက်။  fresh water herring. (adj)  ကဗၠိက်။  freshen up. (vt)  မြဴ။"},
{"word":"fret","def":"vt.vi. (-tt-)  ဂွိၚ်က္တဴစိုတ်၊  စိုတ်ဂၠေံ။  ၂။  သကဵုတၟေက်တိတ်အာ။  fretful (adj)  မလေပ်စိုတ်ဂၠေံ။  fret work. (n)  ကရိုန်။"},
{"word":"friction","def":"n.  ပွမဒရိတ်တေက်။  ၂။  ပွမနွံကဵုစိုတ်မဗၠေတ်တၞဟ်ခြာ။"},
{"word":"Friday","def":"n.  တ္ၚဲသိုက်။"},
{"word":"friend","def":"n.  ရဲ၊  အဖဴ၊  နာံမြိုၚ်၊  ပြောဲဇွာ၊  မိဿဟာဲ၊  မိတ်ဂွိုၚ်၊  မိတ်ပြဝါ၊  မိတ်သာမာန်၊  မိတ်သ္ဍိုက်၊  လဲ၊  သဟာဲ။  friendly (adj. -ier,-iest)  မဍာတ်မုဟ်ပါၚ်၊  မဍုက်ကေဝ်ဒဒှ်ေဒယှ်။  friendly epistle. (adj)  လိက်မေတ္တာ။  friendship (n)  မိတ်၊  မိတ်သာမာန်၊  မိတ်သ္ဍိုက်၊  မိတ္တာ။"},
{"word":"fright","def":"n.  ပွမဖေက်လကိုတ်၊  ဒဒှ်မလကိုတ်တ္ၚဵု။  ၂။  မၞိဟ်မသ္ဒးလုပ်စိုတ်၊  အရာမသ္ဒးလုပ်စိုတ်။  frighten (vt)  ကလိုက်၊  စမြ၊  စမြဗဟေက်၊  တကိုတ်၊  ဘ၊  ဘကမၠ၊  ဘပလ၊  ဘပၠ၊  လကိုတ်၊  လကိုတ်လရီု၊  လကိုတ်သမ္ၚံက်သမ္ၚာတ်၊  သကိုတ်၊  သကိုတ်ကၠေံ၊  သမ္ၚာတ်၊  သကဵုဖေက်လကိုတ်၊  သကဵုလကိုတ်တ္ၚဵု၊  သ္ၚာတ်၊  သ္ၚာတ်စိတ္တ၊  သ္ၚာတ်ဒမြဴ၊  သ္ၚာတ်ဒြဴ။  frightful (adj)  မဒှ်သွက်သ္ဒးဖေက်လကိုတ်။  ၂။  မဒှ်ဒၟံၚ်ကဆံၚ်မံၚ်စံၚ်ဟွံဒးရး တိက်ဒးဟာ က္တဵုဒးဟာ၊  မဒှ်ဒၟံၚ်ကဆံၚ်ဟွံဇိုန်ဟွံဒး။"},
{"word":"frigid","def":"adj.  မဂံက်ဂါ(ဥတုရာသဳ)။  ၂။  မဓဇန်၊  မဟၟဲကဵုဂီုကၠီု။  "},
{"word":"fringe","def":"n.  ကသာဲ၊  ကသာဲယာတ်၊  တသာဲ၊  ဒသာဲ၊  ဒရာနာ၊  မုဟ်၊  မုဟ်တသာဲ၊  ကဴသ၊  ဒၞာဲမောံ။  ၂။  ဗစပ်ဂြိုပ်၊  ဗစပ်မၞိဟ်ဂမၠိုၚ်။  ၃။  သော်ကှ်ေ။"},
{"word":"frisk","def":"vi.  မိပ်ဇြိပ်ထလာ်ၜံက်တိုန်။  frisky (adj)  မဒှ်ကဆံၚ်စိုတ်ဟွံတန်ကြန်။"},
{"word":"fritter","def":"vt.  ပၠေၚ်အခိၚ်၊  ပၠေၚ်ဇြဟတ်၊  ပၠေၚ်ထောံညိတုဲညိ။"},
{"word":"frivolous","def":"adj.  မပစခိုဟ်၊  မသာသ္ပံ၊  မဟွံသ္ပဂရု၊  မဟွံစွံစိုတ်သ္ဇိုဟ်သ္ဇိုဟ်နက်နက်၊  သွံသာ၊  သာသ္ပံ။  frivolity (n)  ဒဒှ်မဟွံတက်နက်၊  ပွမဒှ်ဒဒှ်ဟွံချိုတ်ပၠိုတ်။  frivolous talk. (adj)  ဂလာန်သာသ္ပံ။"},
{"word":"fro","def":"adv.  ဂတးဂတန်၊  တန်ဆန်တန်ဆန်၊  ဆုတ်တိုန်ဆုတ်စှ်ေ။"},
{"word":"frock","def":"n.  ပလောံဇမၠိၚ်ဇၞော်ဇၞော် ဂဝါဂဝါဗြဴဗြဴတံ။  ၂။  ပလောံသၠောံသ္ၚာလကျာ်တံ။"},
{"word":"frog","def":"n.  ၚဴ။"},
{"word":"frolic","def":"vi. (pt.pp.-ked)  မိပ်မြဟ်ၜံက်ဒံၚ်ထလာ်။  n.  ဒဒှ်မဝေၚ်ဒံၚ်ထလာ်မိပ်မိပ်ဇြိပ်ဇြိပ်။  frolicsome (adj)  မမိပ်မြဟ်ၜံက်ဒံၚ်ထလာ်။"},
{"word":"from","def":"prep.  နူ၊  နူဂှ်၊  နူကဵု။  from among. (prep)  နူအပ္ဍဲ။  from that time forth. (adv)  တွဵုနူဂှ်။  from within. (prep)  နူအပ္ဍဲ။"},
{"word":"frond","def":"n.  ထာၚ်(သတ်ဗြဴ,ဗြာတ်,တာ,ကၞိ)။"},
{"word":"front","def":"n.  မုက်၊  ကရုၚ်မနွံဒၟံၚ်ဒၞာဲဂတအိုတ်။  ၂။  မုက်ပၞန်ဂတအိုတ်တေံ။  vt.vi.  ဆေၚ်ဒးမုက်ညးသ္ကံ။  prep.  ဂတတေံ၊  ပ္ဍဲဂတတေံ၊  ဌာန်ဂတတေံ၊  လက်ဂတ။  an army front. (n)  ဗလဂ္ဂံ၊  ဂတမုက်ပၞာန်။"},
{"word":"frontier","def":"n.  ပယျဵု၊  ပယျဵုဓနက်၊  ပယျဵုဓၞက်၊  ပယဵုရး၊  တွဵုဒနက်။"},
{"word":"frost","def":"n.  လတိုပ်၊  လမၠာၚ်။"},
{"word":"froth","def":"n.  ခၜိုဟ်။  ၂။  ထၜိုဟ်၊  ဗၜိုဟ်၊  ဗၜိုဟ်ဍာ်။  ၃။  ကမှောံဗှ်၊  ဂီု။"},
{"word":"frown","def":"vi.  ပကောံပၠောပ်တသော်သၞေၚ်မတ်။  ၂။  ဓမံက်ထ္ၜးဒဒှ်ဟွံဒးဂၞပ်။"},
{"word":"frugal","def":"adj.  မအေၚ်ဒုၚ်သတှ်ေစ၊  မခၞေံစစၞစ၊  မဟေန်ချာဲစစၞစ၊  မသအေတ်စစၞစ။  ၂။  မသက်သာအပ္ဍဲဒၞာဲအိုတ်စရိတ်စကာ။  ၃။  သွာညးမြိမြန်။  frugality (n)  ပွမအေၚ်ဒုၚ်သတှ်ေ၊  ပွမဟေန်ချာဲ၊  ပွမခၞေံစ။"},
{"word":"fruit","def":"n.  သတ်၊  သတ်ဆု၊  သတ်ဆုသတ်ဒုန်။  ၂။  ပွမကၠေံစိုတ်ပတိတ်ဇြဟတ်၊  ဖဵု၊  ဂုန်ဖဵု။  fruitful (adj)  မသက္ကုဖဵု၊  မဟွံမွဲကဵုဖဵုဂုန်။  newly formed fruit. (n)  သတောဲ။  fruit preserves. (n)  ယိုဟ်၊  ယိုဟ်တ္ၜန်။  fruits of one's labour. (n)  ဒတုဲဖဵုမဂွံကၠုၚ်နူကမၠောန်။"},
{"word":"frustrate","def":"vt.  သကဵုလီုလာ်အာ၊  သကဵုဒှ်အာသၟးသၟး။  frustration (n)  ဒဒှ်စိုတ်မလီု၊  ဒဒှ်မကျ၊  ဒဒှ်မဒှ်အာသၟးသၟး။"},
{"word":"fry","def":"vt.vi. (pt.pp.-ied)  ခၞာ၊  ခၞာခရိက်၊  နှာ၊  သၞာ။  fried eggs. (n)  ခၟာဲ(စာၚ်,အဒါ)ခၞာ။  n.  က,က္ဍတ်ပါ်တိတ်လဝ်တၟိတၟိ။  small fry (n)  မၞိဟ်ပၠိုၚ်ပၠိုၚ်၊  မၞိဟ်အပြောံ၊  မၞိဟ်ဟွံလုပ်အဝေါၚ်ကေၚ်ကာ။"},
{"word":"fuck","def":"vt.vi.  ဆက်ဆောံကာမညးသ္ကံ၊  ဆက်ဆောံကာမ။"},
{"word":"fuddle","def":"vt.  ထ္ၜူအရက်၊  ထ္ၜူသုရာ။"},
{"word":"fuel","def":"n.  စၞပၟတ်၊  အှော်။  vt.vi.  စုတ်စၞပၟတ်၊  စုတ်အှော်၊  ဒလူအှော်။"},
{"word":"fugitive","def":"n.  မၞိဟ်ဂြိပ်ထောံဝါရာန်၊  မၞိဟ်ဂြိပ်ထောံနူဂုက်။  adj.  မဒှ်မၞိဟ်ဗလေတ်ပဲါဒဴဒၟံၚ်။"},
{"word":"fulcrum","def":"n.  က၊  ခု၊  ဒၞဳ။"},
{"word":"fulfill","def":"vt. (-ll-)  သကဵုက္ဍိုက်ပေၚ်၊  ဗပေၚ်ကဵု၊  သ္ဍိုက်ဗပေၚ်ကဵု၊  ရနုက်ဗပေၚ်။  fulfilment (n)  ပွမဖ္ဍိုက်ဗပေၚ်ကဵု၊  သမ္ဘာရ။ "},
{"word":"full","def":"adj. (-er,-est)  ဖဲ၊   ဖဲဂအီ၊  ဖဲဂၞဴ၊  ဖဲလဲ၊  ပေၚ်၊  ပေၚ်က္ဍတ်၊  ပေၚ်စူ၊  ပေၚ်ထိ၊  ပေၚ်ဗဝ်၊  ပေၚ်လေံ၊  ပေၚ်လေံဗ္ဂာဒၟံၚ်၊  ပေၚ်သူ၊  ပေၚ်ဟး၊  ပေၚ်ဂၠက်၊  ပေၚ်ဂၠံ၊  ပေၚ်ဇာ၊  ပေၚ်ဗဂါ၊  မပေၚ်၊  မက္ဍိုက်ပေၚ်ဒၟံၚ်၊  မက္ဍိုက်ပေၚ်ရုံဂပ်ဒၟံၚ်၊  မက္ဍတ်ပေၚ်၊  မရနုက်ကဵု၊  သတီု၊  သကိုပ်ဂြိုပ်၊  သကိုပ်ဇြိုပ်။  ၂။  မက္ဍိုက်ပေၚ်၊  မသၠုၚ်အိုတ်။  fully (adv)  ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  fullness (n)  ပွမက္ဍိုက်ပေၚ်။  full-grown (adj)  မစိုပ်အဝဲ။  full moon. (n)  ဂိတုပေၚ်၊  ဗပေၚ်၊  တ္ၚဲဂိတုပေၚ်၊  တ္ၚဲသဳဗပေၚ်။  full of. (adv)  စိုန်သ္ကီု၊  ညောန်ခြက်၊  ဍိုက်ပေၚ်၊  ပေၚ်ထာတ်။  full stop. (n)  ပိုတ်ဇၞော်။  full to overflowing. (adj)  တးဏဳ။"},
{"word":"fumble","def":"vt.vi.  ရပ်ဆဆဵု၊  ဂၠံက်ဂၠာဲဂၟိုက်ဂၟာဲ။"},
{"word":"fume","def":"n.  ယက်၊  သၟုဟ်၊  သၟုဟ်ဓာတ်။  vt.vi.  ယက်တိတ်။  ၂။  ဒေါသတိတ်၊  မနောတိတ်။"},
{"word":"fumigate","def":"vt.  ဗဂိုဟ်ဂစိုတ်စၟနကဵုသၟုဟ်ဓာတ်။  fumigation (n)  ပွမလၟုဟ်သၟုဟ်ဓာတ်၊  ပွမဗဂိုဟ်ကဵုသၟုဟ်ဓာတ်။"},
{"word":"fun","def":"n.  ကမၠောန်သွက်ဂွံမိပ်၊  အရာသွက်ဂွံမိပ်၊  ပွမမိပ်။  vt.  သကဵုလုပ်စိုတ်၊  ဓမက်၊  ထဍုတ်၊  ပျိုၚ်ပျေက်။"},
{"word":"function","def":"n.  တၚ်မကၠောန်၊  အၚ်္ဂဇကုဇကေတ်မွဲမွဲ၊  ဂကောံသ္ကံမွဲမွဲ၊  ပွမကေတ်လဝ်တာလျိုၚ်ဗွဲတၟေၚ်။  ၂။  အသေအဟာန်၊  သ္ဘၚ်ပေဲါ။"},
{"word":"fund","def":"(= funds)n.  သြန်ဂကောံ။  ၂။  သြန်ပကောံပကေဝ်လဝ်၊  အရာမကတ်လ္ၚတ်လဝ်။"},
{"word":"fundamental","def":"adj.  မစှ်ေကဆံၚ်သ္ဇိုၚ်၊  မလုပ်အဝေါၚ်ဇၞော်ကဵုပၟိက်။  fundamentally (adv)  နဒဒှ်သဘဴကဆံၚ်သ္ဇိုၚ်။"},
{"word":"funeral","def":"n.  ကမ္မဋ္ဌာန်၊  သ္ၚိစၞံၚ်။  funereal (adj)  မဆေၚ်စပ်ကဵုကမ္မထာန်၊  မဒှ်သွက်သ္ဒးအောန်စိုတ်သိၚ်သာ။  funeral pyre. (n)  သ္ၚိစနံၚ်။"},
{"word":"fungus","def":"n. (pl.-gi or -es)  ပ္တိုဟ်၊  ပွပတိုဟ်မတိုန်၊  ပွမဒှ်ခၟာဲၚဴ။"},
{"word":"funk","def":"n.  မၞိဟ်ဖေက်ညး၊  မၞိဟ်မအောန်ကဵုသတ္တိ၊  မၞိဟ်အိက်ၜတ်ၜတ်၊  မၞိဟ်အိက်ရာတ်ရာတ်။  vt.vi.  ဖေက်ရောံ၊  ဖေက်ဒည၊  ဒြိပ်ဒဴပဲါဗလေတ်ထောံ။"},
{"word":"funnel","def":"n.  ပၠံၚ်(ပါၚ်သၠဲကၞောတ်သွတ်)၊  ကဒံ၊  ဂဒံ။  ၂။  ပၠံၚ်ယက်၊  ပၠံၚ်က္ၜၚ်၊  ပၠံၚ်ကွဳပၟတ်၊  ပၠံၚ်စက်။  funnel-shaped. (adj)  မဒှ်ဗီုဂဒံ။"},
{"word":"funny","def":"adj. (-ier,-iest)  မဒှ်သွက်သ္ဒးလုပ်စိုတ်။  ၂။  မဒှ်သွက်ဂွံပတှ်ေစဟွံလောဲ၊  မဝါတ်ဂါတ်သွက်ဂွံတီကၠိုဟ်ခၠၚ်။"},
{"word":"fur","def":"n.  တသော်။  ၂။  ယာတ်တသော်။  furry (adj)  မဆေၚ်စပ်ကဵုတသော်သတ်၊  မဒှ်ညံၚ်ရဴတသော်သတ်။  fur of animals. (n)  တသော်သတ်တိရစ္ဆာန်တံ။"},
{"word":"furbish","def":"vt.  ဥု၊  ပလေဝ်ပလေတ်ထောံ ညံၚ်ဂွံဒှ်အာဗီုတၟိတၟိ၊  ပ္တိုန်ထောံအရံၚ်။"},
{"word":"furious","def":"adj.  မသ္ကာတ်မြဟ်၊  မစိုပ်ကဆံၚ်ထိၚ်ဒက်ဟွံမာန်၊  မဇၞော်သ္ကာတ်နကဵုမနောဒေါသ၊  မဇၞော်ကဵုဇြဟတ်။  furious elephant. (adj)  စိၚ်ဗ္ၜူကၠေၚ်။"},
{"word":"furl","def":"vt.vi.  တၟာတ်၊  ရုပ်၊  ထၟူ(က္ဍိုၚ်,အလာံ,ယာ)။"},
{"word":"furlough","def":"n.  အခေါၚ်မဇူနူကမၠောန်။"},
{"word":"furnace","def":"n.  ဖဴပၠၚ်ဖကောဝ်။"},
{"word":"furnish","def":"vt.  ကဵုလဝ်၊  ထံက်ပၚ်လဝ်၊  စုတ်ထပေၚ်လဝ်၊  စုတ်စွံဗပေၚ်လဝ်ကပေါတ်သ္ၚိဌာန်။"},
{"word":"furniture","def":"n.  ကပေါတ်သ္ၚိ (မပ္တံကဵုဒူ, ကဠာ, ဂဗံက်, ခါတ်)၊  ကြိယာဗာ၊  ကပေါတ်။"},
{"word":"furnishing","def":"n.  ပရိက္ခရာ၊  ကပေါတ်ကညောတ်။"},
{"word":"furrow","def":"n.  ဂၟေၚ်ဂၠံၚ်ထဲ၊  ဂၟေၚ်ဂၠံၚ်ဂရးမဂြးလဝ်။  ၂။  စရိတ်မနွံဒၟံၚ်လ္တူကၞေၚ်။  vt.  ထဲဇိက်၊  သကဵုထညောံတောံအာ။"},
{"word":"further","def":"adj. adv.  မသာတုဲသ္ၚောဲ၊  နဒဒှ်သာတုဲသ္ၚောဲ၊  သ္ၚောဲကွေံကွေံ။  ၂။  ပဲါနူဂှ်၊  ထပ်ပၠန်။  vt.  ကဵုအရီုအဗၚ်သွက်သ္ဂောံတောတက်ကၠုၚ်။  further shore. (adj)  မဒှ်အသြၚ်အဗၚ်ဒၞာဲဇမ္ၚောဲ။  adv.  သြၚ်လ္ပာ်တေံ။"},
{"word":"furtive","def":"adj.  မဒမၠုက်ယဵုဒုၚ်ညံၚ်ရဴညးတၞဟ်သအာၚ်ဟဂွံတီ၊  မကၠတ်ကၠောန်ပွ၊  မကၠောန်သ္ၚိတ်သ္ၚိတ်။  ၂။  မဟၟဲပၟိက်သွက်ညးသအာၚ်တီ။"},
{"word":"fury","def":"n. (pl.-ries)  မနောဒေါသ၊  ဒဒှ်မနောဒေါသဗ္တိုဟ်တိုန်၊  ဒဒှ်စိုတ်မက္တဵုတိုန်။"},
{"word":"fuse","def":"vt.vi.  သကဵုဒှ်တိုန်ဍာ်နကဵုဓါတ်ဂမ္တဴ။  n.  ဇုက်လောတ်သွတ်မဆက်လဝ် သွက်ဓာတ်လလဳသ္ဂောံကၠောံ ပ္ဍဲကဵုထၟာဲမဳတာဓတ်ဓါတ်လလဳ။  ၂။  တိုၚ်ပရက်။"},
{"word":"fusion","def":"n.  ပွမပံၚ်ပနှဴထောံအရာဗွဲမဂၠိုၚ် ညံၚ်ရဴသ္ဂောံဒှ်မွဲဂကူဓဝ်။"},
{"word":"fuselage","def":"n.  ၝောံဇကုက္ၜၚ်ကျာ။"},
{"word":"fuss","def":"n.  ပွမဇၞော်ဝေၚ်ဍာ်၊  ပွမဇၞော်ဝေၚ်ကမၠောန်၊  ပွမတန်ဆန်ချဳဒရာၚ်ဒၟံၚ် ထ္ၜးဟိုတ်အရာကမၠောန်ဟွံဒှ်သတ်တံဂှ်။  vt.vi.  ကၠောန်ဇၞော်ဝေၚ်ဍာ်၊  စိုတ်ချဳဒရာၚ်။  fussy (adj)  မဂွိၚ်က္တဴသွက်အရာသောဲသောဲဗြောဲဗြောဲ။"},
{"word":"fusty","def":"adj.  မဟွံလတ်ဖတ်၊  မအှ်အေတ်ဒၟံၚ်သၟူပတိုဟ်၊  မဂွံဒၟံၚ်သၟူပရေံပရေံ။"},
{"word":"futile","def":"adj.  မဒှ်အာသၟးသၟး၊  မဒှ်အာအရာဟွံစိုပ်တရဴ၊  မပါမြိ၊  မမြိပါ၊  မြိခဍိ၊  မြိထဍိ၊  မြိပါ။"},
{"word":"future","def":"n.  အနာဂတ်၊  အနာဂတ်ဂတ။  adj.  မဆေၚ်စပ်ကဵုအနာဂတ်ဂတ။  future time. (n)  ကြက်ဂတ။"},
{"word":"fuzzy","def":"adj.  မဒှ်ဒၟံၚ်ဓဗုၚ်ဓဗုၚ်၊  မဒှ်ဒၟံၚ်ကဆံၚ်ဟွံကၠး၊  မဟွံကၠးဖ္ဍး။"},
{"word":"fyke","def":"n.  ကၟိန်(ပံါက)မွဲဂကူ။"},]}