{"data":[{"word":"g","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်သတ္တမ။"},
{"word":"gabble","def":"vt.vi.  ဟီုဂးပြဟ်တုဲဟွံကၠးဖ္ဍး။  n.   ဒဒှ်မဟီုပြဟ်တုဲဟွံကၠးဖ္ဍး။"},
{"word":"gadfly","def":"n. (pl.-flies)  ဇၚ်ရာဲ၊  ဟေံ(ဟေအ်)။"},
{"word":"gag","def":"n.  အရာမသိက်စုတ်လဝ်ပ္ဍဲပါၚ် ညံၚ်ဟီုအရေဝ်ဟွံဂွံ။  ၂။  ဒဒှ်မက္တဵုဝေၚ်အရေဝ်ဂရိုၚ်။"},
{"word":"gain","def":"vt.vi.  ဂွံ၊  ကေတ်ဂွံ၊  ပရဲ၊  ပြဲ၊  မြာကလိဂွံ၊  သဂွံ၊  သဂေါအ်၊  သ္ဂောံ၊  သၟိက်ဂွံ။  ၂။  ကဵုဒှ်ဖဵု၊  နွံကဵုကွိုန်တောတက်၊  ခိုဟ်ကၠုၚ်။  n.  ပရဲပရာံ၊  ဒဒှ်မဒှ်ဂုန်ဂွံပရဲ။"},
{"word":"gainsay","def":"vt. (pt.pp.-said)  ကယျာန်၊   ကယျာန်ပဲါ၊  ဟီုဂးဒစဵုဒစး။"},
{"word":"gait","def":"n.  လအာ၊  ဗီုပြၚ်တွာ်။"},
{"word":"gala","def":"n.  သ္ဘၚ်ပေဲါ၊  ပေဲါမိပ်မိပ်ဇြိပ်ဇြိပ်၊  ပေဲါမိပ်ဇြိပ်ဝေၚ်ဂြိုၚ်။"},
{"word":"gale","def":"n.  ကျာဒမြာတ်၊  ကျာဒရာတ်၊  ကျာလဗိုတ်၊  ကျာမေလံၚ်။"},
{"word":"gall","def":"n.  ကၠၚ်ကၟတ်၊  ဍာ်ကၠၚ်ကၟတ်။  ၂။  ဒဒှ်မဒှ်တဴဟွံသ္ဍိုက်မၠိုက်။  vt.vi.  သကဵုတၟေက်သၠေက်။  ၂။  သကဵုစိုတ်ဂၠေံ၊  သကဵုမနောတိတ်၊  သကဵုဒေါသတိတ်။  galling (adj)  မကဵုဒဒိုက်၊  မဟွံသ္ဍိုက်မၠိုက်၊  မဟွံဒးကဵုစိုတ်။  gall bladder. (n)  သ္ၚိကၠၚ်ကၟတ်။"},
{"word":"gallant","def":"adj.  မနွံကဵုသတ္တိ၊  မဂံၚ်သ္ကာ။  ၂။  မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  မနွံကဵုစရာဲပ္ဍဲမတ်၊  မနွံကဵုစရာဲသ္ဒးသ္ဍိုက်မၠိုက်။"},
{"word":"gallery","def":"n. (pl.-ries)  ခဒံထ္ၜးကွတ်ပါန်။  ၂။  ဒၞာဲၚုဟ်မးသက်သာအိုတ် ထပ်လ္တူအိုတ်ပ္ဍဲရုၚ်ပေဲါ။  ၃။  ဂၠံၚ်စၚ်ကြံပ္ဍဲဘာလ္ၚောဝ်ကျာ်ခရေတ်။"},
{"word":"galley","def":"n. (pl.-s)  ဂၠုၚ်ဂတာထ္ၜာတ်မွဲဂကူ။  ၂။  ခဒံဖဴလ္တူက္ၜၚ်။  ၃။  ခွက်ရပ်စပ်ပ္ဍဲစက်တက်လိက် (သွက်ဂွံစုတ်မလိက်ဖကောဝ်)။"},
{"word":"gallop","def":"n.  ဒဒှ်မဂြိပ်ၜံက်အာ၊  ဒဒှ်မဂြိပ်ဂဇုၚ်အာ။  vt.vi.  ဍိုက်ဂြိပ်ၜံက်ဂစာန်တိတ်အာ၊  ဂစာန်ဍိုက်တိတ်အာ။"},
{"word":"gallows","def":"n.  စၚ်သကဵုဒန်ဇုက်။  gallows-bird (n)  မၞိဟ်မထေက်ကဵုသ္ဒးကဵုဒန်ဇုက်၊  မၞိဟ်ပရမ်။"},
{"word":"galore","def":"adv.  ဂၠိုၚ်တဴဗွဲမလောန်၊  နဒဒှ်မစိုပ်ကဆံၚ်စဟွံအိုတ်ဗိုတ်ဟွံအာ။"},
{"word":"gamble","def":"vt.vi.  ဝေၚ်လံၚ်စုတ်စသွက်သ္ဂောံဂွံအရာမွဲမွဲ၊  ဗၜေက်မတ်တုဲဂစာန်ကၠောန်။  n.  ပွမစုတ်လံၚ်စဂြပ်။  gambler (n)  မၞိဟ်ဝေၚ်၊  မၞိဟ်ဝေၚ်လံၚ်စ၊  လမေံ(မေမ်)၊  လမေံပါသ်။  gambling (n)  ဒဒှ်မဝေၚ်လံၚ်စ၊  ပး၊  ပါသ်။"},
{"word":"gambol","def":"vi.  မိပ်ဇြိပ်ဒံၚ်ထလာ်။"},
{"word":"game","def":"n.  အရာမဝေၚ်ဒံၚ်ထလာ်မနွံကဵုတၚ် ကၞာတ်လဝ်သီုစေဝ်သၞောဝ်။  ၂။  ပေဲါပြိုၚ်ပ္ကာန်ဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။  ၃။  သတ်မဂွံလဝ်နူကဵုဗက်ဂြိုပ်။  adj.  မဂံၚ်သ္ကာ၊  မဂံၚ်ဗတိုက် မဂံၚ်ဗာ်။  game cocks. (n)  ပေဲါဂဇဵုစာၚ်။  gamesters (n)  မၞိဟ်ဝေၚ်၊  မၞိဟ်မလုပ်ကဵုဝေၚ်။"},
{"word":"gander","def":"n.  အဟာန်ကၟက်။"},
{"word":"gang","def":"n.  က္ဍိုပ်၊  သ္ကံ၊  ဂကောံ၊  ဂိုန်၊  ဗော်ကောန်ကမၠောန် (ဍိက်,ကောန်ထံၚ်)။  gangster (n)  မၞိဟ်ပရံကောန်ဂိုန်မွဲ။  gang-plank (n)  ဂတဵုဒဒန်သွက်ဂွံစှ်ေနူက္ၜၚ်,နူဂၠုၚ်စက်။"},
{"word":"ganja","def":"n.  ဘၚ်။  ၂။  ပံၚ်မ(တၞံအုပ်ရာပ်)။  ganja shrub. (n)  ပံၚ်မ၊  အုပ်ပံၚ်မ။"},
{"word":"gaol","def":"n.  ထံၚ်၊  ဂုက်။  gaol-bird (n)  မၞိဟ်ဒးထံၚ်ပယျတ်ပယျတ်၊  မၞိဟ်မလေပ်ပ္ကီုပရာပ်အမှုရာဇဝတ်။  gaoler (n)  ဇမၞော်ထံၚ်။"},
{"word":"gap","def":"n.  ဒၞာဲမပိုတ်ပြိုဟ်ဒၟံၚ်၊  ဒၞာဲမဟာဒၟံၚ်။  ၂။  တၚ်မတၞဟ်ခြာ၊  တၚ်ဟွံစုက်လုက်၊  ဒၞာဲမဗၠးဒၟံၚ်အကြာၜါ၊  ဒဒှ်မဟွံစိပ်။"},
{"word":"gape","def":"vi.  ခအာပ်၊  ပါၚ်ဟာတိုန်ဟိုတ်နူမဒှ်အံသဝ်၊  ဟာပါၚ်၊  ပဟာပါၚ်၊  ထၜိဟ်ပါၚ်။"},
{"word":"garage","def":"n.  ဇရာံကွဳစက်၊  ဇရာံကာ။"},
{"word":"garb","def":"n.  ပွမကျိုၚ်ကျဝ်ဗိုက်လ္တက်။  vt.  ဗိုက်လ္တက်ကျိုၚ်ကျဝ်။"},
{"word":"garbage","def":"n.  အမှိက်အမှံၚ်မဗိုတ်ကၠဟ်ထောံလဝ်၊  ဂြံဇရ။"},
{"word":"garble","def":"vt.  ချူကဵုဗၠေတ်ဗၠေတ်ဗၠေၚ်ဗၠေၚ်၊  ကံက်နုက်ပ္တိတ်ကဵုဗၠေတ်ဗၠေတ်ဗၠေၚ်ဗၠေၚ်။"},
{"word":"garden","def":"n.  ဥဒျာန်လွဳတဵုလဝ်၊  ဂူ၊  ကၠံ။  ၂။  ဥဒျာန်(ကၠံပကဴ)သွက်ကောန်ညးဍုၚ်ကွာန်တံ သ္ဂောံထၜိုဟ်လၟောၚ်ဇူတာ။  gardener (n)  ဇမၞော်ဥဒျာန်၊  ရဲဂူ။"},
{"word":"garfish","def":"n.  ကခဂေါၚ်၊  ကဗဂေါၚ်။"},
{"word":"gargle","def":"vt.vi.  တ္ၜဴပါၚ်၊  ၜဴပါၚ်။"},
{"word":"garish","def":"adj.  မပလေဲတၟးလောန်အာ။"},
{"word":"garland","def":"n.  ဇၟန်ပ္ကဴ၊  ပ္ကဴဇန်လဝ်၊  ပ္ကဴဇၟောန်၊  မာလဳ၊  မာလေ။"},
{"word":"garlic","def":"n.  လသိုန်ဗ္တာၚ်၊  ကသိုန်ဗ္တာၚ်။"},
{"word":"garment","def":"n.  ခဍံၚ်၊  ဂၠိက်၊  ဒၠိက်၊  ယာတ်ဗွိုက်၊  ယာတ်လတက်၊  ယာတ်ဍောတ်၊  ဂၠိက်တ္ၜးသၠာဲစကာလမဟုံဍာ်။"},
{"word":"garner","def":"vt.  ကြိုၚ်လဝ်၊  ကြိုၚ်ဂိုၚ်ဒေပ်လဝ်။"},
{"word":"garnish","def":"vt.  ပလေဝ်ပလေတ်(သွက်ဂွံတောံသွ)။"},
{"word":"garrison","def":"n.  ဒပ်ပၟၚ်ပၟဲဍုၚ်၊  ဒပ်မဖျေံလဝ်ဒပ် ပ္ဍဲဂဒုက်စၞေဟ်မွဲ,ပ္ဍဲဒပ်ယာ။"},
{"word":"garrulous","def":"adj.  မဟီုအရေဝ်ဂၠိုၚ်၊  မဟီုဂလာန်ဂၠိုၚ်။  garrulity (n)  ဒဒှ်မဟီုအရေဝ်ဂၠိုၚ်။"},
{"word":"Garuda","def":"n.  ဂစေံသပဝ်။"},
{"word":"gas","def":"n.  သၟုဟ်ဓါတ်၊  ဓါတ်၊  သၟုဟ်ဓာတ်ကၠေၚ်တိ။  vt.vi.  ဒးသၟုဟ်ဓါတ်ဂျိ။"},
{"word":"gash","def":"n.  ပွမထကးဟာအာ၊  ဝပ်မထကးဟာမံၚ်။"},
{"word":"gasp","def":"vt.vi.  ယီုဒၟံၚ်ပအောန်ပအောန်၊  ယီုဒၟံၚ်သီုကဵုဇကုဂဝုဲ။  n.  ပွမယီုဒၟံၚ်ညံၚ်ရဴကပိုက်ဖျေံယဝီု(အခါဍောၚ်ၜိုတ်၊  အခါမဒှ်အံသဝ်၊  အခါမဂိက္တာန်)။"},
{"word":"gastric","def":"adj.  မဆေၚ်စပ်ကဵုထိုၚ်စၞ။"},
{"word":"gate","def":"n.  တရၚ်၊  ပၞော်၊  ပါၚ်တြၚ်(သွက်ဂွံလုပ်တိတ်)။  gate house. (n)  သ္ၚိဂလာန်၊  သ္ၚိဒၞာဲစၟဳစၟတ်ဂၠိုက်ဂၠာဲမၞိဟ်လုပ်တိတ်။"},
{"word":"gather","def":"vt.vi.  ပကောံ၊  အုဲ၊  ၚဳ၊  ဂအုံ၊  ကောံကလောံ၊  ဒရီု၊  ပကောံကလောံ၊  ပကောံဓရီု(ဒရီု)၊  ဗၜောဝ်။  ၂။  ၜှ်၊  ပကောံ။  ၃။  ကၠိုဟ်စိုတ်၊  ဖျေံသ္ဂုတ်သွာတ်။  ၄။  ကလေန်၊  ကလောံကလေန်၊  သရဂရိတိုန်၊  သရမဒှ်တိုန်ပတိုဟ်။  gather to one's breast. (vt.vi)  မိန်။  gather together. (vt.vi)  ဂၜောဝ်၊  ဓရီု၊  ဓရီုသ္ကံ၊  ဓရီုမွဲဟာန်ညးၜါ၊  ဗၜောဝ်၊  သီပကောံ၊  သွိုဟ်ပကောံ။  gather round. (vt.vi)  ကောံကလောံကၠုၚ်။  gather strength. (vt)  ပထတ်ဇကု၊  လွဳဓတ်။  gather up. (vt.vi)  သီ။"},
{"word":"gathering","def":"n.  ဒဒှ်မၞိဟ်ဗွဲမဂၠိုၚ်မကောံကလောံကၠုၚ်၊  ပေဲါကောံဓရီု၊  ကောံဓရီု၊  ဗဝဝ်။  a gathering of friends. (n)  ပွမကော်ပကောံရဲ။"},
{"word":"gaudy","def":"adj. (-ier,-iest)  မပလေဲတၟးဇးတဴဗွဲမလောန်၊  မဟီုကြီုပတိုန်စလောန်ကာဲတဴဗွဲမလောန်။  gaudily (adv)  နဒဒှ်မပလေဲတၟးဇးလောန်အာ။"},
{"word":"gauge","def":"n.  ဗ္ၜတ်အစာံ။  vt.  ၜတ်ကေတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"gaunt","def":"adj.  မဇြာဲ၊ မကြဳလှေပ်။"},
{"word":"gauntlet","def":"n.  ထိုၚ်ဂရောပ်တဲပသဲ။"},
{"word":"gauze","def":"n.  ယာတ်ဇာကြဳကြဳ၊  ယာတ်ပိက်ကြဳကြဳ။"},
{"word":"gave","def":"ရံၚ် give တေံညိ။"},
{"word":"gawky","def":"adj. (-ier,-iest)  မသရံၚ်ထဂါတ်ဒၟံၚ်၊  မခက်ခုဲဒၟံၚ်။"},
{"word":"gay","def":"adj. (-er,-est)  မမိပ်မြဟ်၊  မမိပ်ပၠေံဒၟံၚ်။  ၂။  မဟၟဲကဵုဂွိၚ်ကတူ၊  မသာသ္ပံ။  ၃။  မဆက်ဆောံသိပ်ဂၠိပ်လိၚ်တုပ်တုပ်။  gaily (adv)  နဒဒှ်မမိပ်မြဟ်။  gaiety (n)  ပွမမိပ်မြဟ်။"},
{"word":"gaze","def":"vi.  ရံၚ်ပစေံဒၟံၚ်၊  ဗဵုပစေံဒၟံၚ်၊  လမွဲ။  n.  ဒဒှ်မရံၚ်ပစေံ၊  ဒဒှ်မဗဵုပစေံ။"},
{"word":"gazette","def":"n.  လိက်လလောၚ်တြးအလဵုအသဳ။"},
{"word":"gear","def":"n.  ကရိယာမကၠောန်လဝ်ဗွဲတၟေၚ် သွက်ကမၠောန်မွဲမွဲ(ဂဳယျာကွဳစက်)။"},
{"word":"gecko","def":"n. (pl.-s,-es)  ကောပ်ကေဝ်၊  ဂစက်။"},
{"word":"geese","def":"ရံၚ် goose တေံညိ။"},
{"word":"gelatine","def":"n.  ထ္ၜိုတ်စၞာံပြေၚ်၊  ကဝ်စၞာံပြေၚ်။  gelatinous (adj)  မဒှ်ညံၚ်ရဴထ္ၜိုတ်စၞာံပြေၚ်။"},
{"word":"geld","def":"vt.  ရပ်ဇိုၚ်၊  ထအး။"},
{"word":"gem","def":"n.  မတ်(ရတ်)၊  မနဳ၊  မၞိက်။  ၂။  ကပေါတ်မထေက်တန်ကဵုၚုဟ်မး၊  ကပေါတ်မဒှ်မလုပ်ကေၚ်ကာ။"},
{"word":"Gemini","def":"n.  မေထုန်(ဒွာ,ရာသဳ)။"},
{"word":"gender","def":"n.  လိၚ်(ပုလ္လိၚ်=ကၟက်, ဣတ္ထိလိၚ်=ၝောံ)။"},
{"word":"genealogy","def":"n.  စရၚ်တၞောဝ်ဒတောဝ်။"},
{"word":"general","def":"adj.  မဆေၚ်စပ်ကဵုသီုအရာဖအိုတ်၊  မဒှ်ဗွဲယျေဘုယျ၊  မဒှ်အနေဒဒှ်သွက်မွဲဓဝ်ဟွံသေၚ်၊  မဒှ်နာနာပက္ကာရ၊  မဒှ်နာနာသာ်၊  မဒှ်အရာသာမာန်၊  သာဓာ၊  သာဓာကဵု။  ၂။  မဒှ်စေံစေံပေါတ်ပေါတ်ဟွံသေၚ်။  ၃။  ဇမၞော်ဗဵု၊  ထကိုပ်ပၞာန်၊  နာဲဒပ်၊  သေနာပတိ၊  သၟိၚ်ဗဵု။  generalissimo (n)  သေနာပတိ၊  သၟိၚ်ပၞာန်၊  သၟိၚ်ဇမၞော်ဗဵု။  generalize (vt.vi)  ကေတ်ဖျေံထောံတၚ်နၚ်နူတၚ်ဏှ်ဂမၠိုၚ်။  generally (adv)  ဗွဲသာမည၊  ဗွဲမဂၠိုၚ်၊ ဗွဲယျေဘုယျ၊  ဗွဲသာမာန်။"},
{"word":"generate","def":"vt.  ကၠောန်ပ္တိတ်၊  သကဵုက္တဵုဒှ်တိုန်။  generation (n)  မသတၞောဝ်ဒတောဝ်။  ၂။  မၞိဟ်မက္တဵုဒှ်ကၠုၚ်မၞိဟ်ပ္ဍဲပွဳပွူမွဲခေတ်။  generator (n)  စက်မပ္တိတ်ကဵုဓတ်ဓါတ်လလဳ,ဓတ်သၟုဟ်ဍာ်။"},
{"word":"generous","def":"adj.  မက္ဍိုက်ပေၚ်တဴကဵုဓဝ်တရးဂစာဲ၊  မဒှ်မၞိဟ်တၠစေတနာမပြဲ။  ၂။  မဂၠိုၚ်ဂၠေၚ်။"},
{"word":"generosity","def":"n.  ပွမက္ဍိုက်ပေၚ်တဴကဵုဓဝ်တရးဂစာဲ၊  ပွမက္ဍိုက်ပေၚ်တဴကဵုစိုတ်အဲပရဲ၊  ပွမက္ဍိုက်ပေၚ်တဴကဵုစိုတ်သဒ္ဓါ။"},
{"word":"genesis","def":"n.  တံပထမ၊  တံမူလ။"},
{"word":"genial","def":"adj.  မဆာန်ဍူ၊  မညႇာတာ။  ၂။  မခိုဟ်တဴကဵုဗြဲကျာ၊  မဒှ်သတ်ဆုသ္တိတ်ခိုဟ်၊  မဂီုက္တဴ။"},
{"word":"genie","def":"n.  ကလော်၊  တာဲဗြာဲ။  ၂။  ဒေဝတဴ။"},
{"word":"genius","def":"n. (pl.-es)  တၠပါရမဳ၊  မၞိဟ်သ္ကေက်သ္ကာ။"},
{"word":"genocide","def":"n.  ဒဒှ်မပလက်ထောံဂကူ၊  ပွမပလီုပလက်ထောံ၊  ပွမဂစိုတ်ပလက်ထောံ။"},
{"word":"gentle","def":"adj. (-r,-st)  မဆာန်ဍူ၊  မဆာန်ကၟိန်၊  မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  သိပ်ဂၠိပ်။  ၂။  မနွံကဆံၚ်ဂၠးဍေံပြေစှ်ေဒၟံၚ်၊  မဟၟဲကဵုစဝ်တသောဝ်။  ၃။  မဒှ်မဗဳဇခိုဟ်။  gently (adv)  နဒဒှ်မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  နဒဒှ်မဆာန်ဍူ၊  နဒဒှ်မဟၟဲကဵုစဝ်တသောဝ်။"},
{"word":"gentleman","def":"n. (pl.-men)  မၞိဟ်မနွံကဵုကျာ်သြဳစရာဲဂုန်။  gentlewoman (n)  ညးဗြဴမနွံကဵုစရာဲကျာ်သြဳဂုန်။"},
{"word":"genuine","def":"adj.  မဒှ်ဇေတ်ဇေတ်၊  မဒှ်ဍာံဍာံ၊  မဍာံစၟတ်။"},
{"word":"genus","def":"n. Lat.  ကဆံၚ်ဗီု ပါ်တၞဟ်ခြာလဝ် သတ်မနွံလမျီုကဵု ဆုဒုန်မနွံကဵုလမျီု နကဵုမဇဂကူ။"},
{"word":"geography","def":"n.  ကွတ်ပညာပထဝဳ၊  ဗီုပြၚ်သဘာဝမုက်ဂၠးတိ၊  ကွတ်ပညာမလ္ၚတ်ပရောပရာလ္တူမုက်ဂၠးတိ။  geographical (adj)  မဆေၚ်စပ်ကဵုကွတ်ပညာ ပရောပရာမလ္ၚတ်မုက်ဂၠးတိ၊  ပညာပထဝဳ။"},
{"word":"geology","def":"n.  ကွတ်ပညာမလ္ၚတ်ပရောပရာ ဖျုန်တိ,တၟံပ္ဍဲဂၠးတိ၊  ကွတ်ဗေဒဘူမိ။  geologist (n)  တၠပညာကွတ်ဗေဒဘူမိ။  geological (adj)  မဆေၚ်ကဵုကွတ်ပညာဗေဒဘူမိ။"},
{"word":"geometry","def":"n.  ကွတ်ပညာဂျဳအဝ်မေတြဳ (ကွတ်ပညာမလ္ၚတ်ဂုန်သတ္တိ မဆေၚ်စပ်ကဵုပၞောန်,ဒကဴ,ဂၠးမုက်ကဵုအရာမဒှ်ဒၟံၚ်မမ)။  geometrical (adj)  မဆေၚ်စပ်ကဵုကွတ်ပညာဂျဳအဝ်မေဝ်တြဳ။"},
{"word":"germ","def":"n.  စၟယဲ။  ၂။  မ၊  မဗဳဇ။  ၃။  ကလုတ်၊  ပလုတ်။  "},
{"word":"germicide","def":"n.  ဂဥုဲဂစိုတ်စၟ။"},
{"word":"germinate","def":"vt.vi.  ကၠုတ်၊  သကဵုမကၠုတ်တိုန်၊  သကဵုတၞံကၠုတ်၊  သကဵုဗြေဝ်။"},
{"word":"German","def":"n.  အရေဝ်ဂျာမနဳ၊  ဂကူဂျာမနဳ။"},
{"word":"gesticulate","def":"vi.  သွိၚ်၊  သွိၚ်လယတ်၊  ဟီုဂးသီုဇိုၚ်သီုတဲ။"},
{"word":"gesture","def":"n.  ဗီုဇိုၚ်တဲဇကုမုက်မတ်၊  ဗီုပြၚ်။"},
{"word":"get","def":"vt.vi. (pt.got, pp.got, gotten)  ဂွံ၊  ရာန်ကေတ်၊  ကၠောန်တုဲဂွံ၊  အံၚ်၊  အာကေတ်၊  သ္ဂောံဒုၚ်ကေတ်တဲ၊  ကၠိုဟ်ခၠၚ်။  ၂။  သကဵုဒှ်။  ၃။  သကဵုစိုပ်၊  သကဵုအာ၊  သကဵုကၠုၚ်။  ၄။  ဂွံ၊  ဂွံဒုၚ်စသိုၚ်၊  ဂွံဆဵုဂဗ။  ၅။  ကၠောန်တုဲဒှ်အာအရာမွဲမွဲ။  ၆။  စဳဇန်၊  ကသေံကၟဝ်။  ရ။  ပရိုၚ်ပြးဇးအာ။  get on. (vt.vi)  မြာကလိဂွံ။  get up. (vt.vi)  ဒလိုက်က္တဵု၊  က္တဵုခြုပ်။  get up courage. (vt)  ဗ္ဂံၚ်ကဵုစိုတ်။"},
{"word":"ghastly","def":"adj. (-ier,-iest)  မဒှ်သွက်သ္ဂောံဖေက်ဂၟံက်ခိုဟ်၊  မဒှ်သွက်ဂွံဖေက်လကိုတ်ခိုဟ်။  ၂။  မတုပ်ကဵုမၞိဟ်ချိုတ်ချိုတ်၊  မဖျိုဟ်ဖျေတ်ဒၟံၚ်။"},
{"word":"ghee","def":"n.  ကၠေၚ်သွဟ်။"},
{"word":"ghost","def":"n.  ကလော်၊  ဘုတ်၊  သရာဲ၊  ကလောဲခရာဲ။  ၂။  ပွညိဟွံမွဲကဵုအခေါၚ်အဝဵု။"},
{"word":"giant","def":"n.  လကိုဟ်၊  မၞိဟ်တၠဇကုဇၞော်ဇၞော်ဒုတ်ဒုတ်။  ၂။  မၞိဟ်ဇကုဇကောဝ်မဇၞော်နူကဵုမၞိဟ်အပြောံ (သတ်တိရစ္ဆာန်, တၞံဆု, ပွမချဳဒရာၚ်)။  adj.  မဇၞော်တဴဗွဲမလောန်။  giantess (n)  လကိုဟ်ၝောံ။"},
{"word":"gibber","def":"vt.  ထ္ၜုတ်ဟီုဂးဒၟံၚ်၊  ထ္ၜုတ်ပ္ညုံဒၟံၚ်၊  ထ္ၜုတ်ဗဒုံဒၟံၚ်။"},
{"word":"gibbet","def":"n.  တိုၚ်ဇုက်သွက်ဂွံကဵုဒန်ဂစိုတ်၊  စၚ်ဇုက်သွက်ဂွံဂစိုတ်မၞိဟ်မနွံကဵုဒုဟ်။"},
{"word":"gibbon","def":"n.  လၚ်ဟေဝ်။"},
{"word":"gibe","def":"vi.  သ္ပပရေံ၊  ဟီုၜှ်ေ။"},
{"word":"giddy","def":"adj. (-ier,-iest)  ထ္ၜူ၊  မထ္ၜူ၊  မထ္ၜူထ္ၜေဝ်၊  မကၠိက္ဍိုပ်၊  မဂေတ်ဒၟံၚ်ကေတ်တံကၞောတ်ဟွံဒး။"},
{"word":"gift","def":"n.  စၟာဲစၟိန်၊  တၟာဲ၊  တၟာဲလဗာဲ၊  ဒါန၊  ဒက္ခိဏသာခါ၊  ဒါန်၊  ပဏှ၊  ပဏ္ဏ၊  ပရၚ်တဲ၊  လာပ်သကာ။  ၂။  အစောံစရာဲနူဂဝ်၊  ပါရမဳနူအတိက်တေံ။  gifted (adj)  မနွံကဵုပါရမဳ၊  မဗက်ကဵုပါရမဳ။"},
{"word":"gigantic","def":"adj.  မဇၞော်ဒုတ်။"},
{"word":"giggle","def":"vi.  ဂြိုၚ်တိုန်ခေက်ခေက်။  n.  ပွမဂြိုၚ်တိုန်ခေက်ခေက်။"},
{"word":"gild","def":"vt. (pt.pp.-ed or gilt)  ဖျေံထဝ်၊  ရပ်ထဝ်၊  လံက်ဍာ်ထဝ်၊  ကဵုအရံၚ်ထဝ်ဂဵုမံၚ်။"},
{"word":"gill","def":"n.  ခၟာ်(ခၟာ်က)။  fish gills (n)  ခၟာ်က။"},
{"word":"gilt","def":"n.  မဖျေံလဝ်ထဝ်၊  မလံက်လဝ်ဍာ်ထဝ်၊  မပလေဲဒၟံၚ်ညံၚ်ရဴအရံၚ်ထဝ်။  vt.  ရံၚ် gild တေံညိ။"},
{"word":"gimcrack","def":"n.  မတန်(ၚုဟ်)၊  မဟွံမွဲကဵုၚုဟ်မး၊  မဒှ်တဲပရေံပရေံ။"},
{"word":"gimlet","def":"n.  ခပူ။"},
{"word":"gimmick","def":"n.  မဖန်မသ္ပညံၚ်ရဴစိုတ်ညးဂမၠိုၚ် သ္ဂောံလုပ်စ(မဗ္ဂေတ်,မဖန်ဗဒှ်)။"},
{"word":"gin","def":"n.  စက်ဗုတ်တောဝ်၊  ဟတ်တဝိုဟ်။  ၂။  လယံ၊  ဒၞက်။  ၃။  အရက်ဂျေန်။  vt.  ပန်တောဝ်၊  ပှော်တောဝ်။"},
{"word":"ginger","def":"n.  တဂဝ်၊  လ္ဂဝ်။  vt.  ခ္ဍဟ်ခ္ဍာဲ။"},
{"word":"gingerly","def":"adj.  မနွံဇၞော်ကဵုသတိ။  adv.  နဒဒှ်မစွံသတိဇၞော်ကဵုဇြဟတ်။"},
{"word":"giraffe","def":"n.  အုတ်ဍာပ်။"},
{"word":"gird","def":"vt. (pt.pp.-ed or girt)  ဗ္ဂပ်၊  ဂတ်လဝ်ကဵုဇုက်ဂတ်ဂၞိၚ်၊  ဂတ်လဝ်ကဵုခါသဳ၊  ဂတ်လဝ်ကဵုဇုက်ခါယဗန်။"},
{"word":"girder","def":"n.  ကၞံၚ်သ္ၚိ၊  ဏံၚ်သ္ၚိ။"},
{"word":"girdle","def":"n.  ဂတ်ဂၞိၚ်၊  ဇုက်ဂတ်ဂၞိၚ်၊  ဇုက်ကရောတ်ဂၞိၚ်၊  ခါသဳ၊  ခါယဗန်(လကျာ်)၊  ကာယဗန်၊  ပရိဘန်၊  ပြဘန်။"},
{"word":"girl","def":"n.  ကောန်ၚာ်ဗြဴ၊  ကောန်ဗြဴ၊  ကောန်ဝုတ်၊  ကုမ္မာရဳ၊  ၚာ်ဗြဴ။  girlish (adj)  မဆေၚ်စပ်ကဵုကောန်ၚာ်ဗြဴ၊  မဗဗွဲဗက်ကဵုကောန်ၚာ်ဗြဴ။  a young girl. (n)  ဝုတ်သၟူကလေၚ်၊  ဝုတ်ဂမုဲလေၚ်။"},
{"word":"girth","def":"n.  ဇုက်ကၠေဟ်ဗုၚ်ချေံ။  ၂။  ဗွိုက်၊  ဗွိုက်ဇၞော်လၟဳဆု၊  ဗွိုက်ဇၞော်ၝောံဆု။"},
{"word":"gist","def":"n.  တၚ်မတုဲပၟိက်၊  သရောပ်(သရုပ်)။"},
{"word":"give","def":"vt.vi. (pt.gave,pp.given)  ကဵု၊  ကဵုသၟးသၟး၊  ကဵုသၠာဲဗတး၊  ကဵုသွက်သီဂိုၚ်ဒေပ်၊  ကဵုသွက်ဂွံရပ်စပ်၊  ထံက်ပၚ်။  ၂။  ဒုၚ်ဖျေံထောံ။  ၃။  တဝဵု၊  တွဵု။  giving (adj)  မတရးစာဂ။  give an account of. (vt)  တမှော်၊  တၟော်။  give an exhibition. (vt)  ပလှ်ေ။  give attention. (vt)  ထံၚ်ကတောဝ်။  give audience. (vt)  ဒုၚ်စမုက်။  give birth. (vt)  ထုဲထံၚ်၊  သယာကောန်၊  သလးဂဗ္ဘ၊  သလးဂဝ်၊  သၠးပဋိသန္ဓိ၊  ၜံၚ်၊  ၜံၚ်ပၟတ်၊  ၜံၚ်ပၟတ်ပၞာၚ်။  give consent. (vt)  တုပ်စိုတ်၊  ဒုၚ်တဲတုပ်စိုတ်၊  ပလျိုၚ်။  give forth sound. (vt)  ပြိၚ်၊  ပြိၚ်ဟီုဏာ။  give in charity. (vt.vi)  သလးကဵုဒါန်။  give in marriage. (vt.vi)  ကဵုစ၊  သၞက်ကရောဲ၊  သၞက်ကၠေံပရောဲ၊  ပြေၚ်ကောန်၊  ပြေၚ်ဝိဝါဟ။  give in return. (vt.vi)  ခၠေဝ်ပလန်။  give light. (vt)  ပျး၊  ယး၊  ယးတၟး၊  သလံၚ်။  give someone a drink. (vt)  ကဵုညးဍာ်မွဲသွုၚ်ညိ။  give of oneself. (vt.vi)  တရးကဵုညးဂမၠိုၚ်ညိ။  give permission. (vt)  ကဵုအခေါၚ်။  give proof. (vt)  ပ္တိတ်သက်သဳ၊  ထ္ၜးသက်သဳ။  give sanction. (vt)  သမွဲလဝ်။  give a sermon. (vt)  တွံဓဝ်။  give voice. (vt)  ကဵုပါၚ်၊  ကြီုရမျာၚ်၊  ကြဵုဇာ။"},
{"word":"give in","def":"vt.vi  တမျ၊  ဒုၚ်ကျထောံ၊  ကဵုထောံကျ။ "},
{"word":"give out","def":"vt.vi.  လီုစိုတ်။"},
{"word":"give up","def":"vt.vi.  ဒုၚ်ကျ၊  ပတဴတဲ၊  သၠးပွး၊  ကွဵုကွေတ်၊  ဇိုန်ကဵု၊  တွဵုတွေတ်၊  မမးသၠးကဵု၊  သလး၊  သၠးကဵု၊  သၠးကၠေံ၊  သၠးထောံကၠေံ၊  သ္ဇိုန်ကဵု။  give up the spirit. (vt)  လသာခန္ဓ၊  လသာသ္ကန်။"},
{"word":"gizzard","def":"n.  က္တာန်(အဒါ,စာၚ်)။"},
{"word":"glacier","def":"n.  ၜဳဍာ်ကလောံ။"},
{"word":"glad","def":"adj. (-der,-dest)  မမိပ်၊  မမိပ်စိုတ်၊  မိပ်ဇြိပ်၊  ပြိုက်ဖာ၊  မိပ်ဇြိပ်ပြိုက်ဖာ၊  မိပ်ဇြိပ်ရာၚ်ဆာဲ။  gladness (n)  ဒဒှ်မမိပ်စိုတ်။  gladden (vt)  သကဵုစိုတ်မိပ်။"},
{"word":"gladly","def":"adv.  နဒဒှ်မမိပ်စိုတ်။"},
{"word":"glamour","def":"n.  ပွမတံၚ်ဂြဲ၊  ပွမတံၚ်္ၚဲ၊  ဒဒှ်မစောံလာံ။  glamorous (adj)  မနွံကဵုဇြဟတ်တံၚ်ဂြဲဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"glamor","def":"ရံၚ် glamour တေံညိ။"},
{"word":"glance","def":"vt.vi.  ထောံသွၚ်ဏာမတ်၊  ဂတးသ္ၚေဝ်ရံၚ်ကဵုဒကဴမတ်။  n.  ပွမထောံဏာမတ်၊  ပွမသ္ၚေဝ်ရံၚ်အာနကဵုဒကဴမတ်။"},
{"word":"gland","def":"n.  ကလေန်၊  ကလောံ။  glandular (adj)  မဒှ်ကလောံကလေန်၊  မဆေၚ်စပ်ကဵုကလောံကလေန်။"},
{"word":"glare","def":"vt.  တၟးသာတ်ခၠၚ်၊  တၟးပလေဲ၊  တၟးစဵုရံၚ်ကဵုမတ်ဟွံမာန်။  ၂။  ဒဒှ်ရံၚ်ကဵုမနောဒေါသ။  glaring (adj)  မတၚ်လဵုပြာကတ်။"},
{"word":"glass","def":"n.  ဒ္ၚောဝ်၊  ဖာန်။  ၂။  ခေါ်ဖာန်။  ၃။  ဒ္ၚောဝ်ရံၚ်။  ၄။  ဒ္ၚောဝ်မတ်။  glassy (adj)  မဒှ်ဖာန်၊  မတုပ်ကဵုဖာန်။"},
{"word":"glaze","def":"vt.vi.  ဗ္ဂပ်စုတ်ဒ္ၚောဝ်။  ၂။  ပ္တိုန်အရံၚ်ဒ္ၚောဝ်၊  ပ္တိုန်အရံၚ်အပြံက်။  ၃။  ကၚ်အာ(မတ်)၊  ဗုအာ(မတ်)။  glazed earthen bowl. (adj)  ပ္ၚာန်ဇိုၚ်စိၚ်။"},
{"word":"gleam","def":"vi.  ပလေဲဒၟံၚ်၊  ပလ္ၚေဲာဲ။  n.  လျး၊ တၚ်မရန်တၟံ။"},
{"word":"glean","def":"vt.vi.  ကပှ်ပကောံ၊  ပကောံပ္ကေဝ်။"},
{"word":"glee","def":"n.  ဒဒှ်မမိပ်စိုတ်၊  ပွမဒးကဵုဂၞပ်စိုတ်။  gleeful (adj)  မမိပ်စိုတ်၊  မဒးကဵုစိုတ်၊  မဒးကဵုဂၞပ်စိုတ်။"},
{"word":"glib","def":"adj. (-bber,-bbest)  မနွံကဵုမုဟ်ပါၚ်ဍာတ်ဍာတ်ဆၜိုတ်လ္တူကျာ။"},
{"word":"glide","def":"vi.  တသောဝ်ဗက်စှ်ေအာ၊  တသောဝ်စှ်ေအာ၊  တသောဝ်တယျောဝ်၊  ရှောဲ၊  သဲ။  n.  ဒဒှ်မတသောဝ်စှ်ေ။  glider (n)  က္ၜၚ်ကျာမဟၟဲကဵုစက်။"},
{"word":"glimmer","def":"vi.  နွံဒၟံၚ်လျးဒဗုၚ်ဒဗုၚ်။  n.  လျးဒဗုၚ်ဒဗုၚ်၊  လျးလှီုလှီု။"},
{"word":"glimpse","def":"vt.  ဆဵုညာတ်ဒးဖြေပ်ဖြေပ်၊  ဆဵုညာတ်အာဟွံကၠး။  n.  ပွမဆဵုညာတ်ဒးဖြေပ်ဖြေပ်၊  ပွမဆဵုညာတ်အာဟွံကၠး။"},
{"word":"glint","def":"vi.  လျးကလေၚ်ပၠန်ကၠုၚ်၊  လျးကလေၚ်ကၠာတ်ကၠုၚ်။"},
{"word":"glisten","def":"vi.  ကနှဗ္စဳ၊  တၟးဒၟံၚ်ဖျေဲဖျေဲဖျဴဖျဴ၊  ပလေဲ၊  ပလှေဲ၊  ဖျဳ၊  ဗ္စဳပယျး၊  ဗ္စဳပယး။"},
{"word":"glitter","def":"vi.  ပလ္ၚေဲာဲ၊  ဂဵုလဟဵု၊  ပလေဲဒၟံၚ်ဖျေဲဖျေဲ။  n.  ဒဒှ်မပလေဲဒၟံၚ်ဖျေဲဖျေဲ၊  ဒဒှ်မဂဵုလဟဵု။  glittery (adj)  ဖျေဲဖျဴ၊  ဖျေဲဖျေဲ။  glitteringly (adv)  ဖျဳဖျဳ၊  ဖျဳဖျဳဖျဴဖျဴ။"},
{"word":"gloaming","def":"n.  အခိၚ်သဥ္ဇျာ၊  အခိၚ်ပယျာံတ္ၚဲသဝ်၊  တ္ၚဲသဝ်၊  အခိၚ်ကၠေၚ်ၚုဲကၠေၚ်ကတိုန်။"},
{"word":"gloat","def":"vi.  ရံၚ်နကဵုစိုတ်ပဳတိ၊  ရံၚ်ဒၟံၚ်နဒဒှ်မဒးကဵုဂၞပ်။"},
{"word":"globe","def":"n.  အဝေါန်တိသုန္ဓရဳ၊  တိသနြ္ဒဳ၊  အရာခ္ဍံခ္ဍံညံၚ်ရဴဗဝ်။"},
{"word":"globe-trotter","def":"n.  မၞိဟ်မဂေတ်အဝန်တိသုန္ဓရဳ။"},
{"word":"gloom","def":"n.  ပွမဂၠုလမ္စံက်မံၚ်၊  ဒဒှ်မဂၠုၜေက်ဒၟံၚ်၊  ဒဒှ်မနွံဒၟံၚ်ဟွံပြာကတ်။  ၂။  ဒဒှ်မအောန်စိုတ်လၚ်ဇွောဝ်၊  ဒဒှ်မစိုပ်ကဆံၚ်ကြပ်သြိုဟ်ပါ်ဒကး။"},
{"word":"gloomy","def":"adj. (-ier,-iest)  မဒှ်ပရေၚ်သြိုဟ်ပါ်လေၚ်ဇွောဝ်၊  မဒှ်ဒဒှ်မဟၟဲကဵုတၚ်သွက်သ္ဒးစၟဳမၚ်။"},
{"word":"glorious","def":"adj.  ခၠၚ်၊  မတဴမပြဲသၠုၚ်ပ္ဍဲကဆံၚ်၊  မက္ဍိုက်ပေၚ်တဴကဵုဂုန်စရာဲကျာ်သြဳ၊  သာၚ်ခဏ။"},
{"word":"glory","def":"n.  စရာဲ၊  တလးစရာဲ၊  ဒဒှ်ဂုန်စရာဲမယးတၟး၊  ဂုန်ကျာ်သြဳစရာဲ၊  အနုဘဴ၊  ကြဳဇှ်။"},
{"word":"gloss","def":"vt.  သကဵုကလိတ်ကလောတ်၊  သကဵုပလေဲ။  n.  ပွမသကဵုကလိတ်ကလောတ်၊  ပွမသကဵုပလေဲ။  ၂။  ဋဳကာ၊  တၚ်မသောၚ်ကၠးထ္ၜးကဵုအဓိပ္ပာဲဇြိုဟ်ဇြိုဟ်နက်နက်။  glossary (n)  တၚ်မသောၚ်ကၠးထ္ၜးကဵုအဓိပ္ပါယ်။"},
{"word":"glossy","def":"adj. (-ier,-iest)  မကလိတ်ကလောတ်တၟးပလေဲ။"},
{"word":"glove","def":"n.  ထိုၚ်ဂရောပ်တဲ။"},
{"word":"glow","def":"vi.  ခၠၚ်၊  ခၠၚ်ဂဵု၊  ဂဵုမြဟ်၊  ဂဵုသလံၚ်၊  ဂဵုတၟးခၠၚ်၊  စဳပျး၊  စဳပျးပဂဵုလဝ်၊  ဗ္စဳ၊  ဗ္စဳတ္ၜန်၊  ဗ္စဳပမၠာ်၊  ဗ္စဳဗ္စန်၊  ဗမ္စဳ၊  လစး၊  လဟဵု။  n.  ဒဒှ်မဂဵုသလံၚ်၊  ဒဒှ်မဂဵုတၟးခၠၚ်၊  ဂဵုဍာဲ၊  ဒဒှ်မဂဵုဍာဲ။  glowing (adj)  ဍာဲဂြတ်။  glow-worm (n)  ကလဵုလိၚ်၊  စၟကလဵုလိၚ်၊  လလှိၚ်၊  လွဵုလှိၚ်။"},
{"word":"glower","def":"vi.  ပစေံရံၚ်နကဵုမတ်ဒေါသ၊  ကလေဲရံၚ်ကဵုမတ်။"},
{"word":"glucose","def":"n.  သဂြာဂလူကိုအ်(ဇွောံသုၚ်)။"},
{"word":"glue","def":"n.  ထ္ၜိုတ်၊  ဂဝ်။"},
{"word":"glum","def":"adj. (-mmer,mmest)  မစိုပ်ဒၟံၚ်ကဆံၚ်လီုစိုတ်၊  မနွံကဵုမုက်ချိုတ်ဟှ်ဒၟံၚ်၊  မဂၠိုက်ဟောံဒၟံၚ်။"},
{"word":"glut ","def":"vt. (-tt-)  ဂၠိုၚ်တဴဗွဲမလောန်၊  သကဵုအရီုအဗၚ်လောန်အာကဵုသၞောတ်။  n.  ပွမထံက်ပၚ်ကဵုဂၠိုၚ်လောန်အာနူကဵုနွံပၟိက်။"},
{"word":"gluten","def":"n.  ဂဝ်၊  အရာမထ္ၜိုတ်မံၚ်ညံၚ်ရဴဂဝ်။  glutinous (adj)  မဒှ်ညံၚ်ရဴဂဝ်၊  မကၠေတ်ဗာန်လေပ်ညံၚ်ရဴဂဝ်။  glutinous rice. (n)  ကမၠေၚ်၊  သြောံပလေၚ်၊  သ္ၚုပလေၚ်။"},
{"word":"glutton","def":"n.  မၞိဟ်မလုပ်ကဵုစသုၚ်၊  ဘုတ်၊  မၞိဟ်စဇြိုဟ်၊  မၞိဟ်စဇြုတ်။  gluttonous (adj)  မစသုၚ်ဇြိုဟ်။  gluttony (n)  ဒဒှ်မစဇြိုဟ်။"},
{"word":"gnarled","def":"adj.  မခုၚ်မုၚ်ဒၟံၚ်၊  မတ္ၚံက်တ္ၚေဲဒၟံၚ်၊  မဂြောပ်ဓလီုဒၟံၚ်နကဵုခုၚ်ခုၚ်မုၚ်မုၚ်။"},
{"word":"gnash","def":"vt.vi.  ကိတ်လဝ်ေၚက်။"},
{"word":"gnat","def":"n.  ပၠာ(စၟညံၚ်ရုဲမွဲဂကူ)။"},
{"word":"gnaw","def":"vt.vi.  ခစော်ကိတ်၊  ကိတ်ဒၟံၚ်ကြေတ်ကြေတ်၊  ဂေၚန်ကိတ်၊  ဂေၚန်စ။  ၂။  ဂိဂေၚ်၊  ကိတ်စ၊  သ္ဒးဒုၚ်စသိုၚ်ဂိဂေၚ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"go","def":"vi. (pt.went,pp.gone)  အာ၊  က္ည၊  က္ညအာ၊  ပြာပ်၊  ပြာပ်အာ၊  သအာ၊  သ္ပ ပ္တံ၊  ချဳဒရာၚ်၊  တတ်အာ၊  ဆက်ချဳဒရာၚ်အာတရဴ၊  ဆက်တရဴ၊  ဆက်ကၠောန်။  ၂။  စိုပ်။  ၃။  က္တဵုဒှ်။  ၄။  ကၠောန်ဒၟံၚ်ဗီုတြေံ။  ၅။  စွံဒၟံၚ်တွဵု။  ၆။  သွက်ဂွံကေတ်ကၠေံဒၟံၚ်စိုတ်။  going (adj)  လအာ။  go about (vi)  ရေတ်၊  ရေတ်ဂပဝ်၊  ဝေၚ်၊  ဝေၚ်ဂပဝ်။  go after. (vi)  ဗက်၊  ဗက်လက္ကရဴ။  go against. (vi)  စး၊  စဵုစး။  go astray (vi)  ဗၠေၚ်(ဂၠံၚ်)၊  ဗၠေတ်(ဂၠံၚ်)၊  မှာ၊  မှာရာ၊  ယောၚ်မှာ။  go away from. (vi)  သြာဲ၊  သြာဲခြာ။  go away to. (vi)  ပြာပ်အာ။  go between. (vi)  ဖတုန်၊  အာအကြာ။  go bad. (vi)  သအုတ်အုတ်။  a go-between in love affairs. (n)  မၞိဟ်ဟီုပၠောပ်ကဵုဒှ်ကဝေၚ်၊  မၞိဟ်ပၠောပ်။  go beyond. (vi)  ခလိုၚ်၊  ခၠိုၚ်၊  ခၠၚ်သာတ်အာ၊  သာတ်၊  လသာတ်၊  ၜက်၊  ၜက်အာ။  go down through as when a floor gives way. (vi)  ခလိုၚ်စှ်ေ။  go from place to place. (vi)  ဂေၚၚ်၊  ဂဟေၚ်၊  လန်၊  လန်ဂေၚၚ်။  go from side to side. (vi)  ဂဲါဝဲါ၊  ဂဲါဝဲါအာ။  go hither and thither. (vi)  ဒလောတ်၊  ဒလိုဟ်၊  အာလ္ပာ်တေံလ္ပာ်ဏံ၊  အာအတေံအဏံ။  go home. (vi)  စဴ၊  စဴသ္ၚိ။  go in. (vi)  လောပ်၊  လုပ်။  go on a journey. (vi)  ကွာ်တရဴ၊  တွာ်တရဴ။  go on foot. (vi)  ကွာ်တိုက်။  go round. (vi)  ဂပဝ်အာ၊  ဂေတ်အာ၊  ဂေတ်ဂဲါ၊  ဂပဝ်၊  ဂေတ်ဂ္ၚေၚ်၊  ဗပဝ်၊  ရေတ်၊  ရေတ်ဂပဝ်၊  လန်ဂပဝ်၊  လီဂပဝ်။  go out or go forth. (vi)  သတိတ်။  go out to meet. (vi)  ဒစးဒုၚ်၊  ဒစးဒုၚ်တၠုၚ်၊  ဒုၚ်တၠုၚ်၊  ဝေၚ်ဒုၚ်၊  ဝေၚ်ဒုၚ်တၠုၚ်။  go towards. (vi)  ပြာပ်အာ။  go up. (vi)  တိုန်။  ၂။  စိပ်၊  တိုန်၊  ဝိုတ်။  go up and down. (vi)  ဓလံက်ခွာဲ၊  အာကၠုၚ်တိုန်စှ်ေ။"},
{"word":"goad","def":"n.  တလး၊  လေံထကေက်၊  စက်ကြောန်။"},
{"word":"goal","def":"n.  တိုၚ်ဂဝ်၊  ဂဝ်၊  လၟိဟ်ပၠောပ်ဂွံလဝ်ဂဝ်။  ၂။  တိုၚ်ပ္ကဴ၊  တိုၚ်ကဴရန်တၟံ။  goalkeeper, goalie (n)  မၞိဟ်မၚ်ဂဝ်။"},
{"word":"goat","def":"n.  ဗ္ၜေံ။  goat-herd. (n)  ပၟၚ်ဗ္ၜေံ၊  မၞိဟ်မၚ်ဗ္ၜေံ။"},
{"word":"gobble","def":"vt.vi.  ထပၠပ်စ၊  ထပပ်ကဵုစ။"},
{"word":"goblin","def":"n.  ကလော်ၝောံတဲ၊  ပိၚ်သာတ်၊  ပိၚ်သာ၊  ဘုတ်။"},
{"word":"god","def":"n.  ကျာ်၊  ကျာ်ထာဝရ။  goddess (n)  ဒေဝတဴကာလခဏ္ဏဳ။"},
{"word":"goggle","def":"vt.vi.  ရံၚ်မတ်ဒလန်ဒ၊  ရံၚ်မတ်ဒလန်ဒဒၟံၚ်။"},
{"word":"gold","def":"n.  ဇာတရုပ်၊  ဇမ္ဗုနတ်၊  ထဝ်။  ၂။  တၚ်္ကာထဝ်၊  ထဝ်သြန်။  ၃။  ၚုဟ်မးမပ္တဝ်သ္ပလဝ်အစာံကဵုထဝ်။  adj.  မနွံကဵုအရံၚ်ညံၚ်ရဴသာ်ထဝ်။  golden (adj)  မပလေဲမံၚ်ညံၚ်ရဴထဝ်၊ golden beetle. (n)  စၟဟဳဟောၚ်။  gold cup. (n)  အၚ်ထဝ်၊  သၠိုၚ်ထဝ်။  gold chain. (n)  ဇုက်ထဝ်၊  ဇၟန်ထဝ်၊  ပရိုတ်ထဝ်၊  သမန်ထဝ်။"},
{"word":"goldsmith","def":"n.  ဓၟာတ်ထဝ်၊  ခၟာတ်ထဝ်၊  ဒၟာတ်ထဝ်။"},
{"word":"gone","def":"ရံၚ် go တေံညိ။"},
{"word":"gong","def":"n.  မံၚ်။  strike the gong. (n)  မံၚ်ဗြူဂဟီ။"},
{"word":"good","def":"adj. (better,best)  ခိုဟ်၊  ခိုဟ်မိုဟ်၊  မခိုဟ်၊  မက္ဍိုက်ပေၚ်၊  မက္တဵုဒှ်ဖဵုဂုန်၊  ဝါမ၊  သာဓု။  ၂။  ခိုဟ်ခိုဟ်၊  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဇပ်ဇပ်ဍပ်ဍပ်။  ၃။  ပဵုပဵုသာန်သာန်။  ၄။  မကၠောန်ဂတမတ်၊  မဆတ်စုတ်ကဵုအဇာ၊  မသကဵုအဇာ၊  မယဵုဒုၚ်အတိုၚ်ပကတိ။  n.  ပွမလုပ်ပ္ဍဲကေၚ်ကာ၊  ဒဒှ်မနွံကဵုဖဵု။  ၃။  ဒဒှ်မသ္ပဒတုဲ။  good-bye (n)  ဂလာန်ဟီုဂးအခါရသာဲစ္ဍး၊  ၜာဲၜာဲ။  goodness (n)  သိရဳ၊  သဳရိ။  goodwill (n)  စေတနာ၊  စိုတ်စေတနာ၊  ပွမနွံကဵုစိုတ်စေတနာခိုဟ်ခိုဟ်။  good companion. (adj)  ကညာနိမိတ်၊  ကလျာဏမိတ်။  good deeds. (adj)  ပိုန်ထၟိက်။  good form. (adj)  ဂေါဝ်ဇြုၚ်၊  ဂေါဝ်သ္ဇုၚ်၊  ဂေါဝ်မြီ။  good fortune. (adj)  ဥပ္ပနိဿယ၊  အရှန်။  good name. (adj)  ကျာ်သြဳ၊  ကျာ်သဳ၊  ခိုဟ်ယၟု။  good natured. (adj)  စိုတ်ခိုဟ်။  good standing. (adj)  ဂုန်စရာဲ။  good to eat. (adj)  ကြောံ၊  စကြောံ။  good words. (adj)  သုဘာသိုတ်။"},
{"word":"goods","def":"n.  ကပေါတ်ဗၞိက်၊  ဂြပ်၊  ဂြပ်ကသပ်၊  ဒြပ်၊  ပိုန်ဒြပ်၊  ပိုန်ဘိုက်၊  ပိုန်ဟာန်။"},
{"word":"goose","def":"n. (pl.geese)  အဟာန်ၝောံ။  ၂။  မၞိဟ်အအ။"},
{"word":"gore","def":"n.  ဆီကလောံကလောံမတိတ်ကၠုၚ် နူကဵုဒၞာဲဒးလဝ်ဝပ်၊  ဆီကလောံကလောံ။  vt.  ဒိကဵုဂြၚ်၊  တက်ကဵုဂြၚ်။"},
{"word":"gorge","def":"n. ဂဗၚ်ဒဵု၊  ဂရော်ဒဵုက္ဍန်က္ဍန်၊  ကရေပ်ဒဵုက္ဍန်က္ဍန်။  vt.vi.  စထပၠပ်ထပၠပ်၊  စထပပ်ထပပ်၊  လုဟ်ကဵုစ၊  ဇ္ၚာဲၚိတ်။"},
{"word":"gorgeous","def":"adj.  မတၟးဇး၊  မတၟးခၠၚ်။  ၂။  မဇၞော်တဴဗွဲ။"},
{"word":"gorilla","def":"n.  ကၟီမၞိဟ်(နူတိုက်အာဖရိက)။"},
{"word":"gorse","def":"n.  အုပ်ဇလပ္ကဴမနွံကဵုအရံၚ်အရဴသာ်ဍာ်မိတ်။"},
{"word":"gospel","def":"n.  တၚ်လၟေတ်မနွံပ္ဍဲလိက်ပြကိုဟ်သမ္မာတၟိ၊  ဂလာန်ဍာံဍာံ။"},
{"word":"gossip","def":"n.  စောစ၊  ၜှ်ေ၊  စောဒၞာ၊  မၞိဟ်မစောဒၞာစ။  vt. (-p,-pp-)  ဟီုစောဒၞာစ၊  ဟီုပ္ကာန်၊  ဟီုၜှ်ေစောဒၞာ။"},
{"word":"Gotama","def":"n.  ဂေါတမ(ကျာ်တြဲ)။  Gotama Buddha (n)  ဗုဒ္ဓ၊  ဂေါတမဗုဒ္ဓ။"},
{"word":"gouge","def":"n.  ပၞုတ်ဂဒံ။  vt.  ကွဵုပတိတ်၊  တွဵုပတိတ်။"},
{"word":"gourd","def":"n.  လဵု၊  ခပဳသြောံ။"},
{"word":"gourmand","def":"n.  မၞိဟ်မလုဟ်ကဵုစ၊  မၞိဟ်စဇြိုဟ်။"},
{"word":"gourmet","def":"n.  မၞိဟ်မလေပ်ရုဲစ စၞစစၞသုၚ်ခိုဟ်။"},
{"word":"gout","def":"n.  ယဲပ္ၚပ်ဂုဟ်ကိတ်စ၊  ယဲဒူလာ။"},
{"word":"govern","def":"vt.vi.  ဥပ္ပကာ၊  ဒဒှ်မဂွံအဝဵု၊  ဒလောံဗ္တောန်၊  ပကၚ်ရၚ်၊  ပဍော်၊  လဒံ၊  လဒေံါ၊  အုပ်ဓုပ်၊  ကၠောန်ဥပဒေ၊  ကၠောန်သၞောဝ်။  govern a city. (vt.vi.)  စဍုၚ်။"},
{"word":"government","def":"n.  အလဵုအသဳ၊  သၞောတ်သၞောဝ် အုပ်ဓုပ်ပကၚ်ရၚ်။"},
{"word":"governor","def":"n.  စဍုၚ်၊  ပဒေသရး၊  ပဒေသရာတ်၊  သ္ကိုပ်ဍုၚ်၊  သၟိၚ်။"},
{"word":"governess","def":"n.  အ္စာၝောံမကေတ်ၚုဟ်မးတုဲ ဗက်ဗ္တောန်ကဵုလိက်ပ္ဍဲသ္ၚိ သွက်ကောန်ၚာ်တံ။"},
{"word":"gown","def":"n.  ဖေၚ်၊  ပလောံသၠောံဇမၠိၚ်ဗြဴဗြဴတံ။  vt.  လတက်၊  လတက်သြံက်။"},
{"word":"grab","def":"vt.vi. (-bb-)  ခတာ်ပၠံၚ်ဏာ။"},
{"word":"grace","def":"n.  ကျာ်သဳ၊  ဒဒှ်မဒးရး၊  ဂုန်။  ၂။  ပွမသ္ပဂုန်၊  ဒဒှ်စေတနာစိုတ်စရိုတ်ခိုဟ်။  vt.  သကဵုကျာ်သဳယးတၟး၊  သကဵုဂုန်ယးတၟး။  graceful (adj)  မဒးရး၊  မနွံကဵုစရာဲကျာ်သဳ၊  သိုက်ခမာ၊  သိုက္ခမာ၊  မကျေဝ်လာဲ။"},
{"word":"gracious","def":"adj.  မနွံကဵုဓဝ်ဂရုဏာ၊  မနွံကဵုစရာဲ၊  မနွံကဵုကျာ်သဳ။  graciously (adv)  နဒဒှဵမနွံကဵုစရာဲ၊  နဒဒှ်မနွံကဵုကျာ်သြဳ။"},
{"word":"grade","def":"n.  ကဆံၚ်ဍာ်(အရာမွဲမွဲ,ကပေါတ်မွဲမွဲ)၊  ကဆံၚ်ဂကူ၊  ကဆံၚ်အဇာ။  vt.  ဖျေံကဵုဒၞာဲအလိုက်အထိုက်ကဆံၚ်ညးကဵုညး။"},
{"word":"gradient","def":"n.  ဒဒှ်မဒစေၚ်၊  ဒဒှ်မတသောဝ်စှ်ေ၊  ကဆံၚ်တသောဝ်။"},
{"word":"gradual","def":"adj.  သိုက်သိုက်၊  သိုက်သိုက်သဳသဳ၊  မသိုက်သဳ၊  ညိတုဲညိ။  gradually (adv)  ဗွဲမလွေၚ်။"},
{"word":"graduate","def":"vt.vi.  သမ္တီၜတ်ကၞာတ်။  ၂။  စဳဇန်ထောံကဆံၚ်ဍေံကဵုဍေံ။  ၃။  ကေတ်မဟိမုနူဘာတက္ကသဵု၊  အိန်ခေၚ်မဂွံကၠုၚ်လဝ်နူဘာတက္ကသဵု။  n.  မၞိဟ်ဂွံကၠုၚ်လဝ်မဟိမုနူဘာတက္ကသဵု၊  မၞိဟ်ဂွံကၠုၚ်လဝ်အိန်ခေၚ်နူဘာတက္ကသဵု။"},
{"word":"graft","def":"vt.  ဆက်တၞာၚ်၊  စလောံဆက်တၞာၚ်။  ၂။  စုတ်အဇာအၚ်္ဂဇကုဇကောဝ်။  n.  ဒဒှ်မကေတ်လာပ်သ္ကာ၊  ပွမကေတ်လာပ်။"},
{"word":"grain","def":"n.  သြောံ၊  မသြောံမသ္ၚု၊  မ၊  မဂျုၚ်။  ၂။  မသဂြာမမံက်ဒၟံၚ်အတိုၚ်သဘာဝပ္ဍဲတၟံပ္ဍဲဆု။  ၃။  ခၞိက်မၠိုက်၊  အရာသောဲသောဲဗြောဲဗြောဲ။  grain of rice. (n)  မသ္ၚု။"},
{"word":"gram","def":"n.  မၜဲ၊  ဂရာံ။"},
{"word":"grammar","def":"n.  သဒ္ဒါ၊  ပြကိုဟ်သဒ္ဒါ၊  ဗျာကရိုန်။  grammatical (adj)  မဆေၚ်စပ်ကဵုသဒ္ဒါ။"},
{"word":"granary","def":"n.  ဟၚ်၊  ဇရာံ၊  ဟၚ်ဒရာံ၊  ဒတန်မကြိုၚ်သတ်ဆုသတ်ဒုန်။"},
{"word":"grand","def":"adj.  ဇမၞော်၊  မဇၞော်တဴဗွဲ။  ၂။  မနွံမဒှ်မဇၞော်ကဵုပၟိက်၊  မပြာကတ်တဴဗွဲတၟေၚ်။  grandeur (n)  ဒဒှ်မဇၞော်တဴကွေံကွေံ။  prefix. grandchild (n)  စဴ၊  ကောန်စဴ၊  စာ်။  grandson (n)  စဴတြုံတြုံ၊  ကောန်စဴတြုံတြုံ။  granddaughter (n)  စဴဗြဴဗြဴ၊  ကောန်စဴမၞိဟ်ဗြဴဗြဴ။  grandfather (n)  အပါဇၞော်၊  လ၊  လဇု။  grandmother (n)  မိဇၞော်၊  ဗဴ၊  ဣတှ်၊  မိတှ်။  grandparent (n)  မိနော်ပါနော်၊  ဗဴလ။"},
{"word":"grandiose","def":"adj.  မဇၞော်တဴကဵုစရာဲ၊  မဇၞော်ဒုတ်၊  မနွံကဵုဗီုပြၚ်စိုတ်ဓာတ်သွက်ဂွံတိုန်။"},
{"word":"grant","def":"vt.  ကဵုအခေါၚ်၊  တုပ်စိုတ်သွက်ဂွံကဵု။  ၂။  ပတှ်ေဒုၚ်ကေတ်တဲဒဒှ်မဍာံ။  n.  ကပေါတ်ဒုၚ်ကဵုဒုၚ်ကေတ်၊  ဂရာန်(ကရာန်)၊  တၚ်မကဵုအခေါၚ်။"},
{"word":"grape","def":"n.  သတ်မုဒြာတ်၊  သတ်အၚုန်။  grapefruit (n. pl.-s)  ဂကူပရိုက်ထၞာတ်။"},
{"word":"graph","def":"n.  ဗီုမနွံကဵုပၞောန် မထ္ၜးအပြံၚ်အလှာဲတိုန်စှ်ေ၊  ပၞောန်ထ္ၜးဗီုသၠုၚ်သဝ်။"},
{"word":"grapple","def":"vt.vi.  ရပ်က္ၚေံာပ်၊  ပလုဲ၊  ဗက်လီၜန်။"},
{"word":"grasp","def":"vt.vi.  ဂန်၊  ရပ်ကေတ်ဗိုန်ဗိုန်ဗတ်ဗတ်၊  သ္ကေံ၊  သ္ဂန်။  ၂။  ကၠိုဟ်စိုတ်။  n.  ပွမရပ်ကေတ်ဗိုန်ဗိုန်ဗတ်ဗတ်၊  သ္ကေံတဲ။  grasp with the hand. (vt.vi.)  သ္ကေံကေတ်ကဵုတဲ၊  သ္ဂန်ရပ်ကဵုတဲ၊  ္ၚာပ်ရပ်ကေတ်ကံတဲ။"},
{"word":"grasping","def":"adj.  မဇၞော်တဴကဵုလောဘ။"},
{"word":"grass","def":"n.  ချောဲ၊  ကမတ်၊  ကမောတ်၊  ကၟတ်၊  ကၟောတ်၊  လမတ်ကမတ်။  grassy (adj)  မဒလီုဒၟံၚ်နကဵုချောဲ။  grass-cutter. (n)  ဒလေၚ်ကမတ်၊  စက်ဗာ်ချောဲ။  grasshopper (n)  စၟခတပ်။  grass lizard. (n)  ကြောန်။  grass warbler (n)  ဂစေံဍာ်မိတ်။"},
{"word":"grate","def":"vt.vi.  ဓရိတ်၊  ဗုတ်၊  ဗရုဓရိုတ်ဗြုစဵုကဵုကတောဝ်ဒုၚ်ဒဝ်ဝါတ်။  ၂။  သကဵုဒေါသတိတ်၊  လၞေၚ်ပ္ဍဲကတောဝ်။  n.  သိၚ်စဵုဒၞာလ္ၚပၟတ်ပ္ဍဲဖဴ။"},
{"word":"grateful","def":"adj.  ဂြၚ်ဂုန်၊  မတီဂုဏ်၊  တ္ၜိုပ်မိပ်၊  မဂြၚ်ဂုန်၊  မတၚ်ဂုန်ဂၞာတ်။"},
{"word":"gratify","def":"vt. (pt.pp.-fied)  မှောဝ်၊  မှောဝ်ဇာ၊  မှောဝ်မှ၊  သကဵုဒးဂၞပ်၊  သကဵုသ္ဍိုက်မၠိုက်အာစိုတ်။  gratification (n)  ပွမဒးဂၞပ်စိုတ်၊  ပွမဂွံကဵုစိုတ်။  gratified. (adj)  မသ္ဍိုက်မၠိုက်။"},
{"word":"gratis","def":"adv.  နဒဒှ်မဟွံသ္ဒးကဵုၚုဟ်မး။  adj.  ဒဒှ်ဟွံသ္ဒးကဵုၚုဟ်မး၊  မဂွံသၟးသၟး။"},
{"word":"gratitude","def":"n.  ဂုန်၊  ကြဳဇှ်၊  ဒဒှ်မတီဂုန်။"},
{"word":"gratuitous","def":"adj.  မဂွံဟွံသ္ဒးကဵုၚုဟ်မး၊  မသကဵုသၟးသၟး။  ၂။  မဒှ်ဟွံစှ်ေကဵုဗဗွဲဓဝ်ကၠးကၠး။"},
{"word":"gratuity","def":"n. (pl.-ties)  သြန်မကဵုလာပ်၊  သြန်လာပ်။"},
{"word":"grave","def":"n.  ကတိုၚ်သုသာန်။  vt.  ပုတ်၊  ပုတ်ဂၠတ်။  adj. (-r,-st)  မချပ်စၚ်ခြၚ်။  adj.  မသ္ဇိုဟ်နက်၊  မသ္ဒးကၠောန်ချပ်စၚ်စၚ်ခြၚ်ခြၚ်၊  မတန်ကြန်၊  မကြံၚ်မ္ၚိုဟ်။  "},
{"word":"graveyard","def":"n.  သုသာန်။"},
{"word":"gravel","def":"n.  ကြေဟ်၊  ကြေဟ်မမ(ကြေံမမ)၊  မကြေဟ်၊  မတၟံ။  vt.  လးမကြေဟ်။"},
{"word":"gravity","def":"n.  ဇြဟတ်တံၚ်ဂြဲ၊  ဒဒှ်မတံၚ်ဂြဲ။  ၂။  ပွမတန်ကြန်ဗွဲမသ္ဇိုဟ်နက်၊  ဒဒှ်မနွံကဵုအကာဲအရာဇၞော်ကဵုပၟိက်။  "},
{"word":"gravitate","def":"vi.  ဗက်အာလ္ပာ်မတံၚ်ဂြဲ။"},
{"word":"gravy","def":"n.  ဍာ်သွခတ်ခတ်၊  သွဍာ်ခတ်ခတ်။"},
{"word":"gray","def":"ရံၚ် grey တေံညိ။"},
{"word":"graze","def":"vt.vi.  စချောဲ။  ၂။  ကဝါလဝ်ပ္ဍဲပၞာၚ်၊  တဝါ၊  တဝါဗ္စ။  ၃။  ပေါတ်အာ၊  ချေတ်အာ။"},
{"word":"grease","def":"n.  ကၠေၚ်ဂၠဴ၊  ကၠေၚ်ပၠုဲ။  vt.  စုတ်ကၠေၚ်ဂၠဴ၊  ထပက်စုတ်ကၠေၚ်ဂၠဴ။"},
{"word":"greasy","def":"adj. (-ier,-iest)  ကၠေဝ်ဒၟံၚ်ကဵုကၠေၚ်၊  မတိတ်ဒၟံၚ်ကဵုကၠေၚ်။"},
{"word":"great","def":"adj. (-er,-est)  ဇမၞော်၊  မခိုဟ်နူကဵုဓမ္မတာ၊  မဇၞော်ကဵုပၟိက်၊  မဒယှ်တှ်၊  မပြာကတ်၊  မဇၞော်သၠဲ၊  သတီု။  ၂။  မဒးဂၞပ်မိပ်ဇြိပ်ဗွဲ၊  မဇမၞော်၊  မဇၞော်၊  မဇၞော်ဗွဴ။  greatness (n)  ဒဒှ်မဇၞော်၊  ပွမဇၞော်။  greatly (adv)  တုဲလဂှ်၊  ဗွဲမလောန်။  great rock. (adj)  တၟံသ္တီု။"},
{"word":"great-","def":"prefix.  great-grandfather (n)  ဇ၊  ဇု၊  လဇုမအံက်၊  အပါနက်၊  အပါဗျု။  great-grandmother (n)  ဇု၊  မိဗျု၊  ဣတှ်။  great-grandchild (n)  စေက်၊  ကောန်စေက်၊  စး။  great-grandson (n)  စေက်၊  ကောန်စေက်။"},
{"word":"greed","def":"n.  ဘောဘ၊  လောဘစိုတ်၊  ဒဒှ်မဇၞော်တဴကဵုပၟိက်။  "},
{"word":"greedy","def":"adj. (-ier,-iest)  မဇၞော်တဴကဵုစိုတ်လောဘ။  greedily (adv)  နဒဒှ်မဇၞော်တဴကဵုလောဘ။"},
{"word":"green","def":"adj. (-re,-est)  အရံၚ်သ္ၚေက်၊  ဍိုပ်ဍဴ၊  သာ်တ္ၚေက်၊  သ္ၚေက်၊  သၞေၚ်ေၚက်၊  မဒှ်သာ်တ္ၚေက်၊  မဒှ်အရံၚ်သာ်ချောဲသ္ၚေက်။  ၂။  ဍုက်ဍုက်၊  ကြံၚ်ကြံၚ်၊  ထမၞေက်၊  မဟွံဍုဟ်ဏီ၊  မဒှ်ဒၟံၚ်ကြံၚ်ကြံၚ်၊  မဟွံကှ်ဏီ။  ၃။  မဟွံမွဲကဵုပ္ကတ်ပ္ကေၚ်ဏီ၊  မဒှ်ဒၟံၚ်ကဆံၚ်ဟွံဍုက်ကေဝ်ညးသ္ကံဏီ။  green-grocer (n)  ဖျာသၞေက်၊  ဖျာသၞေဝ်ကေဝ်။  greenhorn (n)  ဒဒှ်မဆဵုဂဗအောန်ၜတ်ဒၟံၚ်ဏီ။  greenhouse (n)  သ္ၚိဒတန်မဟွံဒွံလုက်ဒးကဵုဗြဲကျာ သွက်ဂွံတဵုလွဳစတၞံဆု။  green bee eater. (n)  ဂစေံဟဂြံ။  green dove. (n)  ဗၜောဝ်။  green moss. (n)  အိက်ၚာ်။"},
{"word":"greet","def":"vt.  ဒုၚ်တၠုၚ်၊  ဒုၚ်တၠုၚ်နကဵုမုဟ်ပါၚ်။  greeting (n)  ဟီုဂလာန်ဆက်မုဟ်ပါၚ်၊  မြော်ဂလာန်ဆက်မုဟ်ပါၚ်။"},
{"word":"gregarious","def":"adj.  မလေပ်ဒၟံၚ်တန်ကဵုက္ဍိုပ်၊  မလေပ်ဒၟံၚ်ကဵုသ္ကံ။"},
{"word":"grenade","def":"n.  မဗ္တိုဟ်မကၠဟ်ကဵုတဲ၊  မဗ္တိုဟ်ပန်ဏာကဵုသၞာတ်ဂွံ။  grenadier (n)  ကောန်ပၞာန်မရပ်မဗ္တိုဟ်ကၠဟ်ကဵုတဲ။"},
{"word":"grew","def":"ရံၚ် grow တေံညိ။"},
{"word":"grey","def":"adj.  အရံၚ်သာ်ပ္တေၚ်၊  အရံၚ်ဟီဟီကှ်ကှ်၊  ဖျောဟ်၊  ဖျိုဟ်၊  ထ္ကံ၊  သ္ကံ(သော်)။  greyhound (n)  ကၠဵုမၚ်(ဇိုၚ်ဂၠိၚ်,ဂြိပ်ပြဟ်,ဗက်သတ်ဂြိုပ်ခိုဟ်)။  greyish (adj)  လစံက်ခရီ။  grey headed. (adj)  သော်သ္ကံ။"},
{"word":"grid","def":"n.  ဂဇာပသဲသွက်ဂွံပရာၚ်ဖျုန်ကလ္တူဖဴ။  ၂။  အၚ်ပန်ကၠၚ်သွက်သ္ဂောံရပ်စပ်ပ္ဍဲဗီုတိ။"},
{"word":"grief","def":"n.  လၞီ၊  လၞီစိုတ်၊  သောက၊  ပရိဒေဝ၊  ဒဒှ်မဒှ်ဓဝ်စံၚ်တဴ။  ၂။  ဒဒှ်မလီုလာ်ဟောံဗြောံ၊  ဒဒှ်မလေၚ်ဒိုက်လီုလာ်။"},
{"word":"grieve","def":"vt.vi.  ဒိုက်စိုတ်၊  ဒှ်သောက၊  ဒှ်ဓဝ်စံၚ်တဴ၊  လဒက်သအဝ်။  grievance (n)  တၚ်သ္ဒးဒုၚ်ဂိလဝ်၊  တၚ်ဟွံဒးလဝ်ဂၞပ်စိုတ်။  grievous (adj)  မသကဵုဒှ်ဓဝ်သောက၊  မသကဵုဒှ်ဓဝ်စံၚ်တဴ၊  မသကဵုဒှ်ကဆံၚ်သ္ဒးဒုၚ်စသိုၚ်ဝေဒနာ။"},
{"word":"grill","def":"n.  ဖျုန်ဂၠဴပရာၚ်၊  ဖျုန်ပရာၚ်။  ၂။  ဆေၚ်ပုၚ်သွံဖျုန်ပရာၚ်။  vt.vi.  ပရာၚ်က,ဖျုန်။"},
{"word":"grille","def":"n.  တိုၚ်ပသဲပၞော်ဗ္တၚ်၊  ဂဇာပသဲပၞော်ဗ္တၚ်။"},
{"word":"grim","def":"adj. (-mmer,-mmest)  မသ္ကာတ်မြဟ်ကြံၚ်မ္ၚိုဟ်၊  မကြံသ္ကာတ်မြဟ်၊  မဟၟဲကဵုဓဝ်ဆာန်ဍူ။  grimly (adv)  ဗွဲမကြံၚ်မ္ၚိုဟ်သ္ကာတ်မြဟ်။"},
{"word":"grimace","def":"n.  ဒဒှ်မထညောန်(မုက်)။  vt.  ထညောန်ထ္ၜးမုက်၊  ထ္ၜေဲထ္ၜးမုက်မတ်။"},
{"word":"grime","def":"n.  ပွမလေတ်ကၠေဝ်အာ အုဲအုဲအေၚ်အေၚ်။  "},
{"word":"grimy","def":"adj. (-ier,-iest)  မကၠိပပ်။"},
{"word":"grin","def":"vi.  အီဒၟံၚ်ဖျေံဖျေံ။  n.  ဒဒှ်မအီဒၟံၚ်ဖျေံဖျေံ။"},
{"word":"grind","def":"vt.vi. (pt.pp.ground)  ဗုတ်၊  ဗုတ်ခၞိက်၊  ဗုတ်ထကး။  ၂။  ချူထကေက်၊  ချူကလိတ်၊  ချူကလေံ။  ၃။  ပိုဟ်ထလှေက်ထောံ၊  ပ္ဍဵုပ္ဍိုက်ထိၚ်ဒဝ်။  grindstone (n)  တၟံချူမြ၊  တၟံကဝိုဟ်။  grinder (n)  ဒ္ၚာပ်၊  လ္ၚာပ်(ေၚက်လ္ၚာပ်)။  ၂။  ဗဝုတ်။"},
{"word":"grip","def":"vt.vi. (-pp-)  ဂန်၊  တၞၚ်၊  တ္ၚေပ်၊  သ္ဂန်၊  သ္ကေပ်၊  ရပ်တ္ၚေတ်လဝ်၊  ဒဇက်ရပ်လဝ်။  n.  ဒဒှ်မရပ်တ္ၚေတ်လဝ်၊  ပွမတံၚ်ဒဇက်ဂြဲလဝ်။  in the grip of a violent fever. (n)  ယဲၚာန်မရပ်၊  ၚာန်ရပ်။"},
{"word":"grisly","def":"adj.  မဒှ်ကဆံၚ်သွက်သ္ဒးဖေက်လကိုတ်ခိုဟ်၊  မနွံကဵုကဆံၚ်သ္ဒးဖေက်။"},
{"word":"gristle","def":"n.  ဇာၜဵုဇာၜါ(လတေၚ်ထလိန်ထလိန်မသၞဴဒၟံၚ်အကြာဖျုန်)။"},
{"word":"grit","def":"n.  ဗ္တဳမဒလန်ဒလန်၊  ဗ္တဳမဇၞော်ဇၞော်။  ၂။  ဇဲသတ္တိ။  vt.  ကိတ်ေၚက်။  gritty (adj)  မသရေပ်ဗ္တဳ။"},
{"word":"groan","def":"vi.  ကရောတ်တသဝ်၊  ကသဝ်။  n.  ရမျာၚ်ကသဝ်တရောတ်(ဂိတုဲရမျာၚ်တိတ်ကၠုၚ်)။"},
{"word":"grocer","def":"n.  မၞိဟ်သွံဖျာ(မပ္တံစၞစ,စၞသုၚ်,ကပေါတ်မရပ်စပ်)။"},
{"word":"grog","def":"n.  အရက်မဖက်သၞဴလဝ်ဍာ်။"},
{"word":"groggy","def":"adj. (-ier,-iest)  မဟွံဗိုန်ခိုၚ်၊  မဇဲဇာဲဒၟံၚ်။  ၂။  မဂဲါဇဲဒၟံၚ် ဟိုတ်နူမအောန်ကဵုဇြဟတ် ဟိုတ်နူဟွံထတ်ယုက်။"},
{"word":"groin","def":"n.  ခေါ်ဒဳ။"},
{"word":"groom","def":"n.  ဂၟာချေံ။  vt.  မသကဵုချေံဒှ်သအးဇ္ၚး။"},
{"word":"groove","def":"n.  ကရောၚ်၊  ကရောၚ်ပၞော်၊  ကရောၚ်ထဲ။  ၂။  ပွမမံၚ်နကဵုအခိုက်အလိုက်။"},
{"word":"grope","def":"vt.vi.  ဂၠာံဂၠာဲ၊  ဂၠာံစာံဂၠာဲ။"},
{"word":"gross","def":"adj.  မရုန်မဵု၊  မဟွံဍိုန်ဍောတ်ဇိပ်ဂၠိပ်။  ၂။  မကၠးဖ္ဍးဒဒှ်မဗၠေတ်၊  မဟွံခိုဟ်။  ၃။  အပံၚ်ဖအိုတ်။  n.  စှ်ၜါဒါဇြိန်(လၟိဟ်-၁၄၄)။"},
{"word":"grotesque","def":"adj.  မဟွံစှ်ေကဵုဗီုပြၚ်၊  မဒှ်ဒၟံၚ်ကဆံၚ်သွက်ဂွံလုပ်စိုတ်ခိုဟ်၊  မလၞၚ်လၞောဝ်ဒၟံၚ်ပ္ဍဲမတ်။"},
{"word":"ground","def":"ရံၚ် grind တေံညိ။"},
{"word":"ground","def":"|2| n.  တိ၊  ဘုံ။  ၂။  ဒဒှ်မသကဵုဒတုံစှ်ေတိ၊  ဒဒှ်မဟွံအံၚ်ဇၞး။  ၃။  ဒၞာဲမပဲါစွံလဝ်။  ၄။  အမှိက်မဳမာကောန်တိ။  ၅။  တၚ်မထ္ၜးဟိုတ်။  vt.vi.  ဒိုပ်။  ၂။  တန်လဝ်၊  ဖျေံသ္ဇိုၚ်။  ground dove. (n)  ပူတိ။  ground-nut (n)  ၜဲတိ၊  သတ်ဇုက်တိ။"},
{"word":"grounding","def":"n.  ပွမဗ္တောန်ထ္ၜးကဵုသ္ဇိုၚ်ဘာသာမွဲမွဲချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"groundless","def":"adj.  မဟၟဲကဵုဟိုတ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။ "},
{"word":"group","def":"n.  အသာ၊  ရဲ၊  ဂကောံ၊  သ္ကံ၊  က္ဍိုပ်၊  ဗော်။  vt.vi.  ပကောံက္ဍိုပ်၊  ကောံကလောံကၠုၚ်၊  တက်က္ဍိုပ်ကောံကလောံကၠုၚ်။"},
{"word":"grouse","def":"vi.  တၚ်ဟွံဒးဂၞပ်၊  ထ္ၜုတ်ထ္ၜေဲဟိုတ်နူဟွံဒးကဵုပၟိက်စိုတ်၊  ကရဳကရောတ်။"},
{"word":"grove","def":"n.  ဥဒျာန်၊  ဍိုၚ်၊  ဂြိုပ်အုပ်သၟတ်၊  ဂြိုပ်ဆုသၟတ်မရေၚ်တာန်ဒၟံၚ်၊  သပိုဟ်ဂြိုပ်။"},
{"word":"grovel","def":"vi. (-ll-)  ဖေက်တုဲမဖျေံလဝ်ဂတိုပ်မတ်၊  ဇံသဝ်အောပ်မာ။"},
{"word":"grow","def":"vt.vi. (pt.grew, pp.grown)  ကၟိန်ပရဲ၊  ဇၞော်ဂေါဝ်၊  ဇၞော်မောဝ်၊  ဇၞော်မောဝ်တိုန်၊  ဖောံဗြေဝ်တိုန်။  ၂။  သကဵုဇၞော်၊  သကဵုဇၞော်ဂျိုၚ်တိုန်။  ၃။  ဒှ်၊  က္တဵုဒှ်။  grown-up (n)  မၞိဟ်ဇၞော်အယုက်၊  မၞိဟ်ဇမၠိၚ်အယုက်။  growth (n)  ဒဒှ်မဖောံဗြေဝ်၊  ဒဒှ်မဇၞော်သၠုၚ်တိုန်၊  တွိုန်ဒတိုန်။"},
{"word":"growl","def":"n.  ကရေဲ၊  ဂဟန်၊  ဂဟီ၊  ဒညောန်၊  ဓညောန်၊  ဂြဟ်၊  ဒြဟ်၊  ဒြဟ်ဒမာန်၊  ရမျာၚ်ဟွံဒးဂၞပ်၊  ရမျာၚ်ကရေဲ။"},
{"word":"grub","def":"vt.vi. (-bb-)  ခဲါဗ္တးတိ၊  တုက်ဗ္တးတိ။  n.  စၟဗတက်။  ၂။  စၟကလှုန်။"},
{"word":"grubby","def":"adj.  မကၠိပပ်၊  မဒှ်ဒၟံၚ်စၟဗတက်။"},
{"word":"grudge","def":"n.  စိုတ်ဂၞံၚ်ဂၞာတ်၊  စိုတ်မစ္ဆေရ၊  စိုတ်ဟွံဒးစိုတ်လ္တူညးသအာၚ်၊  ဒဒှ်မဟွံဒးဂၞပ်၊  ဒဒှ်မဂအေတ်ပတ်ကြေဟ်၊  ဒဒှ်မအေၚ်ဒုၚ်သတှ်ေ၊  ဒဒှ်တဲမဂၠေံ။  grudgingly (adv)  နဒဒှ်မဂတဝ်ဂဝဝ်ဂအေတ်ပတ်ကြေဟ်၊  နဒဒှ်မဟၟဲကဵုဓဝ်တရးဂစာဲ၊  နဒဒှ်မနွံကဵုစိုတ်ဂၞံၚ်ဂၞာတ်။"},
{"word":"gruel","def":"n.  ပုၚ်ပၟန်၊  ယာဂု။"},
{"word":"gruelling","def":"adj.  မဍောၚ်ၜိုတ်လ္ၚိုပ်လ္ၚာ၊  မဍောၚ်ၜိုတ်ဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"gruesome","def":"adj.  မဒှ်သွက်သ္ဂောံက္ဍုဟ်မၠေံဇအိုန်ဇရထေက်၊  မဒှ်သွက်သ္ဂောံလကိုတ်တ္ၚဵုထေက်။"},
{"word":"gruff","def":"adj.  မသ္ကာတ်မြဟ်၊  ရမျာၚ်ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်။"},
{"word":"grumble","def":"vt.vi.  ဂြဟ်၊  ထညက်ထလန်၊  ဒြဟ်၊  ဒြဟ်ဒမာန်၊  ဟွံဍိုက်ပေၚ်စိုတ်၊  ဟွံဒးဂၞပ်တုဲဟီုတိုန်။  grumbler (n)  မၞိဟ်မလေပ်ဟီုထ္ၜုတ်ထ္ၜေၚ်၊  မၞိဟ်ဒုတ်ဒေါ။  vi.  ဒုတ်ဒေါ၊  လေပ်ဟီုထ္ၜုတ်ထ္ၜေၚ်။"},
{"word":"grumpy","def":"adj. (-ier,-iest)  မထေဲဂၠုဒၟံၚ်၊  မပတီုစွံလဝ်မုက်မတ်။"},
{"word":"grunt","def":"vt.vi. တိတ်ညံၚ်ရဴရမျာၚ်ကၠိက်လရိုအ်။  n.  ရမျာၚ်ကၠိက်လရိုအ်။"},
{"word":"guano","def":"n.  ဝဲါအိက်ဂစေံက္ၜဳ။"},
{"word":"guarantee","def":"n.  ပွမဒုၚ်လျိုၚ်၊  ဒဒှ်မကေတ်တာလျိုၚ်။  vt.  ဒုၚ်တာလျိုၚ်၊  ကဵုကတိ။  guarantor (n)  မၞိဟ်မဒုၚ်တာလျိုၚ်၊  မၞိဟ်ဒုၚ်လျိုၚ်။"},
{"word":"guard","def":"n.  ပွမနွံကဵုသတိ။  ၂။  အကြာပ်၊  ပမၚ်၊  ပၟၚ်၊  ကၚ်ၚာၚ်၊  ပွမမၚ်မွဲ၊  ပွမပၟၚ်ပၟဲ၊  ပွမစဵုဒၞာ။  vt.vi.  မၚ်မွဲ၊  ပၟၚ်ပၟဲ၊  စဵုဒၞာ။  guard house. (n)  သ္ၚိပၟၚ်၊  ဂါတ်။"},
{"word":"guarded","def":"adj.  မနွံကဵုသတိ၊  မနွံကဵုကဆံၚ်ချိၚ်ချိၚ်ဆဆ။"},
{"word":"guardian","def":"n.  မၞိဟ်အုပ်လဒံ၊  မၞိဟ်မၚ်မွဲ၊  မၞိဟ်ပၟၚ်ပၟဲ။  a guardian spirit of the village. (n)  ဗဴဇု။"},
{"word":"guava","def":"n.  လၚ်ကာ(သတ်ဆု)၊  လေၚ်ကာ။"},
{"word":"gudgeon","def":"n.  ကကြၚ်၊  ကကြၚ်ထဝ်။"},
{"word":"guerrilla","def":"n.  ဒပ်ဒမၠုက်။"},
{"word":"guerilla","def":"n.  ဒပ်ဒမၠုက်။"},
{"word":"guess","def":"vt.vi.  ခယျ။  n.  တၚ်မခယျ၊  တၚ်မချိၚ်ဆ။"},
{"word":"guest","def":"n.  တၟုဲ၊  ကၟုဲ၊  ခမှုဲ။  guest-room (n)  ခဒံကၟုဲ။"},
{"word":"guide","def":"vt.  ဒဂူစဏောဝ်(သၞောဝ်)၊  ပမျောဝ်၊  ပမျောဝ်တရဴ၊  ပၠတရဴ၊  ထ္ၜးဂၠံၚ်၊  ၜံက်က္ဍိုပ်၊  သ္ကိုပ်သ္က။  n.  မၞိဟ်ထ္ၜးဂၠံၚ်၊  နိဿယ၊  နိသျ။  guidance (n)  ပွမထ္ၜးဂၠံၚ်၊  ပွမပၠတရဴ၊  ပွမသ္ကိုပ်သ္က။  guide an elephant with the use of a hook. (vt)  ဇၟာ်က္ဍိုပ်စိၚ်။"},
{"word":"guild","def":"n.  မကောံမစန်ဒက်လဝ် သွက်ဂွံကောံတုဲယဵုဒုၚ် ပ္ဍဲအရာဖဵုမသ္ဂောံတုပ်တုပ်။  vt.  ဖျေံထဝ်၊  လံက်ဍာ်ထဝ်။"},
{"word":"guile","def":"n.  ပြယာဲ၊  ပရိယျာဲ။  ၂။  ပွမဗ္ဂေတ်လှန်ထောံ၊  ပွမတ္ၚံက်စၞာဲ။  guileless (adj)  မယျဵုလ္ဂူတပ်တး။"},
{"word":"guillotine","def":"n.  စက်ကုတ်ကံမၞိဟ်၊  စက်ကုတ်က္ဍိုပ်။  ၂။  စက်ကုတ်စက္ခူ။  vt.  ထပိုတ်ကဵုစက်ကုတ်ကံ။"},
{"word":"guilt","def":"n.  ဒုဟ်၊  ဒန်၊  အာပတ်၊  ကမၠိ၊  မၠိုက်။  guilty (adj)  မနွံကဵုဒုဟ်၊  မနွံဒုဟ်။"},
{"word":"guise","def":"n.  ပွမပပၞလဝ်လ္ပာ်မ္ၚး။"},
{"word":"guitar","def":"n.  ခဏှ(ကွိၚ်ကွိုက်)၊  ဂေတ်တာ။"},
{"word":"gulf","def":"n.  အထံက်ဂၚ်၊  ဇြဟ်။"},
{"word":"gull","def":"n.  ဂစေံအဘဴ၊  ဂစေံအဘာ၊  ဂစေံၜဳ။  vt.  ဗ္ဂေတ်လီလှေက်။  gullible (adj)  မလောဲသွက်ဂွံလီလှေက်။"},
{"word":"gulp","def":"vt.vi.  ၚိတ်ဖျေံနကဵုစိုတ်လောဘ၊  လ္ၚာ်ဖျေံမွဲၚိတ်ဓဝ်။"},
{"word":"gum","def":"n.  ဓရီုေၚက်၊  ဇွိုန်ေၚက်။  ၂။  ဇၜိုတ်၊  ထၜိုတ်။  gum-boot (n)  ဒၞပ်ဍေၚ်။"},
{"word":"gummy","def":"adj. (-ier,-iest)  မထ္ၜိုတ်ဒၟံၚ်။  gum of a tree. (n)  ခၜိုတ်၊  ထၜိုတ်။"},
{"word":"gun","def":"n.  သၞာတ်၊  သေနာတ်၊  သေဏာတ်။  vt.  ပန်ကဵုသၞာတ်။  gun-powder (n)  ဂဥုဲကံသၞာတ်၊  ဂဥုဲသၞာတ်။  "},
{"word":"gunny","def":"n.  ကာန်၊  တၞံကာန်။  gunny-sack (n)  ရိုက်ကာန်။"},
{"word":"gurgle","def":"vt.  ဗြုညံၚ်ရဴဗရုဂီုဗြုဗတိုဟ်၊  တ္ၜဴပါၚ်။  n.  ဗရုဂီုဗတိုဟ်။"},
{"word":"gush","def":"vi.  ထဍိုၚ်ဂစောတ်တိတ်။  n.  ပွမခဍိုၚ်ဂစောတ်တိတ်။  ၂။  ဟီုဒၟံၚ်ဟွံပိုတ်ဟွံသ္ဂုတ်။  n.  ပွမဂၠိုၚ်တဴကဵုအရေဝ်။"},
{"word":"gust","def":"n.  ဒဒှ်ကျာလဗိုတ်မလၟိုတ်ဏာခြုဟ်မွဲလစုတ်ဓဝ်၊  ဒဒှ်ဗြဲမဂူရိုပ်စှ်ေခြုဟ်မွဲလစုတ်ဓဝ်၊  ဒဒှ်ပၟတ်မဂဵုတိုန်သဴသဴ၊  ဒဒှ်တၚ်မသ္ဒးစသိုၚ်လဝ်ဗ္တိုဟ်တိုန်။  gusty (adj)  မနွံဒၟံၚ်ကဆံၚ်ကျာထတ်သ္ကာတ်။"},
{"word":"gusto","def":"n.  ဒဒှ်စိုတ်မလုပ်စ၊  ပွမမိပ်ဇြိပ်။"},
{"word":"gut","def":"n.  ကြုတ်။  ၂။  အစောံသတ္တိ၊  သတ္တိအစောံစရာဲ။  vt.  စာ၊  စာကၠေံ၊  ပ္တိတ်ကြုတ်က။  ၂။  ပလီုပလာ်ထောံ။"},
{"word":"gutter","def":"n.  ကရံက်(ဍာ်)၊  ဇာလ္ဂောဝ်၊  တရံက်ဍာ်၊  မြံၚ်ကိုဟ်ပ္တိတ်ဍာ်။  vi.  ဂဵုစှ်ေဟွံညဳသာ(ပၟတ်ပၞာၚ်)။"},
{"word":"guzzle","def":"vt.vi.  စသုၚ်မဟွံမွဲကဵုဒဒှ်မရောံဒည အတိုၚ်ပၟိက်ဆန္ဒအ္စာတၠတံ၊  စသုၚ်မဟွံမွဲကဵုဂဝဂလေံမွဲသာ်။"},
{"word":"gymnasium","def":"n. (pl.-s)  ရုၚ်ဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။"},
{"word":"gymnast","def":"n.  မၞိဟ်စပ္တံဝေၚ်ပရေၚ်ဝေၚ်ဂြိပ်ဒံၚ်ထလာ်၊  မၞိဟ်မစိုန်သ္ကီုလ္ပာ်ဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။"},
{"word":"gymnastic","def":"adj.  မဆေၚ်စပ်ကဵုအရာသွက်ဇိုၚ်တဲဇကုဇကောဝ်သ္ဂောံမ္ၚိုဟ်ကြံၚ်ခိုၚ်ကၠိုက်ကၠုၚ်။  gymnastics (n)  ပရေၚ်ပ္ကတ်ပ္ကေၚ် သွက်ဇကုဇကောဝ်သ္ဂောံစှ်ေခလံက်ဂနက်။"},
{"word":"gyrate","def":"vi.  ပွူဂေတ်ရေတ်၊  ဗ္ဂေတ်ဂုံတၞာဲ။  gyration (n)  ပွမပွူဂေတ်ရေတ်။"},]}