{"data":[{"word":"h","def":"မအက္ခဝ်အၚ်္ဂလိက်ဗွဲလၟေၚ်အက္ခရ်အဋ္ဌမ။"},
{"word":"haberdasher","def":"n.  ဆေၚ်ဖျာသွံကပေါတ် ဆေၚ်စပ်ကဵုဂၠိက်ယာတ်၊  ဆေၚ်ဖျာမသွံဂၠိက်ယာတ်။"},
{"word":"haberdashery","def":"n.  ဆေၚ်ဖျာမသွံကပေါတ် မလှေက်မလှံၚ်။"},
{"word":"habit","def":"n.  အကေၚ်၊  အလေံ၊  ကေၚ်၊  အခိုက်အလိုက်၊  သ္ကေၚ်။  ၂။  ဗွိုက်လ္တက်။  habitual (adj)  မဒှ်ဒၟံၚ်အလေံအခိုက်အလိုက်၊  မဒှ်ဒၟံၚ်အကေၚ်၊  မကေၚ်ဒၟံၚ်တွဵု။  habitually (adv)  နဒဒှ်မဒှ်ကၠုၚ်လဝ်အခိုက်အလိုက်။  habituate (vt)  ဒှ်ဒၟံၚ်အကေၚ်၊  ဒှ်ဒၟံၚ်အခိုက်အလိုက်။"},
{"word":"habitable","def":"adj.  မဒှ်သွက်ဂွံဒၟံၚ်တန်တဴဒးဒးရးရး။"},
{"word":"habitat","def":"n.  ဒေသမတန်တဴ၊  ဒၞာဲဌာန်မတန်တဴ။  habitation (n)  ဌာန်ဒၟံၚ်၊  ဒၞာဲမံၚ်၊  ဒၞာဲမတန်တဴ။"},
{"word":"hack","def":"vt.vi.  ၜံက်သာဲဗောပ်။  hack a bamboo pole. (vt.vi)  ၜံက်သာဲဗောပ်ဒုန်။  hack-saw (n)  ဂတေက်ဖကောဝ်၊  ဂတေက်ပသဲ။"},
{"word":"hack","def":"|2| n.  ချေံသ္ဒးလိၚ်ဍိုက်။  ၂။  အ္စာကဝိမစလိၚ်ခၟာၚ်။"},
{"word":"hackneyed","def":"adj.  မရပ်စပ်စကာလဝ်ဂၠိုၚ်ကဵုအလန်။"},
{"word":"had","def":"ရံၚ် have တေံညိ။"},
{"word":"haemorrhoid","def":"n.  ယဲက္ဍိုပ်ကၞုဟ်၊  ယဲမြၚ်သရိုတ်။"},
{"word":"hemorrhoid","def":"ရံၚ် haemorrhoid တေံညိ။"},
{"word":"hag","def":"n.  ယဗြဴဗျုမနွံကဵုရုပ်သာ်ဟိန်ဏ၊  ဗမုဲ၊  ဗြဴကာလကာဏဳ။"},
{"word":"haggard","def":"adj.  မနွံကဵုမတ်ခလံက်ခလံက်၊  မဒှ်ဒၟံၚ်ညံၚ်ရဴဗီုပြၚ်အိုတ်ဓတ်လၟောၚ်လၟေတ်။"},
{"word":"haggle","def":"vi.  ကယျာန်စာန်စး၊  သ္ဂုတ်ၚုဟ်မး။"},
{"word":"hah","def":"int.  ဟာ။"},
{"word":"hail","def":"n.  ပၠဳ၊  မပၠဳ၊  ဗြဲပၠဳ၊  ဗြဲမပၠဳ။  hail-stone (n)  မဍာ်ကလောံ၊  ဗြဲမပၠဳ၊  ဗြဲဍာ်ကလောံ။  vt.vi.  ဟီုဂးဆက်ဂလာန်မုဟ်ပါၚ်။  ၂။  ကရေဲကုဟ်ဆက်ဂလာန်မုဟ်ပါၚ်၊  ခဲါကော်ဟီုပြိၚ်ဂလာန်။"},
{"word":"hair","def":"n.  သော်၊  တသော်။  hairdo (n)  ဗီုသော်၊  သော်ယံၚ်။  hair-dresser (n)  မၞိဟ်ခေပ်သော်၊  သၟာဆတ္တာ၊  သၟာရေက်သော်။  hairless (adj)  မဟွံမွဲကဵုတသော်(တသော်ဟွံတိုန်)၊  မၞိဟ်က္ဍိုပ်ထလာတ်။  hairy (adj)  မနွံကဵုသော်တီုတီု၊  ဗၚ်ဗုဲ။  the facial hair. (n)  သော်ကှ်ေ။  hair-pin (n)  ကဏောတ်သော်၊  ကၞောတ်သော်၊  ဇွောံကေပ်သော်။"},
{"word":"hale","def":"adj.  မနွံကဵုပရေၚ်ထတ်ယုက်ခိုဟ်။  vt.  ကော်ဏာနကဵုနဲကဲအဓမ္မ၊  ပရာန်ကော်ဏာ။"},
{"word":"half","def":"adj.  မဒှ်ကဝက်၊  မဒှ်ဘာ်။  n.  ကဝက်၊  ဘာ်။  half a lunar month. (n)  ပက်၊  ပက္ခ။  half brother. (n)  မဒှ်ကဝက်၊  မဒှ်ဘာ်။  n.  ကောန်မွဲအပါၜာယာဲ၊  ကောန်မွဲယာဲၜါအပါ။  half day. (n)  မွဲဗ္ဂာပ်။  half-foot (n)  မိဟ်၊  မွဲမိဟ်။  half-hearted  (adj) မကၠောန်ကမၠောန်ကဆံၚ်စိုတ်ကၠာပါကဵုဟွံပါ။  half sister. (n)  ဒေံဗြဴမွဲအပါၜါယာဲ၊  ဒေံဗြဴမွဲယာဲၜါအပါ။"},
{"word":"hall","def":"n.  ရုၚ်ဇမၠိၚ်၊  ရိုၚ်ဇမၠိၚ်၊  ၝောံခဒံ။  hall of justice. (n)  ရုၚ်အမှု၊  ရိုၚ်အမှု။"},
{"word":"hallmark","def":"n.  ပွမဂဒုလဝ်တဆိပ်လ္တူထဝ်ကလောံ သွက်သ္ဂောံထ္ၜးသက်သဳဒဒှ် မဒှ်ဇေတ်ဇေတ်။"},
{"word":"halloo","def":"int.  ဟုဲ၊  ဟိုဲ။"},
{"word":"hallow","def":"vt.  စွံအဲပရဲ။"},
{"word":"hallucination","def":"n.  ပွမသမ္တီကေတ်လဝ်မဟၟဲဂှ်နွံ။"},
{"word":"halo","def":"n.  ဗၞဳလယး၊  ဗၞဳလျးတ္ၚဲ။"},
{"word":"halt","def":"vt.vi.  တက်ကၞာ၊  ဒေံါ၊  ဒေံါဒဝ်။  n.  ပွမဒေံါ၊  ပွမဒေံါဒဝ်။  ၂။  ပွမပဆုဲဆုတ်ထောံ၊  ဒဒှ်ပဆုဲဆုတ်ထောံ။"},
{"word":"halter","def":"n.  ဇုက်ကံချေံ။"},
{"word":"halve","def":"vt.  ကရေက်ပါ်ထောံကဝက်၊  ပါ်၊  သၟဟ်ဂလိုၚ်၊  သၟဟ်လ္ၚဵု။"},
{"word":"halyard","def":"n.  ဇုက်တိုၚ်ယာ၊  ဇုက်တိုၚ်အလာံ။"},
{"word":"ham","def":"n.  ဖျုန်ဒဳကၠိက်ကှ်ကှ်၊  ဖျုန်ဒဳကၠိက်ဂဒဵု။"},
{"word":"hamlet","def":"n.  ကွာန်ရးကး၊  ကွာန်ဇနပိုဒ်၊  ကွာန်ဍောတ်ဍောတ်။"},
{"word":"hammer","def":"n.  တ္ၚီ၊  လေံဍံက်။  vt.vi. ဂဒု၊  ဒုက်လဝ်ကဵုလေံဍံက်၊  ကၠောန်က္တိုၚ်က္တိုၚ်ကမှ်ကမှ်။"},
{"word":"hammock","def":"n.  သရေၚ်ယာတ်။"},
{"word":"hamper","def":"n.  န, ရဴသီုဒကိုပ်။  vt.  စဵုဒၞာ၊  ကြတ်ဒၞာ။"},
{"word":"hamstring","def":"vt.  သကဵုဇြဟာန်အောန်၊  သကဵုဂၟေၚ်။"},
{"word":"hand","def":"n.  တဲ။  vt.  ကဵုနကဵုတဲ၊  ဗ္ဒုၚ်ကဵု၊  ဟီုဂးကၠုၚ်။  handbill (n)  လိက်လလောၚ်တြးနကဵုတဲ။  handbook (n)  လိက်သ္ကေံတဲ။  handcart (n)  ကွဳဂရိုဟ်။  handful of lily flower. (n)  ပ္ကဴဥပ္ပဵုမွဲသ္ဂန်။  hand-rail (n)  ဗလဲ။  hand over. (vt)  ဖျိုန်၊  ဖျိုန်ကဵု၊  သ္ဇိုန်ကဵု။"},
{"word":"handy","def":"adj.  မလုပ်ကေၚ်ကာ၊  မဂတာပ်တဲ။"},
{"word":"handkerchief","def":"n.  ပဝါ၊  ယာတ်ဇိုတ်ပလက်၊  ယာတ်ဇိုတ်မုက်၊  ယာတ်မာဲသုတ်။"},
{"word":"handle","def":"n.  တဝ်၊  ဇွောံရပ်။  vt.  ရပ်ကဵုတဲ။  ၂။  ထိၚ်ဒဝ်။  the handle of a knife. (n)  တဝ်ၜုန်။"},
{"word":"handsome","def":"adj.  ဂေါဝ်၊  ဂေါဝ်ဆာဲ၊  ဂေါဝ်ဂါ၊  ဂေါဝ်ဂပ်၊  ဂေါဝ်ဇြုၚ်၊  ဂေါဝ်မြီ၊  တ္ၜတ်သြဴ၊  ဗဂေါဝ်၊  မြီ၊  မြီဆာဲ၊  မြီညႇာ၊  မြီသ္ဇုၚ်၊  ရံၚ်စခိုဟ်၊  ဒးရး၊  ကျေဝ်လှေံ၊  ကလိတ်ကလောတ်၊  ဝါမ၊  ၜတ်သဴ၊  ၜတ်သောၚ်။  ၂။  မနွံကဵုသဒ္ဓာစိုတ်ပါ်ပါ်။"},
{"word":"hang","def":"vt.vi. (pt.pp.hung or -ed)  ကွက်စွံ၊  ထိုၚ်(ကၞဴ)၊  လကဲ၊  လၜက်၊  ထ္ၜက်စွံ၊  လကဲစွံ၊  မာ်စွံ၊  လ္ဇံက်စွံ။  ၂။  သကဵုဇုက်။  ၃။  ပကဝ်လဝ်ကံ။  ၄။  မၚ်ရံၚ်ဒၟံၚ်ကြပ်ကြပ်၊  ဂေတ်တ္ၚေတ်ဒၟံၚ်။  hang down. (vt.vi)  ကျာဲစှ်ေ၊  ခညံက်၊  တကဲ။  hang down one's head. (vt.vi)  ဂွမုက်ဂဝထကး။  adv.  ခညံက်စှ်ေ။  hang over. (vt.vi)  လၜက်၊  လၜက်မာ်။  hang up. (vt.vi)  ကွက်၊  မာ်၊  မာ်ကွက်၊  မာ်ချိက်၊  မာ်ဗ္ဂၚ်၊  ထၜက်၊  သၜက်။"},
{"word":"hangdog","def":"adj.  မကၠောန်ဒၟံၚ်ကဆံၚ်သ္ဒးကၠတ်ကၠောန်။"},
{"word":"hanger","def":"n.  ရုၚ်စွံက္ၜၚ်ကျာ။  ၂။  ဂၟာ်ကွက်ပလောံ။"},
{"word":"hangings","def":"n.  ဇွောံစဵုဒၞာခဒံ။"},
{"word":"hangman","def":"n.  မၞိဟ်ကဵုဇုက်(မၞိဟ်ဂစိုတ်မၞိဟ်နကဵုဇုက်ပးကံ)။"},
{"word":"hank","def":"n.  ခၚ်(တောဝ်)၊  ထၟိုန်(ဇုက်)။"},
{"word":"hansom","def":"n.  ကွဳချေံဍိုက်ညးၜါ။"},
{"word":"haphazard","def":"adj.  မဟၟဲကဵုအစဳအဇန်၊  မဟၟဲကဵုကသပ်၊  မစုက်လုက်ဒး ဟွံမွဲကဵုရန်တၟံ၊  မတေက်ဒးအာဟွံရန်တၟံ။"},
{"word":"happen","def":"vi.  ဒှ်၊  က္တဵုဒှ်၊  က္တဵုဒှ်တိုန်။  happening (n)  ပရေၚ်ဒဒှ်၊  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်။"},
{"word":"happiness","def":"n.  တသိုက်၊  လၟုဟ်စိုတ်၊  ဒဒှ်မလၟုဟ်စိုတ်။"},
{"word":"happy","def":"adj. (-ier,-iest)  ဂီု၊  အေၚ်သတှ်ေ၊  အိုတ်တၟိုဟ်၊  ဒးဂၞပ်ပူမှ်၊  ပူမှ်ကဵုစိုတ်၊  မအေၚ်ဒုၚ်သတှ်ေ၊  မိပ်၊  မိပ်ဇြိပ်၊  မဍိုက်ပေၚ်စိုတ်၊  မဒှ်ကံကုသဵုခိုဟ်၊  မမိပ်စိုတ်၊  မလၟုဟ်စိုတ်၊  လ္ၜိုဟ်စိုတ်။  ၂။  မဒှ်ဒၟံၚ်ဒတုဲလ္တူအကာဲအရာ။  happily (adv)  နဒဒှ်မမိပ်စိုတ်ပူမှ်။"},
{"word":"hara-kiri","def":"n.  ညးဂကူပရဲဂျပါန်တံ ကာလမယိုက်ဂၠေၚ်တာလျိုၚ် ဟွံစိုပ်သိတ် ဟွံမာန်မ္ဂး နကဵုမြ ထပက်ဗုၚ်တုဲ မဂစိုတ်ထောံဇကုဇကု။"},
{"word":"harangue","def":"n.  ပွမဟီုတွံနကဵုပါၚ်ဇၞော်ကံသၠဲ။  vt.vi.  ဟီုဂးနကဵုပါၚ်ဇၞော်ကံသၠဲ။"},
{"word":"harass","def":"vt.  ပလာပ်ပထုဲစိုတ်၊  ဂၠိန်ၜောတ်၊  ဗ္တိုက်ဒၟံၚ်ဟွံသ္ကုတ်ခြာ၊  ကၞုက်ကၞာဲ။"},
{"word":"harbinger","def":"n.  နိမိတ်၊  နိမိတ်ဗွဲဂတ၊  က္ဍိုပ်အာဂတ။"},
{"word":"harbour","def":"(harbor) n.  သၞေဟ်က္ၜၚ်။  ၂။  ဒၞာဲဇူဒီု။  vt.  သကဵုဒၞာဲဇူဒီု။  ၂။  သကဵုဒက်ဝဲ။  harbour malice. (vt)  ပသၞ။"},
{"word":"hard","def":"adj. (-er,-est)  ကတေန်၊  ကြံၚ်၊  မကြံၚ်၊  မတၟောန်၊  မောန်၊   မ္ၚိုဟ်၊  မ္ၚောဟ်၊  ကြံၚ်မ္ၚိုဟ်၊  ဝါတ်ဂါတ်၊  မဟွံဖောဝ်။  ၂။  မဗိုန်ဂြတ်၊  မဒှ်ကဆံၚ်မ္ၚိုဟ်ကြံၚ်ကၠုၚ်။  hard-hearted (adj)  မနွံကဵုစိုတ်ဓဇန်ဓဇန်။  hardness (n)  တမြံၚ်၊  ဒဒှ်မကြံၚ်။  hard to understand. (vt)  သ္ဇိုဟ်နက်သွက်ဂွံကၠိုဟ်၊  ဇြိုဟ်နက်။"},
{"word":"hardship","def":"n.  တၚ်ဝါတ်ဂါတ်၊  တၚ်ကြေပ်ဂြတ်၊  ပရိုက်။"},
{"word":"့harden","def":"vt.vi.  ကတေန်၊  ခတ်၊  မ္ၚိုဟ်၊  သကဵုဗိုန်ဗတ်ခိုၚ်ကၠိုက်၊  ကြံၚ်၊  ခိုၚ်။  adv.  နဒဒှ်သီုစိုတ်သီုစရိုတ်၊  ဆၜိုတ်အစောံစရာဲဇကုနွံ၊  နဒဒှ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"hardly","def":"adv.  နဒဒှ်မဝါတ်ဂါတ်၊  ဗွဲမသ္ကာတ်မြဟ်။  ၂။  နဒဒှ်မဟၟဲကၠုၚ်ဗီုဏံ၊  ခၞၚ်ခၞၚ်၊  ကၠာဟွံမာန်ကဵုမာန်၊  ဆၜိုတ်ဏံဟေၚ်။"},
{"word":"hardy","def":"adj. (-ier,-iest)  မခိုၚ်ကၠိုက်၊  မဒုၚ်အဍေဝ်အဍာမာန် ကာလမတဝ်ဒးကဵုတၚ်ဝါတ်ဂါတ်ခက်ခုဲ။  ၂။  မနွံကဵုအစောံစရာဲဒုၚ်အဍေဝ်အဍာမာန်၊  မနွံကဵုအစောံစရာဲဒုၚ်ဂါန်လဝ်မာန်။  hardihood (n)  မဒှ်မဂံၚ်သ္ကာ။  hardily (adv)  ဗွဲမဂံၚ်သ္ကာ။  hardiness (n)  ပွမဂံၚ်သကာ။"},
{"word":"hare","def":"n.  ဗ္တာဲ။  hare-brained (adj)  မဟၟဲကဵုအစၚ်အခြၚ်၊  မဒှ်ညံၚ်ရဴညးပလက်မတ်။"},
{"word":"hark","def":"vi.  ကလၚ်။"},
{"word":"harlot","def":"n.  စရာဲဍုၚ်၊  ဗြဴစရာဲဍုၚ်၊  ဗြဴအဵုဗဵု၊  ဗြဴဝေသဳ။"},
{"word":"့harm","def":"n.  ဒဒှ်မဒးဝပ်၊  ဒဒှ်မသ္ဒးဂိလဝ်၊  အန္တရာဲ၊  ဘဲ။  vt.  သကဵုသ္ဒးဂိအာ။  harmful (adj)  မလေပ်သကဵုဒှ်အန္တရာဲမာန်။  harmless (adj)  မဟၟဲကဵုဘဲအန္တရာဲ။"},
{"word":"harmony","def":"n.  အပ်ဒပ်၊  ညဳ၊  ညဳအပ်၊  ညဳညတ်၊  ညဳသာ၊  ညဳသၟန်၊  ညဳသၟဟ်၊  ဒဒှ်စိုတ်မတုပ်သၟဟ်၊  ဒဒှ်မညဳညတ်၊  ဒဒှ်မညဳသာ။  ၂။  ပွမစှ်ေကဵုစေဝ်ခ္ဍာပ်(ထ္ၜး)။  harmonious (adj)  မအပ်ဒပ်၊  မသၟဟ်သၟန်၊  မစှ်ေကဵုစေဝ်ထ္ၜး၊  မကိတ်ညဳကဵုသၞောတ်၊  မညဳသာသီုရမျာၚ်ဖအိုတ်။  harmoniously (adv)  အပ်ဒပ်၊  နဒဒှ်မအပ်ဒပ်၊  နဒဒှ်မသၟဟ်သၟန်၊  သၟဟ်သၟန်။  harmonize (vt.vi)  သကဵုစှ်ေကဵုခဍေဝ်ခ္ဍာပ်၊  သကဵုသၟဟ်သၟန်အာ၊  သကဵုဒးအာညးသ္ကံ။"},
{"word":"harness","def":"n.  ဇုက်လဟက်ချေံ။  vt.  ဗ္ဂန်၊  က,ဇုက်လဟက်ချေံ။  ၂။  ပွမပ္တိတ်ကေတ်ဓတ်ဇြဟတ်လလဳနူဍာ်ဆၚ်။"},
{"word":"harp","def":"n.  စံၚ်၊  ထၞ။  vi.  တိၚ်စံၚ်(ထၞ)၊  ဟီုကဆံၚ်ဒၟံၚ်၊  ဟီုတုဲဟီုပၠန်။  harpist (n)  သၟာစံၚ်(ထၞ)။"},
{"word":"harpoon","def":"n.  မှိၚ်၊  လွဟ်မှိၚ်(သွက်ဂွံရပ်ကဗံၚ်ဗှ်)။"},
{"word":"harrow","def":"n.  ထဲ၊  ထောဲ။  vt.  ဇိက်တိ၊  ဂြးတိဗ္ၚ၊  ထဲတိ။  ၂။  စိုတ်ကၠိ၊  စိုတ်ကၠိခန်။"},
{"word":"harry","def":"vt. (pt.pp. -ried)  ပလီုပလာ်ပၠံၚ်ၜး၊  လုပ်တ္ၚီုဂၠိန်ၜောတ်(ပလာပ်ပထုဲ)။"},
{"word":"harsh","def":"adj. (-er,-est)  တမြံ၊  ဒဇန်၊  ဓဇန်၊  ဒမြိုဟ်၊  ဒြိုဟ်၊  မသ္ကာတ်မြဟ်၊  မဂြိုဟ်စာ၊  မကြံကြ၊  မဓဇန်၊  ရိၚ်က္တၚ်၊  ရာန်သကိုတ်၊  သ္ကာတ်၊  သ္ကာတ်မြဟ်၊  သအဵုသအာ်။  ၂။  မကြံၚ်မ္ၚိုဟ်၊  မဟွံဍာတ်ပ္ဍဲကတောဝ်။  harsh words. (n)  ဂလာန်သ္ကာတ်မြဟ်၊  ဂလာန်သ္ကေဝ်ကတောဝ်။"},
{"word":"harvest","def":"n.  အခိၚ်ရတ်သြောံ။  ၂။  ဖဵုဂုန်။  vi.  ရတ်သြောံ။  harvester (n)  သၟာရတ်သြောံ။"},
{"word":"has","def":"ရံၚ် have တေံညိ။"},
{"word":"hash","def":"vt.  ဓဇီ(ဖျုန်,က)။  n.  သွဖျုန်ဓဇီ။"},
{"word":"hasp","def":"n.  တဲကၞုဲ၊  ဂၟာ်ပါၚ်တရၚ်။"},
{"word":"haste","def":"n.  ခရက်၊  ခရက်ခဗက်၊  ဒဒှ်မမြက်၊  ဒဒှ်မပြဟ်မြက်၊  ပျာ။  "},
{"word":"hasten","def":"vt.vi.  ယဵုဒုၚ်ပြဟ်ဟ်မြက်က်၊  ကမောန်၊  ကၟန်၊  ကၟောန်၊  ခရက်၊  အာပြဟ်ပြဟ်၊  ယဵုဒုၚ်မြက်မြက်၊  သကဵုချဳဒရာၚ်မြက်မြက်။"},
{"word":"hasty","def":"adj.  ပြဟ်၊  မဂရက်ဂဗက်၊  မပြဟ်စိုတ်။ ၂။  မနွံစိုတ်ပြဟ်ပြဟ်၊  မဇၞော်တဴကဵုဒေါသ။  hastily (adv)  ခဗက်ခဗက်၊  နဒဒှ်မနွံကဵုစိုတ်ပြဟ်ပြဟ်၊  ဗွဲမပြဟ်။  hastiness (n)  ဒဒှ်မဂရက်ဂဗက်ဗွဲမလောန်။"},
{"word":"hat","def":"n.  အထုပ်၊  ခပေဲ၊  ခမော်၊  ခမံက်၊  ဒမှော်၊  အထုပ်က္ဍိုပ်၊  အၚ်ထုပ်။"},
{"word":"hatch","def":"n.  ပၞော်ဗုၚ်က္ၜၚ်၊  ပၞော်ဗ္တၚ်ပ္ဍဲဗုၚ်က္ၜၚ်။  vt.vi.  က္ဍတ်၊  သကဵုက္ဍတ်နူခၟာဲ၊  က္ဍတ်နူခၟာဲ၊  ခ္ဍတ်ခၟာဲ။  ၂။  ချပ်ဂၞန်၊  ချပ်စ။  hatchery (n)  ဒၞာဲခ္ဍတ်က။"},
{"word":"hatchet","def":"n.  ဂတေက်(လေံဒုက်)။"},
{"word":"hate","def":"vt.  က္ဍုဟ်၊  က္ဍုဟ်မၠေံ၊  မလေံ၊  မၠေံ။  n.  ပွမက္ဍုဟ်မၠေံ။  hateful (adj)  မနွံကဵုကဆံၚ်သွက်သ္ဒးက္ဍုဟ်မၠေံခိုဟ်၊  မလေပ်သကဵုက္ဍုဟ်မၠေံ။  "},
{"word":"hatred","def":"n.  ဂၞံၚ်ဂၞာတ်၊  ဒေါသ၊  ဝဲ၊  ပွမဒက်ဝဲ၊  ဒဒှ်မက္ဍုဟ်။  "},
{"word":"hating","def":"adj.  ဝေရဳ၊  မက္ဍုဟ်။"},
{"word":"haughty","def":"adj. (-ier,-iest)  တဏုၚ်လဟဲ၊  ဓလဵုထဏံၚ်၊  မပ္တဴလဝ်မာန၊  မယိုက်လဝ်မာန်၊  မသၠုၚ်လဝ်စိုတ်၊  သၠုၚ်ယိုက်ပ္တိုန်လဝ်မာန၊  ယိုက်ပ္တိုန်အယော။  haughtily (adv)  နဒဒှ်မယိုက်လဝ်မာန်။"},
{"word":"haul","def":"vt.vi.  ဒဇက်ပ္တိုန်ကဵုဇြဟတ်၊  ဒဇက်ပ္တိုန်။  n.  ပွမဒဇက်ပ္တိုန်။  ၂။  ဒဒှ်မဂွံဗွဲမဂၠိုၚ်။  haulage (n)  ပွမယိုက်ပလံၚ်ကဵုကပေါတ်ဗၞိက်။"},
{"word":"haunch","def":"n.  ဇ္ၚာၚ်ဂၞိၚ်။"},
{"word":"haunt","def":"vt.  ကၠုၚ်ဂ္ၚေၚ်ဂၠာဲစဒၟံၚ်ဟွံပိုတ်ဟွံပိုတ်၊  စိုပ်ဒၟံၚ်ဂၠိုၚ်ကဵုလတုန်။  n.  အရာပ်မစိုပ်ဒၟံၚ်ဟွံလံဟွံလံ။"},
{"word":"have","def":"vt. (pt.pp.had) (3rd p.sing.has)  ပိုၚ်ပြဳ၊  စွံလဝ်ပ္ဍဲတဲ။  ၂။  ကေတ်လဝ်၊  သ္ဂေဟ်သွဟ်၊  ဒုၚ်ကေတ်လဝ်တဲ။  ၃။  သ္ဒးဒုၚ်စသိုၚ်။  ၄။  ရုဲစှ်။  ၅။  စောဲလာံဒၟံၚ်ပ္ဍဲစိုတ်၊  သ္ဒးဒုၚ်စသိုၚ်ဒၟံၚ်ပ္ဍဲစိုတ်။  have a cold. (vt)  ဒးချာံ။  have a desire. (vt)  အၚပ်။  have a funeral. (vt)  ဖျေံကမ္မထာန်။  have a quarrel. (vt)  ဂွံဆော၊  ဒှ်သေက်၊  ဒှ်သေက်ဇဵု၊  သေက်ညးသ္ကံ၊  ဒှ်ဂြဲဂြက်၊  ဒှ်ဝါတ်၊  ဝါတ်၊  ဝါတ်ဂါတ်။  have a weakness for. (vt)  လုပ်၊  လောဟ်။  have an abundance of. (vt)  ညောန်ခြက်။  have a sufficiency of. (vt)  ယိပ်ယာ၊  ယိုပ်ယာ၊  ဖ္ဍိုက်ရုံရုံဂပ်ဂပ်၊  လၟိဟ်ရုံရုံဂပ်ဂပ်။  have authority over. (vt)  ပိုၚ်အဝဵု။  have diarrhea. (n)  ပုစှ်ေ(ယဲ)။  have dominion over. (vt)  သွဵု၊  တွဵု။  have enough. (vt)  ယိုပ်ယာပ်။  have faith. (vt)  သ္ဇုၚ်သ္ဍိုက်၊  သဒ္ဓါ။  have a fever. (vt)  ဇှ်၊  ယဲဇှ်။  have a nightmare. (vt)  ကမုက်၊  လမုက်။  have regard for. (vt)  ရန်၊  ရန်ကဵု။  have a headache. (vt)  က္ဍိုပ်ဂိ။  have one's feeling hurt. (vt)  စိုတ်ဂိ။  having (part.vt.)  မနွံ၊  မၞုံ။  having accomplished. (vt)  ကိရၚ်ပ္တုဲတုဲ။"},
{"word":"haven","def":"n.  စၞေဟ်၊  သၞေဟ်၊  သၞေဟ်က္ၜၚ်၊  သၞေဟ်သြၚ်၊  သၞေဟ်သြၚ်စ္ၜုဲစ္ၜော်၊  ဒၞာဲဂီုကၠီု၊  ဒေသမဟၟဲကဵုအန္တရာယ်၊  ဌာန်မစ္ၜုဲစ္ၜော်ခိုဟ်။  safe haven. (n)  သၞေဟ်ရောဓ။"},
{"word":"haversack","def":"n.  ထိုၚ်ဗံ။"},
{"word":"havoc","def":"n.  ပွမလီုလာ်မဇၞော်တဴကဵုဇြဟတ်။"},
{"word":"hawk","def":"n.  ဂစေံလနၚ်၊  လနေၚ်၊  ကၠပူ။  vt.  ကြေဝ်သွံဖျာ။  hawker (n)  မၞိဟ်ကြေဝ်သွံဖျာ၊  မၞိဟ်ယဵုကြေဝ်သွံဖျာ။"},
{"word":"hawser","def":"n.  ဇုက်မစကာအပ္ဍဲက္ၜၚ်၊  ဇုက်ပသဲက္ဍိုၚ်၊  ဇုက်ပသဲဍာၚ်။"},
{"word":"hay","def":"n.  ချံက်၊  ဆံက်၊  ချောဲကှ်ကှ်။  hay rick /  hay stack (n)  ဂအုံချံက်။"},
{"word":"hazard","def":"n.  ဒဒှ်မထ္ၜေက်မတ်တုဲကၠောန်၊  ပွမသ္ဂံၚ်ပ္တိုန်စိုတ်တုဲကၠောန်၊  အန္တရာဲ။  vt.  ထ္ၜေက်မတ်တုဲကၠောန်၊  သ္ဂံၚ်ပ္တိုန်စိုတ်တုဲကၠောန်၊  ပ္တဝ်ထောံမုက်ကဵုအန္တရာဲ။  hazardous (adj)  မသ္ဂံၚ်စိုတ်တုဲကၠောန်၊  မနွံကဵုအန္တရာဲ။"},
{"word":"haze","def":"n.  ခၞိက်လတိုပ်၊  လမၠာၚ်။  hazy (adj)  မဓလီုဒၟံၚ်ကဵုခၞိက်လတိုပ်၊  မဓလီုဒၟံၚ်ကဵုလမၠာၚ်၊  မဒဗုၚ်ဒၟံၚ်၊  မဟွံသ္ဇုၚ်ကေဝ်။"},
{"word":"hazel","def":"n.  အရံၚ်ဗ္ကေတ်ဃြတ်၊  အရံၚ်ဗ္ကေတ်ဟီဟီ။"},
{"word":"he","def":"pron.  ညး၊  ဍေံ။  he-goat. (n)  ဗ္ၜေံကၟက်။  he's not yet gone. (vt)  ညးဟွံဂွံအာဏီ။"},
{"word":"head","def":"n.  က္ဍိုပ်၊  ကနိပ်၊  ကဏေပ်၊  ကၞေပ်၊  ကၞိပ်ဍိုပ်။  ၂။  ဘဝ။  ၃။  က္ဍဟ်၊  က္ဍိုပ် (ဒဵု,ပသဲ)။  ၄။  က္ဍဟ်၊  ပွမဗ္စာရဏာ၊  ပွမချပ်စၚ်ခြၚ်။  ၅။  မၞိဟ်အုပ်ဓုပ်၊  ဇမၞော်၊  အ္စာဇၞော်။  ၆။  ဂလာန်မြော်၊  လိက်ဇၟန်၊  ပွမပါ်တၞဟ်ခြာပ္တိတ်က္ဍိုပ်လိက်။  vt.vi.  အာဂတပၠတရဴ၊  သ္ကိုပ်သ္က။  ၂။  အာလ္ပာ်ပ္တဝ်လဝ်က္ဍိုပ်။  headache. (n)  ယဲက္ဍိုပ်ဂိ။  headdress (n)  ယာတ်ကွိၚ်က္ဍိုပ်။  heading (n)  ဇေန်လိက်၊  က္ဍိုပ်လိက်။  headman (n)  ဇမၞော်ကွာန်။  headlong (adj)  မဂရက်ဂဗက်၊  မစိုပ်ကဆံၚ်စိုတ်မအာဒၟံၚ်ဂတ၊  မဟၟဲကဵုအစၚ်အခြၚ်။  adv.  နဒဒှ်မဂရက်ဂဗက်၊  နဒဒှ်ကဆံၚ်စိုတ်မအာဒၟံၚ်ဂတ၊  နဒဒှ်ကဆံၚ်မဟၟဲကဵုချပ်အစၚ်အခြၚ်။  adv.  နဒဒှ်မဂရက်ဂဗက်၊  နဒဒှ်ကဆံၚ်စိုတ်မအာဒမံၚ်ဂတ၊  နဒဒှ်ကဆံၚ်မဟၟဲကဵုချပ်အစၚ်အခြၚ်။  head monk. (n)  သၚ်ရာဇာဂဏ။ head-on (adj)  မပ္တဝ်ဒးမုက်။  adv.  နဒဒှ်မပ္တဝ်ဒးမုက်ညးသ္ကံ။  headquarters (n)  ဗဟဵု၊  ဌာနဇမၞော်။  headstrong (adj)  မဟီုဂးစဝါတ်၊  မနွံကဆံၚ်က္ဍိုပ်မကြံၚ်မ္ၚိုဟ်။  headway (n)  ပွမတောတက်။"},
{"word":"heady","def":"adj. (-ier,-iest)  မလေပ်ကၠောန်ကြာန်ကြာန်၊  မကြံၚ်တဴက္ဍိုပ်။"},
{"word":"heal","def":"vt.vi.  ကဵုလလံသွာ၊  ပဂေါဝ်၊  ပဂေါဝ်ကဵု၊  ပြာ်၊  ပြာ်ဗလး၊  ဗစိန်၊  ဝဳ၊  လွဳ၊  သကဵုလလံသွာ၊  သကဵုဗၠး။  healing (n) ပရာ်။  heal a disease. (vt.vi)  ဗလးကဵုယဲ။"},
{"word":"health","def":"n.  ပရေၚ်ထတ်ယုက်၊  ဒဒှ်မထတ်ယုက်။  healthy (adj)  ထတ်၊  မထတ်ယုက်၊  မမ္ၚိုဟ်ကြံၚ်။"},
{"word":"heap","def":"n.  ခအုံ၊  ဂအုံ၊  ဒဒှ်မဂအုံဒၟံၚ်၊  ဒဒှ်မဗဝ်လဝ်၊  ဒဒှ်မပကောံဗဝ်လဝ်၊  ဗအုံ၊  ဗဝဝ်၊  ဗွဝ်။  vt.  ဂအုံ၊  ဂအုံလဝ်၊  ပအုံ၊  ဖအုံ၊  ဗဝ်လဝ်၊  ဗွဝ်လဝ်။  heaped (vt)  ဂဝဝ်၊  ထအုဟ်ဒၟံၚ်၊  ပေၚ်ထာတ်ဒၟံၚ်၊  ပေၚ်ကၟိုဟ်ဒၟံၚ်၊  ပေၚ်သဴဒၟံၚ်။  heap of straw. (n)  ဆံက်ဗွဝ်၊  ဂအုံဆံက်။  to heap up. (vt)  ထအုံ၊  ထအုံပ္တိုန်၊  ဓအုဟ်၊  ဖအုံ၊  ဗဝ်။"},
{"word":"hear","def":"vt.vi.  (pt.pp.heard)  မိၚ်၊  မိၚ်ရမျာၚ်၊  သ္ဂောံမိၚ်။  ၂။  ပၚ်မှိၚ်။  hearing (n)  ဒဒှ်မနွံကဵုအစောံမိၚ်မာန်။  ၂။  ပွမစၟဳစၟတ်ကလၚ်ဒဒၚ်။  hearsay (n)  ဒဒှ်မမိၚ်လဟီုဂလာန်ဟောလဟောလံၚ်။"},
{"word":"hearken","def":"vi.  ကလၚ်၊  ကလၚ်ပၚ်မှိၚ်။  hearkener (n)  ညးမကလၚ်၊  မၞိဟ်မကလၚ်ပၚ်မှိၚ်။"},
{"word":"hearse","def":"n.  ကွဳစက်ဖျေံကမ္မဋ္ဌာန်။"},
{"word":"heart","def":"n.  ကၟံ။  ၂။  ကောန်စိုတ်၊  ကောန်ဖျုန်ဂြိုဟ်၊  ထအာၚ်ကောန်စိုတ်၊  ဖျုန်ဂြိုဟ်၊  ဖျုန်ပ္ဍုန်ကောန်စိုတ်၊  ဟဒယ။  ၃။  ဒၞာဲဒုၚ်စသိုၚ်မဒှ်ပဓာန၊  စိုတ်၊  မေတ္တာ၊  ပွမဆာန်ဍူ။  ၄။  ဗဟဵု၊  အဒေါဝ်။  heartache (n)  ဒဒှ်စိုတ်လီု၊  ဒဒှ်စိုတ်ဟွံမိပ်။  heartbeat (n)  ရမျာၚ်ကၟံချဳ။  heart-breaking (adj)  မသကဵုဂၠိုက်ဟောံဂွိၚ်ဒၟံၚ်ပ္ဍဲစိုတ်။  heart disease. (n)  ယဲကောန်တၟံ။  heart of the village. (n)  ဂြိုဟ်ကွာန်။  hearten (vt)  သကဵုဓတ်တိုန်ကၠုၚ်။  heartfelt (adj)  မသ္ဂောံဒုၚ်စသိုၚ်လိုက်လိုက်လဴလဴအပ္ဍဲစိုတ်၊  မဒှ်တဴလိုက်လိုက်လဴလဴ။  heartless (adj)  မဟွံမွဲကဵုဓဝ်ဆာန်ဍူ၊  မဟွံမွဲကဵုဓဝ်ညႇာတာ။  hearty (adj)  မဒုၚ်တၠုၚ်လိုက်လိုက်လဴလဴ၊  မဒုၚ်တၠုၚ်က္တဴက္တဴလဴလဴ။  ၂။  မထတ်ယုက်၊  မထတ်ယုက်မိပ်ဇြိပ်။  ၃။  မနွံကဵုဓဝ်ဆာန်ဍူ။  heartily (adv)  နဒဒှ်သီုစိုတ်သီုစရိုတ်၊  နဒဒှ်မိပ်မိပ်ဇြိပ်ဇြိပ်၊  သီုစိုတ်သီုစရိုတ်။"},
{"word":"hearth","def":"n.  ခဒံဖဴ၊  ဒကုတ်ဖဴ။"},
{"word":"heat","def":"n.  ပသာန်၊  ပရာန်၊  ဗသာန်၊  ဂမ္တဴ။  ၂။  ဒဒှ်မသ္ဒးဒုၚ်စသိုၚ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။  ၃။  မစံပြိုၚ်ဝေၚ်ဒရိပ်။  vt.vi.  ကတဴ၊  ဂတဴ၊  သကဵုက္တဴ၊  သကဵုက္တဴကၠုၚ်။  heatedly (adv)  နဒဒှ်ကဆံၚ်မသကဵုဒေါသသ္ဒးတိတ်ဗွဲ၊  ဒေါသမသ္ကာတ်မြဟ်ဗွဲ။  heat of the sun. (n)  ပသာန်တ္ၚဲ။  heat over a fire. (vt.vi.)  ဖအၚ်၊  ဖအၚ်က္တဴ။"},
{"word":"heatwave","def":"n.  လပှ်ပသာန်ဂမ္တဴ၊  အကာဲအရာဥတုရာသဳ လပှ်ပသာန်ဂမ္တဴသ္ကာတ်မြဟ်။"},
{"word":"heath","def":"n.  ဒရံၚ်ကုန်၊  ပရၚ်ဒဵု။  ၂။  ရာပ်ခြုံ၊  ရာပ်အုပ်။"},
{"word":"heathen","def":"n. (pl.-s)  မိစ္ဆာဒိဋ္ဌိ၊  မၞိဟ်ဟွံမွဲကဵုဘာသာအရှ်ေအသှ်ေ၊  မၞိဟ်အရိုၚ်၊  မၞိဟ်မ္ၚးသာသနာ၊  မၞိဟ်ဟွံမွဲကဵုကျာ်ဓဝ်။"},
{"word":"heather","def":"n.  တၞံသၟတ်မနွံကဵုပ္ကဴအရံၚ်သာ်ကဴခဍောၚ်ၜတ်ၜတ်။"},
{"word":"heave","def":"vt.vi. (pt.pp.-d)  ပၚ်၊  ပၚ်ပ္တိုန်၊  ထ္ၜၚ်။  ၂။  က္တဵုဒှ်ဒၟံၚ်သၠုၚ်မွဲတဲသဝ်မွဲတဲ၊  သၠုၚ်သဝ်တိုန်စှ်ေဒၟံၚ်။  ၃။  မံက်တိုန်ကၠုၚ်ပ္ဍဲဇိုၚ်အကး။  ၄။  ပေၚ်တၟိုဟ်။  n.  ပွမပၚ်၊  ပွမယိုက်၊  ပွမထ္ၜ၊  ပွမထ္ၜၚ်။  heave up the anchor. (vt.vi.)  ပိုက်တၟံ။"},
{"word":"heaven","def":"n.  ဍုၚ်သွဝ်၊  သွဝ်၊  ဘုံအာကာသ၊  အမှဲ၊  အကး။  ၂။  အကာဲအရာမမိပ်ဇြိပ်ရာၚ်ဆာဲ၊  ဌာန်ဒေသမမိပ်ဇြိပ်ရာၚ်ဆာဲ။  heavenly (adj)  ဍုၚ်သါဝ်၊  မက္တဵုဒှ်ပ္ဍဲဘုံအာကာသ၊  မဆေၚ်စပ်ကဵုဍုၚ်သွဝ်၊  မဗဗွဲကဵုဘုံအာကာသ။  heavenly being. (adj)  ဒေဝတဴ။"},
{"word":"heavy","def":"adj. (-ier,-iest)  ဇြိုၚ်၊  ကဗေဝ်၊  ဗေဝ်၊  မသ္ဇိုၚ်၊  မသ္ကာတ်ဇြိုၚ်၊  သ္ဇိုၚ်သန်။  ၂။  မဒှ်အဝဲသာတုဲဂၠိုၚ်အာနူအပြောံ၊  မဒှ်လၟိဟ်ဂၠိုၚ်အာနူအပြောံ။  heavyweight (n)  ကဆံၚ်သၟာထ္ၜလျိုၚ်တန်ဇၞော်။  heavily (adv)  ဗွဲမဂၠိုၚ်၊  နဒဒှ်မဂၠိုၚ်တဴဗွဲ၊  လဇုဲလဇုဲလ္ဇလ္ဇ၊  သ္ဇိုၚ်သ္ဇိုၚ်သ္ဇုဲသ္ဇုဲ၊  နဒဒှ်မလဇုဲလဇ၊  သ္ဇိုၚ်ဗွဲ။  heavy rain. (adj)  တရိုပ်(ဗြဲ)၊  ဗြဲရိုပ်။"},
{"word":"Hebrew","def":"n.  ဟေဗြာဲ၊  ဟဳဗြူ(အေတ်သရေ)။"},
{"word":"heckle","def":"vt.  မသၟာန်ဂလာန်သွက်ဂွံသွဟ်ဝါတ်အဒေါဝ်မၞိဟ်၊  ဂၠိန်ၜောတ်၊  ပလာပ်။"},
{"word":"hectare","def":"n.  သၠဲဗွိုက်ပန်ကၠုၚ် မွဲလက်မဳတာ(၂.၄၇၁-ဨက)။"},
{"word":"hectic","def":"adj.  မဒှ်မံၚ်ကဆံၚ်ဂြိုဟ်မချဳဒၟံၚ်ဒုဒု၊  မဟၟဲကဵုအခိၚ်ဇူတာ။"},
{"word":"hector","def":"vt.vi.  သ္ပမာန်၊  ဘပလ။"},
{"word":"heddle","def":"n.  တယျဴ၊  ကယျဴ(ကပေါတ်တုတ်)။"},
{"word":"hedge","def":"n.  ကရုၚ်ရာပ်အုပ်၊  ဇၞး၊  ဒပ်၊  ဒပ်ဂနး၊  ဒပ်ဇနး(ဇၞး)။  vt.vi.  ဟွံသွဟ်ကဵုတပ်တပ်၊  သွဟ်ကဵုဒလိန်ဒလာဲ။  hedge-hog (n)  ဗဳလေၚ်(သတ်)။  hedge in. (vt.vi)  ခြိုၚ်စဵုဗိုၚ်၊  စဵုဗိုၚ်။"},
{"word":"heed","def":"vt.  ပသတိ၊  စွံသတိ၊  သ္ပစိုတ်၊  သ္ပဂရု။  n.  သတိ၊  ဒဒှ်မစွံသတိ။  heedful (adj)  မနွံကဵုသတိ။  heedless (adj)  မဟွံသ္ပဂရု၊  မဟွံသ္ပသတိ။"},
{"word":"heel","def":"n.  ဂၞေဟ်၊  ဓနေဟ်၊  ဓၞေဟ်၊  ဒၞေဟ်၊  ဇွောံဒုၚ်ဒၞေဟ်ပ္ဍဲဒၞပ်။  vt.vi.  ဗ္ကပ်(က္ၜၚ်)။"},
{"word":"hefty","def":"adj. (-ier,-iest)  မဇၞော်ဂေါတ်ထတ်မ္ၚိုဟ်။"},
{"word":"heifer","def":"n.  ဂၠဴၝောံပၠိုၚ်ပၠိုၚ်၊  ဂၠဴဝုတ်။"},
{"word":"height","def":"n.  သလုၚ်၊  သမၠုၚ်၊  သၠုၚ်၊  ကၞောတ်၊  အထောတ်။  heighten (vt)  သကဵုသၠုၚ်၊  သၠုၚ်။"},
{"word":"heinous","def":"adj.  ဓဇန်၊  မဓဇန်၊  ကြံကြ၊  မကြံကြ၊  မယုတ်မာ၊  မတ္ၚံက်တ္ၚေဲ။"},
{"word":"heir","def":"n.  ပူဂဵုမသ္ဂောံဒုၚ်စအာဲကၟာဲ။  heiress (n)  ယဗြဴမသ္ဂောံဒုၚ်စအာဲကၟာဲ။  heirloom (n)  အာဲတၟာဲမဂွံလဝ်နူကဵုလက်ထက် အစေန်အဆက်မိဇၞော်အပါဇၞော်။"},
{"word":"held","def":"ရံၚ် hold တေံညိ။"},
{"word":"helicopter","def":"n.  ယာန်ပၚ်ကာ၊  ယာန်သၞေၚ်ဝဝ်၊  ဟေဝ်လဳကိုပ်တာ။"},
{"word":"heliport","def":"n.  ခလှာတ်ယာန်ပၚ်ကာစှ်ေ။"},
{"word":"hell","def":"n.  ကတိုၚ်နရက်၊  နရက်၊  ဍုၚ်နရက်၊  နိရာဲ။  ၂။  ဒၞာဲမတုပ်ကဵုဍုၚ်နရက်၊  ဒၞာဲကံဒဒိုက် ကံပရိုက်ဂၠိုၚ်။"},
{"word":"Hellenist","def":"n.  မၞိဟ်ဟေလေနေတ်(ဂရိ)။  Hellenistic (n)  ဟေဝ်လိန်နေတ်၊  ဂရိ။"},
{"word":"helm","def":"n.  နှေဝ်၊  သဏေဝ်၊  သၞေဝ်၊  သၠသၞေဝ်။"},
{"word":"helmet","def":"n.  ခမံက်ပသဲ၊  ခမော်ပသဲ၊  အထုပ်။"},
{"word":"helmsman","def":"n.  နာဲနာတ်၊  မၞိဟ်ရပ်သၞေဝ်၊  မှာလီ၊  သၟာသၞေဝ်။"},
{"word":"help","def":"vt.vi.  ထ္ၜလဘာ်၊  ထ္ၜသဘာ်၊  ထံက်ပြီု၊  ထံက်မ၊  ပြီု၊  ဗိုၚ်ထံက်မ၊  သၚ်ရိုဟ်၊  သ္ကိုပ်သ္က၊  သလဲ၊  ရီု၊  သရီု၊  သြီု၊  ရီုဗၚ်၊  ထံက်၊  ထံက်ပၚ်။  ၂။  ဗလေတ်၊  ပဲါ။  ၃။  တေဝ်ဒုၚ်တၟုဲ။  n.  ပွမရီုဗၚ်၊  ပွမကဵုအရီုအဗၚ်။  help by giving. (vt.vi)  ပြာံ၊  ပြီု။  help restore. (vt.vi)  ခၠေဝ်ရီု။"},
{"word":"helper","def":"n.  မၞိဟ်အရီုအဗၚ်၊  မၞိဟ်ကဵုအရီုအဗၚ်။"},
{"word":"helpful","def":"adj.  အနာထ၊  မဂွံအရီုအဗၚ်၊  မသကဵုအရီုအဗၚ်။"},
{"word":"helping","def":"n.  မွဲပ္ၚာန်၊  အခၚ်ပလေဝ်မွဲလန်။ "},
{"word":"helpless","def":"adj.  မဟၟဲကဵုညးအရီုအဗၚ်၊  မဟၟဲကဵုဒၞာဲဇူဒီု။"},
{"word":"helpmate","def":"n.  မၞိဟ်ကဵုအရီုအဗၚ်၊  တြုံကဵုဗြဴ၊  သမ္ဘာကဵုတၠသ္ၚိ။"},
{"word":"hem","def":"n.  ဒရာနာ၊  ဓရီု။  vt.  ခအေမ်၊  ခအေံ၊  ဒအိဟ်၊  မောံ၊  မောံထောံဒရာနာ။  ၂။  စုတ်ကြိုၚ်လဝ်ပ္ဍဲဂုက်၊  တၟာတ်ကြိုၚ်လဝ်၊  တၟာတ်ဗိုၚ်လဝ်။  hem in. (vt)  ဗိုၚ်ဗ္ဂုပ်။"},
{"word":"hemisphere","def":"n.  မွဲသကုတ်ဂၠးတိ၊  မွဲကရေက်တိသနြ္ဒဳ။"},
{"word":"hemp","def":"n.  ယာတ်မနှဴကေုာံတောဝ်ခေါမ။"},
{"word":"hen","def":"n.  စာၚ်ၝောံ။  hen-coop (n)  ခရိုၚ်စာၚ်။  "},
{"word":"henpecked","def":"adj.  မစိုပ်ကဆံၚ်သ္ဒးဖေက်ဗြဴ။"},
{"word":"hence","def":"adv.  သ္ပပတံနူကဵုအခိၚ်ဏံတုဲ၊  သ္ပပတံနူကဵုဒၞာဲဏံတုဲ။  ၂။  ဟိုတ်ဂှ်ရ၊  ဟိုတ်နူဂှ်ရ။"},
{"word":"henceforth","def":"adv.  တွဵုနူဂှ်၊  သ္ပပတံနူကဵုအခိၚ်ဏံတုဲ။"},
{"word":"henchman","def":"n. (pl.-men)  ကောန်ရဲတဲခွာသ္ဂောံဖျေံစိုတ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်(အလုံအိုဿီု)။"},
{"word":"her","def":"pron.  သၟတ်ဗြဴဂှ်၊  မဆေၚ်စပ်ကဵုသၟတ်ဗြဴဂှ်၊  ဒဒက်တဴကဵုသၟတ်ဗြဴဂှ်။"},
{"word":"herald","def":"n.  ကလုတ်၊  ဒုတ်။  ၂။  ပရေၚ်အာဂတ၊  နိမိတ်အာဂတ။"},
{"word":"herb","def":"n.  ဒဗ္ဗ၊  ဂဥုဲဒဗ္ဗ၊  တၞံဂဥုဲဒဗ္ဗ။  ၂။  ကၟတ်ဇိုၚ်ဂစေံ(တၞံလုပ်ဂဥုဲ)။  herbalist (n)  မၞိဟ်တဵုတၞံဂဥုဲဒဗ္ဗ၊  မၞိဟ်သွံတၞံဂဥုဲဒဗ္ဗ။"},
{"word":"herd","def":"n.  ဂမာ၊  ဒကံ၊  ဓမာ၊  ပဝါ၊  ပြဝါ၊  သ္ကံ၊  သ္ကံသတ်တိရစ္ဆာန်၊  က္ဍိုပ်သတ်တိရစ္ဆာန်။  vt.vi.  ပၟၚ်၊  ပၟၚ်ပၟဲ၊  ဂမာ၊  ဓမာ၊  မၚ်၊  သ္ပပၟၚ်။  herdsman (n)  ပၟၚ်သတ်တိရစ္ဆာန်။"},
{"word":"here","def":"adv.  ဣဏံ၊  ဒၞာဲဏံ၊  အဏံ။  hereabout (adv)  ကရပ်ဏံ၊  ကရပ်ဒၞာဲဏံ။  hereafter (adv)  ပ္ဍဲကာလအနာဂတ်ဏံ၊  အနာဂတ်ဂတ၊  လောကုတ္တဵု၊  ဘဝဗွဲကြဴ။  herewith (adv)  ကရောံၝဏံ၊  ကရောံဏံ။"},
{"word":"hereditary","def":"adj.  မဗက်မဇ၊  မဗက်ဂကူမသ၊  မဒှ်အစေန်အဆက်မဇ။  heredity (n)  မဒှ်မဗက်မဇ၊  ဒဒှ်မဗက်ဂကူမသ။"},
{"word":"heresy","def":"n. (pl.-sies)  ဘာသာဒိတ္ထိ(ဒိဋ္ဌိ)၊  ဝါတ်၊  ဝါတ်ဂါတ်၊  လညာတ်ကွေတ်မတၞဟ်ခြာကဵုညးဂမၠိုၚ်မဒုၚ်လဝ်တဲ၊  ကွေတ်မဟွံပတှ်ေအခိုက်ပြဝေဏဳညးဂမၠိုၚ်ပတှ်ေကေတ်လဝ်။  "},
{"word":"heretic","def":"n.  ရဲတိတ္ထိ၊  ရဲပတှ်ေကွေတ်တိတ္ထိ၊  မိစ္ဆာဒိဋ္ဌိ။  heretical (adj)  မနွံကွေတ်မိစ္ဆာဒိဋ္ဌိ။"},
{"word":"heritage","def":"n.  အာဲကၟာဲ၊  အာဲတၟာဲ၊  အခိုက်ကၞာတမၠာ၊  ပြဝေဏဳတမၠာ။"},
{"word":"hermetic","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ်ကျာလုပ်တိတ်ဟွံဂွံ၊  မဒှ်ဒၟံၚ်ကဆံၚ်ကျာသကုတ်သကုတ်၊  မသကုတ်လဝ်ကျာ။  hermetically (adv)  နဒဒှ်မသ္ကုတ်လဝ်ကျာ၊  နဒဒှ်ကဆံၚ်ကျာလုပ်တိတ်ဟွံဂွံ။"},
{"word":"hermit","def":"n.  ရသိ၊  ဣသိ။  hermit's cell. (n)  ပြဝိုန်။  hermitage (n)  ဘာရသိ၊  ဘာဣသိ၊  ဒေသမသ္ၚိတ်ဇြလ္ၚု၊  အသ္မာပိုတ်၊  ပဏ္ဏသာ၊  ရုၚ်ပန္နသာ၊  အဿမာပိုဒ်။"},
{"word":"hernia","def":"n.  ယဲကၠန်။"},
{"word":"hero","def":"n. (pl.-es)  သရာဲ၊  သ္ဂံၚ်။  ၂။  မၞိဟ်ဍိုက်ဇာတ်၊  ကောန်သၟိၚ်။  heroine (n)  ညးဗြဴဗြဴဍိုက်ဇာတ်၊  ကောန်သၟိၚ်ဗြဴ။  heroic (adj)  မဒှ်ညံၚ်ရဴသရာဲသ္ဂံၚ်၊  မဂံၚ်သ္ကာ၊  ဂံၚ်သ္ကာန်။  heroism (n)  ဝါဒသရာဲသ္ဂံၚ်။"},
{"word":"heroin","def":"n.  ဘိၚ်ဗ္တာၚ်။"},
{"word":"heron","def":"n.  ပံက်၊  ဂစေံပသာ်၊  ဂစေံပံက်၊  ဒိုၚ်။"},
{"word":"herpes","def":"n.  ယဲစော်ဇၞော်။"},
{"word":"herring","def":"n.  ကဗၠိက်။"},
{"word":"hesitate","def":"vt.  ဒှ်ဒၟံၚ်ကဆံၚ်ရပ်ဗလးရပ်ဗလး၊  တံၚ်ခယျ၊  ဒှ်ဒၟံၚ်ကဆံၚ်တိုန်ဒးဟာစှ်ေဒးဟာ၊  သလှ်ေသအိုန်၊  ဟွံဒှ်ဖျေံသ္ဂုတ်သွာတ်၊  ဟွံပိုတ်သ္ကုတ်။"},
{"word":"hesitant","def":"adj.  မတံၚ်ခယျဒၟံၚ်၊  မဟွံပိုတ်ဒကုတ်။  hesitantly (adv)  နဒဒှ်မတံၚ်ခယျမံၚ်၊  နဒဒှ်မဟွံပိုတ်ဒကုတ်။  hesitation (n)  ပွမတံၚ်ခယျ၊  ဒဒှ်မဟွံပိုတ်သ္ကုတ်။"},
{"word":"heterodox","def":"adj.  မဒစဵုဒစးကဵုကွေတ်ဝါဒညးဂမၠိုၚ်မဒုၚ်လဝ်တဲ။"},
{"word":"heterogeneous","def":"adj.  မတၞဟ်ခြာ၊  မဟွံတုပ်သၟဟ်၊  မနွံဒၟံၚ်ဂကူနာနာသာ်။"},
{"word":"hew","def":"vt. (pt.hewed, pp.hewed or hewn)  ကုတ်တတ်၊  တှ်ေ၊  ထာတ်၊  ဗာ်၊  ဗာ်တတ်။"},
{"word":"hexagon","def":"n.  ဗီုမနွံဒကဴကြဴ၊  ဗီုဒကဴကြဴ။"},
{"word":"heyday","def":"n.  ကာလမဖောံဗြေဝ်အိုတ်၊  အခိၚ်ဇြဟတ်ပေၚ်စိုပ်သိတ်အိုတ်။"},
{"word":"hiatus","def":"n. (pl.-es)  ဒဒှ်အဆက်ပိုတ်အာ၊  ဒဒှ်မနွံကဵုဒၞာဲသၠး၊  ဒဒှ်မနွံကဵုဒၞာဲဟာ။"},
{"word":"hibernate","def":"vi.  လဒပ်ဇူအခိၚ်သကတ်(ၜိုဟ်)၊  လဒပ်ဇူအခိၚ်မုဟ်ကျာ။"},
{"word":"hiccup","def":"n.  ဒဒှ်မသၠဲကြုတ်၊  လှိုက်။  vt.  သၠဲကြုတ်၊  လှိုက်တိုန်။"},
{"word":"hiccough","def":"တုပ်ကဵု hiccup တေံရ။"},
{"word":"hide","def":"vt.vi. (pt.hid, pp.hidden)  ပၞုက်၊  ပၞုက်ဂလုက်၊  ပၞုက်ဗ္ဒန်၊  ဗ္ဒ၊  ဂြောပ်၊  အောပ်၊  အောပ်ဗ္ဒ၊  အုပ်ဒလီု၊  ဗ္ဒန်။  hide-out (n)  ဒၞာဲမအောပ်ဗ္ဒ။  ၂။  စၞာံသတ်တိရစ္ဆာန်။"},
{"word":"hidebound","def":"adj.  မနွံကဵုလညာတ်က္ဍန်က္ဍန်။"},
{"word":"hideous","def":"adj.  မနွံကဵုရုပ်သာ်ဟိန်ဏ၊  မနွံကဵုရုပ်သာ်ပရေံပရေံ။"},
{"word":"hierarchy","def":"n.  ဂကောံမနွံကဵုအခေါၚ်ရေၚ်တၠုၚ်မွဲကဆံၚ်တုဲမွဲကဆံၚ်။"},
{"word":"high","def":"adj. (-er,-est)  မသၠုၚ်၊  သမၠုၚ်၊  မစိုပ်ဒတုဲ၊  မသ္ကာတ်မြဟ်၊  မထတ်သ္ကာတ်၊  မပြဲ၊  မထေက်တန်၊  ဟဝ်။  ၂။  မဒှ်အခိၚ်သၠုၚ်အိုတ်။  ၃။  မဒှ်စၞ, သ္စပတံလီုလာ်။  adv.  သၠုၚ်သၠုၚ်၊  ဗွဲသၠုၚ်။  high-born (adj)  မစှ်ေကၠုၚ်နူမိမကဆံၚ်ပြဲပြဲသၠုၚ်သၠုၚ်။  high-flown (adj)  မဟီုဂလာန်ဇၞော်အာနူမၞိဟ်၊  မဟီုကြီုစ။  highhanded (adj)  မလိုန်စေဝ်လ္ပာ်လ္တူမာန်။  highlands (n)  ဒေသလ္တူဒဵု၊  ခန်လွာလ္တူဒဵု။  highly (adv)  နဒဒှ်ကဆံၚ်သၠုၚ်သၠုၚ်၊  ဗွဲမလောန်၊  လောန်တဴဗွဲ။  highness (n)  ဒဒှ်မသၠုၚ်။  highway. (n)  ဂၠံၚ်ဇၞော်၊  ဂၠံၚ်သဗာန်။  highwayman (n)  ဓမၠအကြာဂၠံၚ်(ခေတ်ကၠာတေံ)။  high note. (n)  ဗရုရမျာၚ်မသၠုၚ်မထတ်သတိုတ်။  highest (adj)  စရှ်အယော၊  စလံၚ်ၝောံကိုတ်၊  စမၠံၚ်ၝောံကိုတ်၊  တဝ်စရှ်၊  ပြမ၊  ပြမတ္ထ။"},
{"word":"hijack","def":"vt.  ဗဒေံါအဒေါဝ်ဂၠံၚ်တုဲပၠံၚ်ၜးကေတ်၊  ရပ်တံၚ်ဏာက္ၜၚ်ကျာတုဲ အာတ်ကေတ်အရာမွဲမွဲ။"},
{"word":"hike","def":"vi.  ကွာ်တရဴသ္ၚောဲ(ဇမ္ၚောဲ)၊  တိတ်တရဴဇမ္ၚောဲ။  n.  ပွမကွာ်တိတ်တရဴဇမ္ၚောဲ။  ၂။  ဒဒှ်မသၠုၚ်ထောံၚုဟ်မး။  hiker (n)  မၞိဟ်အာတရဴ၊  မၞိဟ်တိတ်တရဴ။"},
{"word":"hilarious","def":"adj.  မမိပ်ဇြိပ်ညာန်ညေဲဒၟံၚ်။  hilarity (n)  ဒဒှ်မမိပ်၊  ဒဒှ်မမိပ်ဇြိပ်ညာန်ညေဲ။"},
{"word":"hill","def":"n.  ကုန်၊  ကုန်ဒဵု၊  တၟံလတ၊  တၟံလးဨကြက်ဂန်၊  ဒဵု၊  ဒလာဲဒဵုဒၞာဲတသောဝ်။  hillock (n)  တိဒအုန်။"},
{"word":"hilt","def":"n.  တဝ်၊  တဝ်မြ။"},
{"word":"him","def":"pron.  ဍေံ၊  ကဵုဍေံ။  himself (pron)  ဇကုဍေံ၊  ဇကုညး။"},
{"word":"hind","def":"n.  ဒြာဲၝောံ။"},
{"word":"hinder","def":"vt.  ကြတ်၊  ကြတ်ဒၞာ၊  ဆဳ၊  ဆေ၊  ဆေဝ်၊  ဆဵုဒဝ်၊  ဒဆဵုဒဝ်၊  ဆဵုကြတ်၊  တာ၊  တာဒနာ၊  ဒၞာ၊  ဒၞာကြတ်၊  မြိထၜိုပ်၊  သကဵုလဇုဲလဇ။  "},
{"word":"hindrance","def":"n.  တၚ်နၚ်မသကဵုလဇုဲလဇ၊  နိဝဵု၊  လၚ်တဳ၊  အရာမတာဒၞာ၊  အရာမပလာပ်ပထုဲ၊  အရာမဂၠိန်ၜောတ်။"},
{"word":"Hindu","def":"n.  ဂလာကၠေဝ်။"},
{"word":"hinge","def":"n.  ပ္ၚပ်၊  ပသဲပ္ၚပ်။  vt.vi.  ဗ္ဂပ်ပ္ၚပ်၊  ဗ္ဂပ်စုတ်ပသဲပ္ၚပ်(ပ္ဍဲပါၚ်တြၚ်,ပ္ဍဲတလာ)။  ၂။  တန်တဴ၊  တန်ဒှ်မာန်။"},
{"word":"hint","def":"n.  ဂရိပ်အရေဝ်၊  ဒမြိပ်မြော်။  vt.vi.  ထ္ၜးဒမြိပ်မြော်။"},
{"word":"hinterland","def":"n.  ဒေသမနွံသ္ၚောဲကဵုသြၚ်ၜဳဂၚ်။"},
{"word":"hip","def":"n.  ဇ္ၚာၚ်ဂၞိၚ်။  ၂။  သတ်ကဴကၠေၚ်လတိုပ်အရိုၚ်။  n.  ရမျာၚ်ထံက်ဂလာန်၊  ဒဒှ်မမိပ်စိုတ်ပူမှ်။"},
{"word":"hippopotamus","def":"n. (pl.-es or -mi)  ချေံဍာ်။"},
{"word":"hire","def":"vt.  လိၚ်လဝ်နကဵုသြန်လိၚ်ခၟာၚ်။  n.  စရိတ်၊  လိၚ်ခၟာၚ်၊  သရိတ်။  hireling (n)  မၞိဟ်စလိၚ်ခၟာၚ်၊  မၞိဟ်ဗက်ကၠောန်စနကဵုလိၚ်ခၟာၚ်။  hire purchase (n)  ဒဒှ်ရာန်ကေတ်နကဵုသၞောဝ်သၞောတ် ပၠောပ်ကဵုလှဲမွဲကံၚ်တုဲမွဲကံၚ်။"},
{"word":"his","def":"pron.  ဒြပ်ညး၊  မှက်(သၟက်)ညး၊  ဒဒက်တဴကဵုညး။  His Honour. (n)  တလးညး။  His Majesty. (n)  တၠးညး။"},
{"word":"hiss","def":"vt.vi.  ကသိုဟ်၊  ကသြိုဟ်၊  တသိုဟ်(ဇြုံ)။  ၂။  လာဲဟိုဟ်တိတ်။"},
{"word":"history","def":"n. (pl.-ries)  ဝၚ်၊  ဝတ်။  historian (n)  မၞိဟ်ခၞံဝၚ်၊  အ္စာဝၚ်။  historic (adj)  မပြာကတ်ပ္ဍဲဝၚ်၊  မပြာကတ်ပ္ဍဲရာဇာဝၚ်။  historical (adj)  မဆေၚ်စပ်ကဵုဝၚ်။"},
{"word":"hit","def":"vt.vi. (-tt-)(pt.pp.hit)  ဒွံဒး၊  တက်ဒး၊  ဒိ၊  ဒိဒး၊  ဒး၊  သကဵုတက်။  ၂။  ဆဵုဒးမွဲချိုန်ခဏဂှ်၊  ဆဵုဒးဗြုဗြု၊  ဆဵုဒးလွာဲဂှ်။  n.  ဒဒှ်မစာဲစုတ်၊  ဒဒှ်မဒုက်စုတ်။"},
{"word":"hitch","def":"vt.vi.  ဒက်၊  မာ်။  ၂။  ဒဇက်တံၚ်။  n.  ပွမဒဇက်တံၚ်။  ၂။  ပွမပလာပ်ဒၞာ၊  ပွမဂၠိန်ၜောတ်။"},
{"word":"hitchhike","def":"vi.  ဍိုက်ကွဳစက်ဂၠံၚ်ဒး,ဟွံသ္ဒးကဵုၚုဟ်မး။"},
{"word":"hive","def":"n.  ဂတဝ်သာဲ၊  သ္ၚိသာဲ။  ၂။  ဒၞာဲမၞိဟ်ထုဲဂရုဲထပိုတ်အာကၠုၚ် မကၠောန်ဒၟံၚ်ကမၠောန်။"},
{"word":"hoard","def":"n.  ဒဒှ်မပကောံပၞုက်လဝ်။  vt.vi.  ပၞုက်ဂိုၚ်ဒေပ်လဝ်။"},
{"word":"hoarding","def":"n.  ပွမဒပ်ဗိုၚ်လဝ်အဃောသိုၚ်ဒၟံၚ်ဒတန်။"},
{"word":"hoarse","def":"adj.  မနွံကဵုရမျာၚ်ဒကးဒကး။"},
{"word":"hoax","def":"n.  ပွမဓၟက်ဗ္ဂေတ်။  vt.  ဗ္ဂေတ်လီ။"},
{"word":"hobble","def":"vt.vi.  ကွာ်ဆံၚ်အာ၊  ကွာ်ခေံအာ။  ၂။  စုတ်လဝ်ကၟာၚ်ဇိုၚ်။"},
{"word":"hobby","def":"n. (pl.-bies)  ဝါသနာ၊  လွာသနာ၊  လွာသၞာ။  hobby-horse (n)  ရုပ်ချေံကောန်ၚာ်ဝေၚ်။"},
{"word":"hobnail","def":"n.  ပသဲဒုၚ်ပ္ဍဲဒၞေဟ်ဒၞပ်(ဒၞေပ်)။"},
{"word":"hobnob","def":"vi. (-bb-)  သ္ပရဲစသုၚ်မွဲစွံ။"},
{"word":"hocus-pocus","def":"n.  အရေဝ်မဟီုနူသၟာလှန်မတ်၊  ဗီုပြၚ်မုက်မတ်သၟာလှန်မတ်။"},
{"word":"hod","def":"n.  ခွက်ထးမယိုက်ဒယိုန်အၚ်္ဂဒဵု။"},
{"word":"hoe","def":"n.  ကွဵုပၠာဇၜံက်၊  ကွဵုဇၜံက်။  vt.vi.  ပံၚ်ဖက်၊  ၜံက်၊  ၜံက်ကဵုကွဵုဇၜံက်။"},
{"word":"hog","def":"n.  ကၠိက်တၟက်။  hog-plum (n)  ပကံက်၊  မကံက်၊  အဳ၊  တ္ၜန်။"},
{"word":"hoist","def":"vt.  ပ္တိုန်၊  သၠုၚ်ပ္တိုန်။  n.  ပွမပ္တိုန်၊  ပွမသၠုၚ်ပ္တိုန်။"},
{"word":"hold","def":"vt.vi. (pt.pp.held)  ရပ်၊  ရပ်လဝ်ဗိုန်ဗိုန်၊  ထဏေန်၊  ထၞေန်၊  ထိၚ်၊  ဗဇာ။  ၂။  ဒုၚ်ကေတ်။  ၃။  ထိၚ်ဒက်လဝ်၊  ဗလေတ်။  ၄။  ပိုၚ်ပြဳ။  ၅။  ပြိုၚ်ပ္ကာန်။  ၆။  ဆုတ်လ္ပာ်ဖာလက်ကြဴ။  adv.  နဒဒှ်မဟၟဲကဵုဆုတ်ကလေၚ်။  ၂။  ပၞုက်ပဲါစွံလဝ်၊  ပၞုက်လဝ်။  n.  ဒဒှ်မဟွံသကဵုဗၠးအာ။  ၂။  ဗုၚ်က္ၜၚ်။  holder (n)  သၞာတဲ၊  ယာတ်သၞာတဲ။  hold a view. (vt.vi)  လဝ်စိုတ်။  hold a wrestling match. (vt.vi)  ရပ်ဝေၚ်လက်ဗန်။  hold an audience. (vt.vi)  ဒုၚ်စမုက်။  hold the reins. (vt.vi)  ဖျီုလဟက်(ချေံ)။  hold up. (vt.vi)  ခၜ၊  ထ္ၜ။"},
{"word":"hold-all","def":"n.  ထိုၚ်ဒုတ်ဒုတ်သွက်ဂွံစုတ်ကပေါတ်မအာတရဴ။"},
{"word":"hole","def":"n.  ပၞော်၊  ကတိုၚ်၊  ကမှော်၊  ကမှောၚ်၊  ခၟံက်၊  ဂမြေၚ်၊  ထမှောၚ်၊  ထောၚ်၊  ထၟောၚ်၊  ဖြုၚ်၊  လတိုၚ်၊  သိုၚ်၊  သြိုၚ်။  vt.  ကလိုဟ်၊  ပထောၚ်၊  ကလိုဟ်ပထောၚ်၊  ခဲါကတိုၚ်၊  ပၠောပၠောပ်ကတိုၚ်။  hole in the ground. (n)  ကတိုၚ်။"},
{"word":"holiday","def":"n.  တ္ၚဲသၠး၊  တ္ၚဲကမၠောန်သၠး၊  တ္ၚဲဇူ၊  တ္ၚဲဇူကမၠောန်၊  တ္ၚဲဒေံါဇူ၊  တ္ၚဲဒေံါဇူကမၠောန်။"},
{"word":"holiness","def":"ရံၚ် holy တေံညိ။"},
{"word":"hollow","def":"adj.  မဒှ်ဒၟံၚ်ဂွိုၚ်၊  မဒှ်ဒၟံၚ်ထၟောၚ်၊  မဟွံမွဲကဵုကြက်။  ၂။  မဒှ်ဍာံဍာံဟွံသေၚ်၊  မဒှ်ဇေတ်ဇေတ်ဟွံသေၚ်။  ၃။  မခလံက်လုပ်ဒၟံၚ်။  n.  ခလံက်၊  ခရိုက်၊  ခံက်ဂၠိုန်၊  ဂွိုၚ်၊  ပထောၚ်၊  ထၟော်၊  ထၟော်ဆု၊  ထၟောၚ်၊  ကရေပ်ဒဵု၊  လှာၚ်။  a hollow. (n)  ခရော်၊  ခရော်အကြာဒဵု။  vt.  ခလံက်လုပ်အာ၊  ထ္ၜံက်ဂၠုၚ်။  to hollow out. (vt)  ပုတ်ဂၠတ်ပ္တိတ်နူကဵုအရာမွဲမွဲ။"},
{"word":"holocaust","def":"n.  ဒဒှ်မလီုလာ်အာဇၞော်ကဵုဇြဟတ်၊  ပွမပၠောပ်ပ္ဍဲစၚ်ယဇ်၊  ပွမစံၚ်ဂစိုတ်ထောံကဵုပၟတ်။"},
{"word":"holster","def":"n.  ထိုၚ်စၞာံမစုတ်သၞာတ်ဒမၠေံ။"},
{"word":"holy","def":"adj. (-ier,-iest)  မဆေၚ်စပ်ကဵုကျာ်တၠညး၊  မဆေၚ်စပ်ကဵုပရေၚ်ဘာသာ၊  မပြဲ၊  သၠးဂွး။  ၂။  မရှ်ေသှ်ေရဴဂဴပရေၚ်ဘာသာ။  holiness (n)  ကၞောတ်အဲပရဲ၊  ဒဒှ်မပြဲအိုတ်။  Holy Land of Buddhism. (n)  မဇ္ဇျိမဒေသ၊  ဌာန်ဒေသကျာ်က္တဵုဒှ်။"},
{"word":"homage","def":"n.  ပွမသ္ပပူဇဴဝန်၊  ဝန်စဝ်၊  ဝေါန်၊  ဝေါန်စဝ်။  ၂။  ပွမနွံကဵုသစ္စကဵုတၠညး ပ္ဍဲခေတ်ပဒေသရးတေံ။"},
{"word":"home","def":"n.  သ္ၚိ၊  တိဍာ်ဇတိဇကု။  ၂။  ဌာနမၚ်မွဲရံၚ်စံၚ်ညးမဂွံအယုက်တံ။  homeless (adj)  မဟၟဲကဵုသ္ၚိဌာန်။  homesick (adj)  ယဲဗှ်သၞာသ္ၚိ။  homespun (adj)  ယာတ်တုတ်ပ္ဍဲသ္ၚိ၊  ယာတ်ယန်။  homestead (n)  ကၠံသ္ၚိမနွံကဵုသီုဝါဗ္ၚ။  homeward (adj)  မအာလ္ပာ်သ္ၚိ၊  မအာဒၞာဲသ္ၚိမနွံ။"},
{"word":"homely","def":"adj. (-ier,-iest)  မရပ်စပ်ဒၟံၚ်ရိုဟ်တ္ၚဲဗီုပြၚ်ဓမ္မတာ။  ၂။  မဒှ်ဗီုအပ္ဍဲသ္ၚိ။  ၃။  မဟိန်ဏ၊  မနွံကဵုမုက်မတ်ဟွံဒးရး။"},
{"word":"homicide","def":"n.  ပွမဂစိုတ်မၞိဟ်၊  မၞိဟ်ဂစိုတ်မၞိဟ်။  homicidal (adj)  မနွံပၟိက်သွက်ဂွံဂစိုတ်မၞိဟ်။"},
{"word":"homily","def":"n. (pl.-lies)  တဝှ်ဍောၚ်ဓဝ်။  ၂။  ဂလာန်လၟေတ်လ္ၚုလ္ၚုလ္ၚန်လ္ၚန်(စိုတ်ဟွံလုပ်စ)။"},
{"word":"homogeneous","def":"adj.  မတုပ်ကဵုဂကူဍေံ၊  မသၟုၚ်ဒၟံၚ်၊  မတုပ်ဗီုပြၚ်။"},
{"word":"homonym","def":"n.  မအရေဝ်ဝေါဟာဗီုပ္တိတ်ရမျာၚ်ကဵု ဗီုဟီုမတုပ်ဒၟံၚ်ကီုလေဝ် မနွံကဵုအဓိပ္ပာဲတၞဟ်ခြာ။"},
{"word":"hone","def":"n.  တၟံချူမြ။  vt.  ချူမြ။"},
{"word":"honest","def":"adj.  မယျဵုလ္ဂူ၊  မတပ်တး။  honesty (n)  ဒဒှ်မယျဵုလ္ဂူတပ်တး။  honestly (adv)  နဒဒှ်မယျဵုလ္ဂူတပ်တး။"},
{"word":"honey","def":"n.  ဍာ်သာဲ။  honeybee (n)  သာဲ။  honeycomb (n)  သ္ၚိသာဲ၊  ဂတဝ်သာဲ။  honeyed (adj)  မဒှ်ညံၚ်ရဴပၠေတ်လဝ်ဍာ်သာဲ(ပ္ဍဲကတောဝ်)။  honey plantain (n)  ဗြာတ်ဍာ်သာဲ။"},
{"word":"honeymoon","def":"n.  တရဴမတိတ်ကြေဝ်ဂေတ်ဝေၚ် မသ္ပလဝ်မ္ၚဵုထပ်တဲတုဲတၟိတၟိ။"},
{"word":"honorarium","def":"n.  လိၚ်ခၟာၚ်မသ္ပပူဇဴညာဏ်။"},
{"word":"honorific","def":"n.  ဂလာန်မရပ်စပ် ဒၞာဲရှ်ေသှ်ေရဴဂဴ။"},
{"word":"honour","def":"(honor) n.  အယော၊  အိန်ခေၚ်၊  အိန်ရဳ၊  ကျာ်သြဳ၊  ကျာ်သဳ၊  ကွိုန်၊  စရာဲ၊  ဒတိုန်၊  ဂုန်၊  ဂုန်စရာဲ၊  ဒဒှ်မပြာကတ်ဒယှ်တှ်၊  ပွမသ္ပဂရု၊  ပွမသ္ပအဲပရဲ၊  သိပ်ဂၠိပ်။  ၂။  ဒဒှ်မဒယှ်တှ်လ္ပာ်ခိုဟ်၊  ဒဒှ်မခိုဟ်တဴပ္ဍဲဒ္ဂေတ်ပဋိပတ်၊  ပွမနွံကဵုဂုန်စရာဲကျာ်သဳ။  vt.  ကေတ်စဂုန်စရာဲ၊  ကၠေဝ်မက်၊  အဲပရဲ၊  ယိုက်ဂုန်၊  ယိုက်ဒိုက်၊  သဳကၠဳ၊  စရာဲ၊  ပ္တိုန်စဂုန်စရာဲ၊  မအပ်ပြာပ်ကဵုမဟိမု။  ၂။  ထ္ၜပတိုန်ဒၟံၚ်သၠုၚ်။"},
{"word":"honourable","def":"adj.  မနွံကဵုဂုန်စရာဲ၊  မထေက်ကဵုသ္ဒးပတိုန်ဂုန်စရာဲ၊  မယျဵုလ္ဂူတပ်တး။"},
{"word":"honorary","def":"adj.  မယဵုဒုၚ်နကဵုစေတနာ။  honorary title. (adj)  ပြမရာဇာ။"},
{"word":"hooch","def":"n. (colloq.)  အရက်။"},
{"word":"hood","def":"n.  ဂရောပ်က္ဍိုပ်။  ၂။  ကၟဳကွဳပၟတ်ကွဳစက်။  hooded (adj)  မချံစုတ်လဝ်ဂရောပ်က္ဍိုပ်။"},
{"word":"hoodwink","def":"vt.  လီပၠီ၊  စၞာဲဗ္ဂေတ်။"},
{"word":"hoof","def":"n. (pl.-s or hooves)  သၞေပ်၊  နှေပ်။"},
{"word":"hook","def":"n.  ခမာ်၊  ခနန်၊  ခၞန်၊  ခၞောန်၊  ဂၟာ်၊  ဃံက်၊  ဇၟာ်။  vt.vi.  ကွက်လဝ်ကဵုဂၟာဲ၊  ဇၟာ်ကွက်၊  မာ်ကွက်၊  ရပ်ကေတ်ကဵုဂၟာ်၊  မာ်ကေတ်ကဵုဂၟာ်၊  မာ်လဝ်။  hookworm (n)  မြုန်၊  ဗရုန်။  hook for guiding an elephant. (n)  ကရာၚ်စိၚ်။"},
{"word":"hooligan","def":"n.  အၜဵု၊  အဍိုပ်ဍာ်၊  မၞိဟ်မကဵုဒဒိုက်စိုတ်ကဵုမၞိဟ်မအာဒၟံၚ်အကြာဂၠံၚ်အဒေါဝ်မၞိဟ်သၠိုက်၊  သရာဲဂၠံၚ်။"},
{"word":"hoop","def":"n.  ပသဲပၠာလကံက်စေဝ်ဍာ်၊  ဝိုၚ်။"},
{"word":"hoot","def":"n.  ဗရုဂစေံကလော်လရိုအ်။  ၂။  ဗရုဗဂိုဟ်ကွဳစက်တုတ်၊  ဗရုက္ၜၚ်တုတ်။  ၃။  ရမျာၚ်ပတိုန်ဖျေံပျိုၚ်ပျေက်။  vt.vi.  ကညာၚ်ပျိုၚ်ပျေက်။"},
{"word":"hooves","def":"ရံၚ် hoof တေံညိ။"},
{"word":"hop","def":"n.  တၞံကွဲ(ခၟောံပ္ကဲဍေံမစကာဂွံပ္ဍဲကာလဂွပ်ဂဇဝ်ဗဳယျာ)။  vt.vi. (-pp-)  ခေံအာ၊  ထလာ်ဒံၚ်အာ။  n.  တရဴက္ၜၚ်ကျာမွဲပ္ၚံက်။"},
{"word":"hope","def":"n.  ပွမစၟဳမၚ်၊  ဒဒှ်မမၚ်ဒုၚ်တၠုၚ်။  vt.vi.  စၟဳမၚ်။  hopeful (adj)  မစၟဳဒုၚ်တၠုၚ်စမာန်၊  မနွံကဵုကဆံၚ်မစၟဳဒုၚ်စဂွံ။  hopefully (adv)  နဒဒှ်မနွံကဵုဆန္ဒစၟဳမၚ်ဒုၚ်တၠုၚ်ဇၞော်ကဵုဇြဟတ်။  hopeless (adj)  မဟမွဲကဵုဆန္ဒသွက်ဂွံစၟဳမၚ်ဒုၚ်တၠုၚ်။  hope for. (vt.vi)  စၟဳဗၞုဟ်။"},
{"word":"horde","def":"n.  သ္ကံ၊  က္ဍိုပ်(မၞိဟ်,သတ်)။"},
{"word":"horizon","def":"n.  စက်ဇိုၚ်အကး။  horizontal (adj)  မဒှ်လက်ဇမၠိၚ်၊  မစှ်ေကဵုအလိုက်ဂၠးမုက်တိ။"},
{"word":"horn","def":"n.  ဂြၚ်၊  ဒြၚ်။  ၂။  အရာမနွံဒၟံၚ်ညံၚ်ရဴဂြၚ်။  ၃။  ခရာ။"},
{"word":"hornbill","def":"n.  ကၟာတ်အိုၚ်၊  ကၟာၚ်အိုၚ်၊  ဂစေံကၟာၚ်အိုၚ်။"},
{"word":"hornet","def":"n.  ဗိမ္ဓ၊  စၟဍိက်ကျာ်မွဲဂကူ။"},
{"word":"horoscope","def":"n.  ဂြိုဟ်ဂတာ၊  ဂြိုဟ်ဇာတာ၊  စက်ဇာတာ၊  စဂ္ဂတာ၊  ဇာတာ၊  လက်။"},
{"word":"horror","def":"n.  ဒဒှ်မဖေက်လကိုတ်ရောံဒည၊  ဒဒှ်မက္ဍုဟ်မၠေံဇအိုန်ဇရ၊  ဒဒှ်မထမုဒမြဴ။  horror-struck / horror-stricken (adj)  မလကိုတ်ဇတဝ်ဂဝဝ်အာ။"},
{"word":"horrible","def":"adj.  မစိုပ်ကဆံၚ်သ္ဒးဖေက်လကိုတ်ဇတဝ်ဂဝဝ်။"},
{"word":"horrify","def":"vt.  ဖေက်လကိုတ်ဇတဝ်ဂဝဝ်။"},
{"word":"horse","def":"n.  ချေံ။  on horse-back (adv)  နဒဒှ်မက္ဍိုက်ကၠုၚ်ချေံ၊  ဍိုက်ချေံတုဲ။  n.  ယာန်ချေံ။  horsemanship (n)  ဒဒှ်မစိုန်သ္ကီုပ္ဍဲအရာဍိုက်ချေံ။  horse race. (n)  ပေဲါချေံ။  horse power. (n)  ဓတ်ချေံ။  horse radish. (n)  ခၞာဲ၊  သတ်ခၞာဲ။"},
{"word":"hose","def":"n.  ပၠံၚ်ဍာ်ဍိုန်ဍိုန်မကၠောန်လဝ်နကဵုထၜိုတ်။  ၂။  ဂရောပ်ဇိုၚ်ဇမၠိၚ်။  vt.  လၟုဟ်ဍာ်။"},
{"word":"hosier","def":"n.  မၞိဟ်သွံပလောံဒုၚ်အပ္ဍဲတံ ထိုၚ်ဂရောပ်ဇိုၚ်တံ။"},
{"word":"hospice","def":"n.  ဇြပ်၊  ဌာန်ဇၞူ။  ၂။  ရုၚ်ဂဥုဲသွက်မၞိဟ်ယဲဇက်ဒၟံၚ်လမျီု။"},
{"word":"hospitable","def":"adj.  မဍိုက်ပေၚ်တဴကဵုဝတ်အလေဝ်ဒုၚ်တၟုဲ။"},
{"word":"hospital","def":"n.  ရုၚ်ဂဥုဲ။"},
{"word":"hospitality","def":"n.  ဒဒှ်ဝတ်ဒုၚ်တၠုၚ်တၟုဲဍိုက်ပေၚ်။"},
{"word":"host","def":"n.  တၠသ္ၚိ။  ၂။  လၟိဟ်ဗွဲမဂၠိုၚ်။  hostess (n)  တၠသ္ၚိဗြဴ၊  ဗြဴတၠသ္ၚိ။  air hostess (n)  ဗြဴဗြဴက္ၜၚ်ကျာ၊  သၟာယျက္ၜၚ်ကျာ။"},
{"word":"hostage","def":"n.  မၞိဟ်သ္ဒးဒုၚ်သ္ပဒၞန်။"},
{"word":"hostile","def":"adj.  မဂၠာဲသၞ၊  မဒှ်သၞ၊  ဝေရဳ။  hostility (n)  ပွမဂၠာဲသၞ။  hostilities (n)  ပွမဗဒှ်ကဵုပၞာန်။"},
{"word":"hot","def":"adj. (-ter,-test)  က္တဴ၊  က္တဴက္တာန်၊  က္တဴက္တာန်စံၚ်ဏှာ၊  ကသာ၊  ကသက်၊  ရိၚ်၊  မဂီုတူ၊  မက္တဴသ္ကာတ်။  ၂။  ဒဒှ်ဒၞာဲဝဲါသတ်ဒဵုတံတတ်ကွာ်အာ(ဗဟူဏံ)။  hotbed (n)  ဒေသသရာံပါပ်မက္တဵုဒှ်။  hot money (n)  သြန်ဂမ္တဴ။  hotpot (n)  သွမတောံလဝ်ကဵုထၟာဲသၠုဲ။  hotly (adv)  နဒဒှ်ဂစာန်ဂၠာဲနကဵုဓာတ်စိုတ်။  hotness (n)  ပွမသကဵုက္တဴကာတ်။"},
{"word":"hotel","def":"n.  ခဒံဇၞူ၊  ခဒံလိၚ်စသွက်တၟုဲတံသ္ဂောံဇူဒီု၊  ခဒံဇူဒီု၊  ရုၚ်ပုၚ်ဇၞော်၊  ဟဝ်တေဝ်။"},
{"word":"hound","def":"n.  ကၠဵုဗက်သတ်ဂြိုပ်၊  ကၠဵုမၚ်။  vt.  သ္ဒးဒုၚ်ထဍေၚ်ဗက်လက္ကရဴ။  to set the hounds on. (vt)  ဂဇုဟ်၊  ဗဇုဟ်။"},
{"word":"hour","def":"n.  နာဍဳ၊  အခိၚ်။  ၂။  ခရာအခိၚ်.၂၄.ဂအုံ.၁.ဂအုံပ္ဍဲမွဲတ္ၚဲ။  ၃။  တၚ်မၜတ်ကၞာတ်အခိၚ်။"},
{"word":"house","def":"n. (pl.-s)  သ္ၚိ၊  သ္ၚိမံၚ်၊  ရၚ်၊  ရုၚ်၊  ဝေါၚ်သ။  ၂။  မၞိဟ်ဗဵုပေဲါ။  vt.  ဂၠာဲလဝ်ကဵုသ္ၚိဌာန်သွက်သ္ဂောံမံၚ်၊  သကဵုဇူဒီု။  house-agent (n)  မၞိဟ်မကၠောန်ကမၠောန်သွံရာန်စသ္ၚိ။  housebreaker (n)  မၞိဟ်ဖံက်ပလီုလုပ်သ္ၚိအခိၚ်တ္ၚဲ။  housefront (n)  မုက်သ္ၚိ။  household (n)  ဂဘာဂြဝ်၊  ခရှ်၊  ဂရှ်၊  သ္ၚိကၟိန်။  house hold goods. (n)  ဒြပ်ဝၚ်၊  ကပေါတ်ကညောတ်ရပ်စပ်ပ္ဍဲသ္ၚိ။  householder (n)  ခရှ်၊  ကရှ်၊  ဂရှ်၊  ကရုဟ်။  house lizard. (n)  ခစက်။  house lot. (n)  ဂအာၚ်သ္ၚိ။  housemaid (n)  ဗြဴဗြဴကမၠောန်ပ္ဍဲသ္ၚိ။  house rent. (n)  ၚုဟ်လိၚ်သ္ၚိ။  house spirit. (n)  ကလော်သ္ၚိ။  housewife (n)  သမ္ဘာ၊  ရဲသ္ၚိ၊  မၞိဟ်ဗြဴပ္ဍဲသ္ၚိ။  housework (n)  ကမၠောန်အပ္ဍဲသ္ၚိ။"},
{"word":"hovel","def":"n.  ကောန်တာဲ။"},
{"word":"hover","def":"vi.  ယာန်ပဝ်၊  ယာန်အာ၊  ဂေတ်တ္ၚေတ်ဒၟံၚ်၊  ယာန်ဂေတ်ဒၟံၚ်။"},
{"word":"how","def":"adv.  ခလဵု၊  ခိုက်လဵု၊  ပသာ်၊  သာ်လဵု၊  သောၚ်လဵု၊  ဗီုလဵု၊  ရဴသာ်လဵု၊  ၜိုတ်လဵု။  how much. (adv)  ဂလိုၚ်လဵု၊  ၜိုတ်လဵု။  however much. (adv)  ၜိုတ်လဵု။"},
{"word":"howdah","def":"n.  ကစိၚ်၊  ဒိန်ဒြၚ်၊  သရေၚ်။"},
{"word":"howl","def":"n.  ဗရုကျူ(ကၠဵု)၊  ဗရုကရဳကရောတ်။  vt.vi.  လရိုအ်ကရဳကရောတ်၊  ပ္တိတ်ရမျာၚ်ကရဳကရောတ်။"},
{"word":"hub","def":"n.  ဒကောံ၊  ဒကောံကွဳ(ဒကောအ်ကွဳ)၊  ပဏှ်ေ၊  ပၞိဟ်၊  ဗဟဵု၊  ပၞေဟ်။  hub of the universe. (n)  ပၞေဟ်တိ။"},
{"word":"hubbub","def":"n.  ရမျာၚ်ညာန်ညာန်ညေဲညေဲ၊  ရမျာၚ်ပလေဝ်ပလံၚ်။"},
{"word":"hubby","def":"n. (colloq)  တြုံတၠသ္ၚိ၊  ရဲသ္ၚိ။"},
{"word":"huddle","def":"vt.vi.  ပ္ဍဵုသိက်စုတ်။  ၂။  ကဝေန်တၚ်က္ၜံၚ်။"},
{"word":"hue","def":"n.  အရံၚ်၊  အရံၚ်အရာ။"},
{"word":"hug","def":"vt. (-gg-)  ပူဗန်၊  ဗန်၊  မိန်လဝ်သြိုဟ်ကဵုသြိုဟ်။  ၂။  လုပ်ဒေံါပ္ဍဲသၞေဟ်။  n.  ပွမအပ်လဝ်သြိုဟ်ညးသ္ကံ။"},
{"word":"huge","def":"adj.  မဇၞော်ဒုတ်၊  မဇၞော်တဴလောန်အာကဵုသၞောတ်၊  ၝောံယာဲ။"},
{"word":"hull","def":"n.  ဂၠုၚ်က္ၜၚ်၊  သၞော်ဇကုက္ၜၚ်။  vt.  သံက်သၞော်သတ်ဇုက်။  n.  သၞောတ်သတ်ဇုက်။"},
{"word":"hullabaloo","def":"n.  ပွမက္တဵုကြဵုဇာ၊  ပွမဇၞော်က္တဵုဒၟံၚ်ဟိုတ်၊  ဒဒှ်မသ္ပဒၟံၚ်ညာန်ညာန်ညေဲညေဲ။"},
{"word":"hum","def":"vt.vi. (-mm-)  ဗြုဒၟံၚ်ဝေဝ်ဝေဝ်ညံၚ်ရဴဗရုသာဲ၊  ကရဳကရောတ်ဒၟံၚ်နကဵုဒွက်သာသာ။  humming (adj.n.)  မဗြုဒၟံၚ်ဝေဝ်ဝေဝ်၊  ဗရုမဗြုဒမံၚ်ဝေဝ်ဝေဝ်။  humming moth (n)  ခနၚ်(စၟ)။"},
{"word":"human","def":"adj.  မဆေၚ်စပ်ကဵုကောန်မၞိဟ်၊  မဒှ်ကောန်မၞိဟ်။ (-being) n.  မၞိဟ်။  humanly (adv)  မၞိဟ်ဍာံဍာံ၊  ညံၚ်ရဴမၞိဟ်။  human body. (n)  သန္ထာန်မၞိဟ်။"},
{"word":"humane","def":"adj.  မဆာန်ဍူ၊  မဗ္စာ။  humanely (adv)  ဗွဲကရုဏာ၊  နဒဒှ်မနွံကဵုဓဝ်ဆာန်ဍူ။"},
{"word":"humanize","def":"vt.  သကဵုဒှ်ဗီုမၞိဟ်၊  သကဵုတုပ်ညံၚ်ရဴမၞိဟ်။"},
{"word":"humble","def":"adj. (-r,-st)  မဒှ်ကဆံၚ်အပြောံ၊  မဒိုက်ဝါတ်၊  မဒိုက်ဂတ်။  ၂။  ဖျဝ်၊  မဖျဝ်၊  ဗ္ဒေက်၊  မဗ္ဒေက်ဖျဝ်၊  မဇံသဝ်၊  မဟွံပတဴလဝ်မာန။  vt.  ဇံသဝ်အောပ်မာ၊  ပ္ဍဵုဒလိုက်ထောံ။  to humble oneself. (vt)  ဖျဝ်စိုတ်၊  ဝေါန်စဝ်။"},
{"word":"humbug","def":"n.  ပွမလီ၊  ဒဒှ်မပၠီ။"},
{"word":"humdrum","def":"adj.  မလ္ၚုလ္ၚန်၊  လလၞုဟ်လၞေၚ်၊  မဂြောံဂြာဲ။"},
{"word":"humid","def":"adj.  မအုပ်ဇြုၚ်ဒၟံၚ်၊  မက္တဴအုပ်ဒၟံၚ်၊  တ္ဍေက်သအိုပ်။"},
{"word":"humiliate","def":"vt.  သကဵုစိုတ်ဍောတ်၊  သကဵုဂွံမုက်ဂဝ။  humiliation (n)  ပွမသကဵုစိုတ်ဍောတ်၊  ဒဒှ်မသကဵုဂွံမုက်ဂဝ။"},
{"word":"hummock","def":"n.  ကုန်ဒဵု။"},
{"word":"humour","def":"(humor) n.  ပွမပျိုၚ်ပျေက်၊  ပွမက္တဵုဂရိုၚ်။  ၂။  အကာဲအရာဓာတ်စိုတ်။  vt.  ဗက်အလိုက်၊  ဒးအလိုက်၊  စှ်ေအလိုက်။  humorist (n)  အ္စာကဝိမချူလိက်က္တဵုဝေၚ်ဂရိုၚ် (လိက်ပျိုၚ်ပျေက်)၊  အ္စာဟီုတွံက္တဵုဝေၚ်ဂရိုၚ်။  humorous (adj)  မနွံကဵုကၠေၚ်က္ဍဟ်က္တဵုဝေၚ်အရေဝ်ဂရိုၚ်၊  မနွံညာန်ဟီုဂးပျိုၚ်ပျေက်(မလေပ်ပျိုၚ်ပျေက်)။"},
{"word":"hump","def":"n.  ဗံ(ဂၠဴ)။  vt.  သကဵုကုန်၊  သကဵုကုပ်၊  သကဵုခၠုပ်၊  သကဵုအုဟ်ဍံ၊  အုဟ်ဍံ။  humpback (n)  မၞိဟ်မနွံကဵုတၟံၚ်ပ္ဍဲဒေါဝ်စး၊  မၞိဟ်စးကုန်ကုန်။  humpbacked (adj)  စးကုန်၊  မနွံကဆံၚ်စးကုန်ကုန်။  hump of a bull. (n)  ဂဗံဂၠဴ၊  ဗအ်ဂၠဴ။"},
{"word":"hunch","def":"n. ဗံ(ဂၠဴ)၊  ဗအ်ဂၠဴ။"},
{"word":"hundred","def":"n. adj.  ကၠံ (၁ဝဝ)။  hundred thousand. (n)  ကိုတ်၊  မွဲကိုတ်။  hundred million. (n)  နိလဟုတ်တံၚ်၊  မွဲနိလဟုတ်တံၚ်။"},
{"word":"hung","def":"ရံၚ် hang တေံညိ။"},
{"word":"hunger","def":"n.  ဒဒှ်မကၠောဝ်ဗျဵု၊  ဒဒှ်မနွံကဵုပၟိက်မိက်ဂွံစစၞ၊  ဒဒှ်မတဟၚ်၊  ဗယဵု။  vi.  ဗျဵုတဟၚ်၊  ဗျဵုထၚ်။  "},
{"word":"hungry","def":"adj. (-ier,-iest)  ကၠောဝ်၊  ကၠောဝ်ဗျဵု၊  တဟၚ်၊  ဗျဵု၊  မဗျဵုတဟၚ်ဒၟံၚ်၊  မစၟဳမၚ်ဒၟံၚ်၊  မဇောဝ်စၟဳဒၟံၚ်။  hungrily (adv)  နဒဒှ်မဗျဵုတဟၚ်ဒၟံၚ်ဗွဲမလောန်။"},
{"word":"hunt","def":"vt.vi.  ဗက်ဂြိုပ်၊  ဗိုၚ်စသတ်ဂြိုပ်။  ၂။  ဂၠာဲ။  hunter (n)  လၟ၊  သၟာကံ။  huntsman (n)  ဗြာန်၊  လမ၊  လၟ။  hunting knife. (n)  မြဗက်ဂြိုပ်။"},
{"word":"hurdle","def":"n.  ကရုၚ်တိုၚ်ဒပ်မွဲချိုန်ခဏ။  ၂။  ဗိုၚ်မကၠောန်လဝ်သွက်ဂွံဒံၚ်ထလာ် ပ္ဍဲပေဲါဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။"},
{"word":"hurl","def":"vt.  ထဝေၚ်ကၠဟ်ထောံ၊  လှောဝ်ဒဗိုတ်။  hurl a missile. (vt)  သြောဝ်ဗလး၊  လှောဝ်ဗလး။"},
{"word":"hurricane","def":"n.  ကျာ်မြာတ်၊  ကျာဓမြာတ်၊  မေလံၚ်၊  ဓမြာတ်။"},
{"word":"hurry","def":"n.  ဒဒှ်မခရေက်ခဗေက်၊  ဒဒှ်မဂရက်ဂဗက်၊  ပွမဒရက်။  vt.vi.  ကၠောန်ဂရက်ဂရက်ဂဗက်ဂဗက်၊  ကွာန်မြက်မြက်။  hurried (adj)  မဂရက်ဂဗက်ဒၟံၚ်လၟိုန်၊  မဂရက်ဗဗက်လောန်အာ။  hurriedly (adv)  ခဗက်ခဗက်၊  ဂဗက်ဂဗက်။"},
{"word":"hurt","def":"vt.vi. (pt.pp.hurt)  ပယဲ၊  ပယဲခရ(သရ)၊  ပရိုက်၊  ဝေဒနာ၊  သကဵုဂိ၊  သကဵုဂိအာ။  n.  ဒဒှ်မဂိ။  hurtful (adj)  မသကဵုဂိ။"},
{"word":"hurtle","def":"vt.vi.  လုပ်တေက်၊  ဒေံါလောတ်စှ်ေ။"},
{"word":"husband","def":"n.  ဣမာၚ်၊  ကဏပ်၊  ကၞပ်(ကောန်ၚာ်)၊  ဂယိုၚ်၊  တၠသ္ၚိ၊  တြုံ၊  တြုံတၠသ္ၚိ၊  တြုံဣမာၚ်။"},
{"word":"hush","def":"vt.vi.  သကဵုညိၚ်အာ၊  သကဵုကၞပ်အာ။  n.  ဒဒှ်မသကဵုညိၚ်အာ၊  ဒဒှ်မသကဵုကၞဟ်သ္ၚိတ်အာ။"},
{"word":"husk","def":"n.  သၞော်၊  ကာံ။  vt.  သံက်သၞော်၊  ဗုတ်သြောံ။  husked rice. (n)  သ္ၚု။"},
{"word":"husky","def":"adj. (-ier,-iest)  မကှ်ဖ္ဍဟ်၊  မဟွံဍုက်ဍေက်(ဂလာန်)။"},
{"word":"hussar","def":"n.  ဒပ်ပၞာန်ချေံ၊  မရပ်လွဟ်သာသာ။"},
{"word":"hustle","def":"vt.vi.  ၜေတ်ဒလေတ်လုပ်၊  ကၠောန်ဗွဲမပြဟ်။"},
{"word":"hut","def":"n.  တာဲ။"},
{"word":"hutch","def":"n.  ခရိုၚ်ဗ္တာဲ။"},
{"word":"hyacinth","def":"n.  တၞံဗြဴစရာဲဍုၚ်။"},
{"word":"hybiscus","def":"n.  ကဴခဗ။"},
{"word":"hybrid","def":"n.  ဒဒှ်မပံၚ်ဖျပ်ကေတ်ဂကူအရာဟွံတုပ်မွဲကဵုမွဲ၊  ဒဒှ်မဖျေံကေတ်မ သတ်ဂကူဟွံတုပ်မွဲကဵုမွဲ။"},
{"word":"hyena","def":"n.  ကၠဵုဂြိုပ်(ကၠဵုအရိုၚ်မွဲဂကူ)။"},
{"word":"hygiene","def":"n.  ပညာပရေၚ်ထတ်ယုက်။  hygienic (adj)  ကဆံၚ်ညဳညတ်ကဵုပရေၚ်ထတ်ယုက်။"},
{"word":"hymn","def":"n.  ကဗျဗၞုဟ်ဂုန်ကျာ်။"},
{"word":"hypnosis","def":"n.  ဒဒှ်မဒးဂဥုဲတံၚ်ဂြဲစိုတ်၊  ဒဒှ်မသ္ဒးဒုၚ်တံၚ်္ၚဲစိုတ်။  hypnotize (vt)  စုတ်ဂဥုဲတံၚ်ဂြဲစိုတ်၊  ဖျေံဗွိုၚ်တံၚ်္ၚဲစိုတ်။"},
{"word":"hypocrisy","def":"n.  ဒဒှ်မပ္တောံမၞိဟ်ထၟိက်၊  ပွစၞာဲ၊  ယိုက်ပ္တိုန်ဇကု။  hypocrite (n)  မၞိဟ်လီ၊  ခ္ဍာ်စကျာ။"},
{"word":"hypodermic","def":"adj.  မဒှ်အသၟဝ်စၞာံ။"},
{"word":"hypothesis","def":"n.  တၚ်မခယျကေတ်လဝ်။  hypothetical (adj)  မခယျကေတ်လဝ်ကဆံၚ်မဒှ်ကၠုၚ်မာန်။"},
{"word":"hysteria","def":"n.  ဒဒှ်မဒှ်ဒၟံၚ်ကဆံၚ်စိုတ်ဟွံတန်ကြန်ညိၚ်ဝတ်၊  ဒဒှ်မဒှ်ဒၟံၚ်ကဆံၚ်ညံၚ်ရဴပရံ လၟုဟ်လရိုအ်လၟုဟ်ဂြိုၚ်။  hysterical (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်စိုတ်ဟွံတန်ကြန်ညိၚ်ဝတ်။"},]}