{"data":[{"word":"I","def":"မအက္ခရ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခရ်နဝမ။  (pron.) အဲ၊  အဲဍိက်။  I shall go. (pron)  အဲအာဏောၚ်။"},
{"word":"ibex","def":"n.  ဗ္ၜေံဂြိုပ်မနွံကဵုဒြၚ်ဇမၠိၚ်တ္ၚံက်ကဝေန်။"},
{"word":"ibis","def":"n.  ဒိုၚ်ကၞု။"},
{"word":"ice","def":"n.  ဍာ်ကလောံ။  vt.vi.  သကဵုဂံက်၊  သကဵုၜိုဟ်။  ၂။  ဂြောပ်လဝ်ကဵုဍာ်ကလောံ။  iceberg (n)  ဒဵုဍာ်ကလောံ။  ice-cream (n)  ကွာၚ်ဍာ်ကလောံ။  ice-bound (adj)  မဆိုအ်တၟာတ်ဒၟံၚ်ကဵုဍာ်ကလောံ(သၞေဟ်)။  icing (n)  သဂြာကလောံမကြုဲလဝ်လ္တူကွာၚ်။  ၂။  ဍာ်ကလောံဒၟံၚ်လ္တူသၞေၚ်က္ၜၚ်ကျာ။  icy (adj. -ier,-iest)  မၜိုဟ်ဂံက်ဒၟံၚ်၊  မနွံကဆံၚ်ဟွံဍုက်ကေဝ်။"},
{"word":"ichneumon","def":"n.  ထကောတ်၊  ဒကောတ်။"},
{"word":"idea","def":"n.  ကသပ်စိုတ်၊  သွပ်ကသပ်စိုတ်။  ၂။  ကိုန်စဳရေၚ်၊  ကသပ်ဂၞန်။"},
{"word":"ideal","def":"adj.  မဍိုက်ပေၚ်အိုတ်၊  မဗၠးကဵုဒုဟ်။  ၂။  မနွံဆၜိုတ်ပ္ဍဲကသပ်စိုတ် (မဒစဵုဒစးကဵုနမတ်)၊  မဒှ်ဟွံမာန်ပ္ဍဲဂတမတ်။  n.  တၚ်ရန်တၟံလဝ်ခိုဟ်အိုတ်။"},
{"word":"identical","def":"adj.  မတုပ်သၟဟ်၊  မဒှ်မွဲဗီုမွဲရုပ်ဓဝ်။  identify (vt.vi| pt.pp.-fied)  ဓမံက်ပ္တိုန်ထ္ၜး၊  ထ္ၜးသက်သဳမာန်။  ၂။  လုပ်ကၠောန်လုပ်ပါကီု၊  လုပ်ကရောံဂှ်ကီု၊  လုပ်ကောံလုပ်ဒတဴလိုၚ်တုပ်တုပ်။  identification (n)  ပွမဓမံက်ပ္တိုန်ထ္ၜး။  "},
{"word":"identity","def":"n. (pl.-ties)  ဒဒှ်မတုပ်သၟဟ်မွဲဗီုဓဝ်၊  ပွမဓမံက်ထ္ၜးပ္တိုန်ထ္ၜးကဵုမာန်။"},
{"word":"ideology","def":"n. (pl.-gies)  ဝါဒ၊  ကွေတ်(ပရေၚ်ဍုၚ်ကွာန်၊ ပရေၚ်ပိုန်ဂြပ်)။"},
{"word":"idiocy","def":"n.  ဒဒှ်မကြံဥမတ်၊  ဒဒှ်မကြံလိုဟ်။"},
{"word":"idiom","def":"n.  ဗီုမရပ်စကာဂလာန်မလိ်က် မွဲဂကောံမွဲသ္ကံဒၞာဲဍေံကဵုဍေံ။  idiomatic (adj)  မရပ်စပ်စကာဂလာန်မလိက် မွဲဂကောံမွဲသ္ကံဒးဒးရးရး၊  မရပ်စပ်စကာပြေပြေလောဲလောဲ။"},
{"word":"idiot","def":"n.  မၞိဟ်ဓီုဓုဲ၊  မၞိဟ်အိုအ်အ၊  မၞိဟ်ဟွံကၠိုဟ်ခၠၚ်မွဲသာ်။  idiotic (adj)  မဓီုဓုဲ။"},
{"word":"idle","def":"adj. (-r,-st)  မစွံလဝ်ဟွံကဵုကၠောန်ကမၠောန်၊ မစွံလဝ်ဟွံရပ်စပ်စကာ၊  မပဲါထောံလဝ်၊  မကၠဟ်ထောံလဝ်။  ၂။  လနဟ်၊  လနုဟ်၊  မလၞုဟ်၊  မဟွံမွဲကဵုစိုတ်ကၠောန်ကမၠောန်၊  မဖအိုတ်အခိၚ်။  ၃။  မရပ်စပ်ဟွံဂွံ၊  မဟၟဲကဵုၚုဟ်မး၊  မဒှ်အာသၟးသၟး။  vt.vi.  လၞုဟ်၊  ဖအိုတ်အခိၚ်။  idly (adv)  နဒဒှ်မလၞုဟ်လၞေၚ်။  idler (n)  မၞိဟ်ပၠေၚ်အခိၚ်။"},
{"word":"idol","def":"n.  ပတ္တိမာရုပ်၊  ကျာ်ပတ္တိမာရုပ်၊  ကျာ်သွက်ဂွံရှ်ေသှ်ေ။  ၂။  ပူဂဵုသွက်ဂွံရှ်ေသှ်ေ။  idol-house (n)  ဘုတ်ဘာ။"},
{"word":"idolater ","def":"n.  မၞိဟ်ရှ်ေသှ်ေကျာ်ပတ္တိမာရုပ်။"},
{"word":"idolatrous","def":"adj.  မဆေၚ်စပ်ကဵုအရှ်ေအသှ်ေကျာ်ပတ္တိမာရုပ်။  "},
{"word":"idolatry ","def":"n.  ဒဒှ်မရှ်ေသှ်ေကျာ်ပတ္တိမာရုပ်။"},
{"word":"idyll","def":"n.  ကဗျပွံက်ဂြိုပ်။  idyllic (adj)  မသ္ဍိုက်မၠိုက်ကၠးဖ္ဍး။"},
{"word":"if","def":"conj.  ယဝ်ရ၊  ဗတ်၊  ဗတ်ရ၊  မ္ဂး၊  ယာံရ၊  ယဝ်၊  ယာံသၟ၊  သၟတ်ယဝ်ရ။  ၂။  အခါရ၊  အခိၚ်လဵုဟွံဟီု။  ၃။  ဒှ်, ဟွံဒှ်၊ ဍာံ, ဟွံဍာံ၊  နွံ, ဟွံမွဲ။  if I should die. (conj)  ယဝ်ရအဲသ္ဒးချိုတ်မ္ဂး။  if it be. (conj)  ယဝ်ရသဒှ်။"},
{"word":"ignite","def":"vt.vi.  စံၚ်၊  သကဵုတူ။  ignition (n)  ဒဒှ်မတူ။"},
{"word":"ignoble","def":"adj.  မဟၟဲကဵုစရာဲကျာ်သဳ။"},
{"word":"ignorant","def":"adj.  အဝိဇ္ဇာ၊  ဒိုဟ်၊  ဒိုဟ်ဓီု၊  မဟွံကၠိုဟ်ခၠၚ်၊  မဒိုဟ်ဓီု၊  မဟၟဲကဵုညာန်ပညာ၊  မောဟ။  ignorance (n)  ဒဒှ်မဟၟဲကဵုညာန်ပညာစိုတ်သမ္တီ။  ignoramus (n. pl.-es)  မၞိဟ်ညာန်ပညာစိုတ်သမ္တီဟွံမွဲ။"},
{"word":"ignore","def":"vt.  မံၚ်ထောံဟွံသ္ပဂရု၊  မဇ္ဇျဟ်ထောံ။"},
{"word":"iguana","def":"n.  ဂေါဓာ၊  ထကောတ်၊  ဒကောတ်(သတ်)။"},
{"word":"il-","def":"prefix.  လက်ဗ္တး(အဓိပ္ပာဲ)၊ ဟွံ။"},
{"word":"ill","def":"adj. (worse, worst)  မဟွံထတ်ယုက်၊  မဒှ်ဒၟံၚ်ယဲ။  ၂။  မမံၚ်စပရေံ၊  မမံၚ်စဟွံခိုဟ်။  illness (n)  ဗျာဓိ၊  ယဲ၊  ယဲဇှ်။"},
{"word":"ill","def":"|2|  adv. (worse, worst)  နဒဒှ်မဟွံက္ဍိုက်ပေၚ်၊  နဒဒှ်ကဆံၚ်အကာဲအရာပရေံ(ဟွံခိုဟ်)။  n.  သရာံပါပ်၊  အန္တရာဲ။  ၂။  ပြသၞာ၊  ကံပရိုက်ကံဒဒိုက်၊  ဒဒိုက်၊  ဒဒှ်ကံကုသဵုဟွံခိုဟ်။  ill-bred (adj)  မဇၞော်ဂေါဝ်ကၠုၚ် ဟွံမွဲကဵုလၟေတ်ဝေတ်ဗ္တောန်။  ill doing. (n)  ဒၟိက်၊  ဒၟိက်ပါပ။  ill-fated (adj)  မဒှ်ကဆံၚ်ကံကုသဵုပရေံ(ဟွံခိုဟ်)၊  မစိုပ်ကၠုၚ်ကဆံၚ်လ္ပာ်ကံကုသဵုပရေံ။  ill-gotten (adj)  မဂွံနကဵုဗဗွဲဓဝ်ဟွံသေၚ်၊  မနွံကဆံၚ်ဂၠံၚ်ဍာန်ဍာံဍာံဟွံသေၚ်။  ill-natured (adj)  ဍုတ်ဍေဲ၊  မဟၟဲကဵုစိုတ်ထၟိက်၊  မတ္ၚံက်တ္ၚေဲဍုတ်ဍေဲ။  ill-treat (vt)  ပျဲ၊  ပျဲပျာံ၊  ဖျဲ၊  သ္ပအနိၚ်အပိုၚ်၊  ပ္ဍဵုပ္ဍိုက်မဟၟဲကဵုဗဗွဲဓဝ်။  ill-spoken (adj)  ဒုဘာသိုတ်။  ill-will (n)  အာဃာတ၊ ဣဿာ။"},
{"word":"illegal","def":"adj.  မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  မလုပ်ကၠုၚ်နကဵုသၞောဝ်ဟွံသေၚ်။"},
{"word":"illegible","def":"adj.  မဒှ်သွက်ဂွံဗှ်ဝါတ်။  illegibly (adv)  နဒဒှ်သွက်ဂွံဗှ်ဝါတ်။  illegibility (n)  ဒဒှ်မဒှ်သွက်ဂွံဗှ်ဝါတ်။"},
{"word":"illicit","def":"adj.  မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  မဟွံစှ်ေကဵုသၞောတ်၊  မဟွံလုပ်ကဵုသၞောတ်။"},
{"word":"illiterate","def":"n.  ညးဗြဴဟွံလေပ်ပညာ။  adj.  မဟွံလေပ်ချူဗှ်။  illiteracy (n)  ဒဒှ်ဟွံလေပ်လိက်။"},
{"word":"illogical","def":"adj.  မဒှ်ကဆံၚ်ဟွံစှ်ေကဵုသၞောတ်ဟိုတ်ဖဵု။"},
{"word":"illuminate","def":"vt.  ကဵုလျး၊  သကဵုတၟး။  ၂။  ဍေန်ပၟတ်။  illumination (n)  ဒဒှ်မဍေန်ပၟတ်။"},
{"word":"illusion","def":"n.  ဒဒှ်သမ္တီဗၠေတ်မှာမဟၟဲဂှ်သၠေဟ်သၟနွံ၊  ဒဒှ်သမ္တီဗၠေတ်လညာတ်ဗၠေတ်၊  မာယာ။  "},
{"word":"illusive","def":"adj.  မသၠေဟ်ဗၠေတ်အာပ္ဍဲကဵုအရာသမ္တီ။"},
{"word":"illusory","def":"adj.  မသၠေဟ်ဗၠေတ်အာပ္ဍဲကဵုအရာသမ္တီ။"},
{"word":"illustrate","def":"vt.  ပ္တိုန်ဓမံက်ထ္ၜးနကဵုရုပ်ရာ။  illustrator (n)  မၞိဟ်ချူဒဇက်ဓမံက်ထ္ၜးနကဵုရုပ်ရာ။  illustration (n)  ဗီုဓမံက်ထ္ၜးရုပ်ရာ၊  တၞးဗီု၊  ဥပမာမပ္တိုန်ထ္ၜးကဵုသာဓက။"},
{"word":"illustrious","def":"adj.  မစိုပ်တဴကဆံၚ်သိတ်။"},
{"word":"im-","def":"prefix.  အဓိပ္ပာဲတိတ်လက်ဗ္တး၊  ဟွံ။  immeasurable (adj)  မၜတ်ကၞာတ်ဟွံမာန်၊  မဟၟဲကဵုတံကၞောတ်။  immobile (adj)  မချဳဒရာၚ်ဟွံမာန်။  impossible (adj)  မဒှ်ဟွံမာန်။  impure (adj)  မဟွံအးဇ္ၚး။"},
{"word":"image","def":"n.  ရုပ်၊  ပတ္တိမာရုပ်၊  တၞးပါန်ခဳမဒဇက်လဝ်ဗီုရုပ်တုပ်။  ၂။  ဗီုရုပ်မဆဵုညာတ်ဒၟံၚ်ပ္ဍဲစိုတ်။"},
{"word":"imagine","def":"vt.  ချပ်ပ္ဍဲစိုတ်။  imaginable (adj)  မချပ်ဗ္စာရဏာဂွံပ္ဍဲစိုတ်။  imaginary (adj)  မနွံပ္ဍဲသွပ်စိုတ်၊  မနွံကွေံကွေံဟွံသေၚ်၊  မဟဳသ္ပဝ်အပ္ဍဲစိုတ်။  imagination (n)  ကသပ်စိုတ်၊  အစၚ်အခြၚ်စိုတ်။  imaginative (adj)  မခိုဟ်တဴအပ္ဍဲသွပ်စိုတ်၊  မခိုဟ်အပ္ဍဲအစၚ်အခြၚ်။"},
{"word":"imbecile","def":"adj.  မနွံကဵုဓာတ်စိုတ်ဍိုန်ဍိုန်လျလျ၊  မဒိုဟ်ကြံ။  n.  ဒဒှ်မကြံကၠုၚ်နူဂဝ်။  imbecility (n)  ဒဒှ်မဒိုဟ်ကြံ၊  ဒဒှ်စိုတ်မဟွံပေၚ်ဒကေဝ်။"},
{"word":"imbibe","def":"vt.  သုၚ်ဖျေံ၊  ဒုၚ်တဲကသပ်ဂၞန်၊  ဒုၚ်တဲအစၚ်အခြၚ်။"},
{"word":"imitate","def":"vt.  အလိုက်အဇ၊  ပ္တောံၜတ်၊  ပတိုအ်ၜတ်၊  ပတုပ်၊  ပအလိုက်အဇညး။  imitation (n)  ပွမပ္တောံၜတ်၊  ပွမပတုပ်ဗက်။  imitative (adj)  မကၠတ်ပတိုအ်ဗက်၊  မကၠတ်ပ္တောံၜတ်။"},
{"word":"immaculate","def":"adj.  မဟၟဲကဵုအစောန်အပြံက်၊  မဒှ်ကဆံၚ်ၜိုန်ရုဲတၟက်မွဲကီုလေဝ် ဟွံဂွံဍုန်လဝ်ဏီ၊  မဟၟဲကဵုဒုဟ်တြဴသာ်၊  မဂွုသအး။"},
{"word":"immaterial","def":"adj.  မဟၟဲကဵုရုပ်၊  မဟၟဲကဵုဒပ်။  ၂။  မဟွံလုပ်ကေၚ်ကာ၊  မသောဲဗြောဲ။"},
{"word":"immeasurable","def":"adj.  အနဂ္ဃ၊  မၜတ်ကၞာတ်ဟွံဂွံ။"},
{"word":"immediate","def":"adj.  လွာဲဂှ်၊  ဟွံလဇုဲလဇ။  ၂။  မကြပ်အိုတ်။  immediately (adv)  ဗွဲမပြဟ်၊  နဒဒှ်မဟွံဆိုအ်ဆေၚ်၊  နဒဒှ်မဟွံဒေံါဒဝ်၊  မွဲဒမြိပ်။  immediately realised. (adv)  သက္ကုသၟီ(သၟိၚ်)။"},
{"word":"immemorial","def":"adj.  မသမ္တီစွံလဝ်ပ္ဍဲစိုတ်ဟွံမာန်၊  မသမ္တီဟွံဒး၊  မဟွံစိုပ်ကဆံၚ်ညာန်ဟောဝ်ကေတ်မာန်။"},
{"word":"immense","def":"adj.  မဇၞော်ဒုတ်။  immensely (adv)  နဒဒှ်မဇၞော်ဒုတ်တဴဗွဲ။  immensity (n)  ဒဒှ်မဇၞော်ဒုတ်၊  ဒဒှ်မဇၞော်တဴဗွဲ၊  ဒဒှ်မသၠဲလးတဴဗွဲ။"},
{"word":"immerse","def":"vt.  ဗလိုက်ဖျေံ၊  တၠီုဖျေံ။  ၂။  ဗၠိုက်စှ်ေ။"},
{"word":"immersion","def":"n.  ပြဝမဗလိုက်၊  ဒဒှ်မဗၠိုက်၊  ပွမသ္ပမ္ၚဵုဗလိုက်။"},
{"word":"immigrate","def":"vi.  ပြံၚ်အာ၊  ပြံၚ်အာဍုၚ်ကွာန်။  "},
{"word":"immigrant","def":"n.  မၞိဟ်ပြံၚ်မံၚ်ပ္ဍဲဍုၚ်သအာၚ် ပ္ဍဲကွာန်တၞဟ်သအာၚ်။  "},
{"word":"immigration","def":"n.  ပွမပြံၚ်အာဖျေံသ္ဇိုၚ်ဒၞာဲဝဲါပ္ဍဲဍုၚ်မွဲမွဲ။"},
{"word":"imminence","def":"adj.  မကြပ်ဒတုံဒၟံၚ်ပ္ဍဲပါၚ်ဘဲအန္တရာဲ။  imminence (n)  မနွံဒၟံၚ်ကြပ်ကဵုသွက်သ္ဂောံက္တဵုဒှ်မွဲမွဲ။"},
{"word":"immortal","def":"adj.  မဂျိုၚ်သၠုၚ်ဇၞော်တိုန်ဒၟံၚ်လၟိုန်။  immortalize (vt)  သကဵုဂျိုၚ်သၠုၚ်ဇၞော်တိုန်ဒၟံၚ်လၟိုန်။  immortality (n)  ဒဒှ်မဂျိုၚ်သၠုၚ်ဇၞော်တိုန်ဒၟံၚ်လၟိုန်၊  အမြိုတ်။"},
{"word":"immovable","def":"adj.  ဂၠိ၊  ဗိုန်ဂၠိ၊  မပဆုဲဏာနၚ်ဟွံဂွံ ဟွံမာန်။"},
{"word":"immune","def":"adj.  မဗၠးအာနူကဵုယဲတုဲ၊  မတုဲအာတုဲ၊  မတုဲဒၟံၚ်၊  မတၟုဲဒၟံၚ်။  immunize (vt)  သကဵုဗၠးအာ၊  သကဵုတၟုဲအာ။"},
{"word":"immure","def":"vt.  စုတ်လဝ်ဂုက်၊  ကြိုၚ်စွံလဝ်။"},
{"word":"imp","def":"n.  ဟွံခိုဟ်ဟွံသန်၊  ကလော်ၝောံတဲ။"},
{"word":"impact","def":"n.  ဒဒှ်မလပိုက်ဇီုဒး၊  ဒဒှ်အသိၚ်ဒန်သြဇာမစှ်ေစိုပ်ကၠုၚ်။"},
{"word":"impair","def":"vt.  သကဵုယောၚ်ယာ၊  သကဵုဇြဟတ်ဍိုန်လျအောန်စှ်ေအာ။"},
{"word":"impart","def":"vt.  ပရံပရးကဵု၊  ဓမံက်ထ္ၜးကဵုသမ္တီ။"},
{"word":"impartial","def":"adj.  မဟွံဗက်စမုက်မတ်၊  မဟွံဗက်စအဂတိ၊  မဟွံဗက်စမွဲလ္ပာ်။"},
{"word":"impasse","def":"n.  ဒဒှ်မကြေပ်ဂြတ်၊  ဂၠံၚ်တၟာတ်မံၚ်မွဲလ္ပာ်။"},
{"word":"impassioned","def":"adj.  မနွံကဵုစိုတ်မလရုထတ်မ္ၚိုဟ်။"},
{"word":"impatient","def":"adj.  မဇမၠိၚ်စိုတ်ဟွံမာန်။  impatience (n)  ဒဒှ်စိုတ်မဂၠေံ၊  ဒဒှ်မအေၚ်ဒုၚ်ဟွံမာန်။"},
{"word":"impeach","def":"vt.  ဒဒှ်သၠေဟ်ပၟာလ္တူဒ္ဂေတ်ပဋိပတ်ပ္ဍဲညးမွဲမွဲ။  ၂။  နၚ်စုတ်ဒုဟ်ဒဒှ်မဖံက်သစ္စလ္တူဍုၚ်။"},
{"word":"impeccable","def":"adj.  မဟွံမွဲကဵုဒုဟ်၊  မဗၠေတ်ဟွံမာန်။"},
{"word":"impede","def":"vt.  ဆဵု၊  ဆေဝ်၊  ဆဳ၊  တာဒၞာ၊  စဵုဒၞာ၊  ဂၠိန်ၜောတ်၊  ပလာပ်။  impediment (n)  ဒဒှ်မတာဒၞာ၊  ဒဒှ်မပထုဲပလာပ်၊  ဒဒှ်မဂၠိန်ၜောတ်။"},
{"word":"impel","def":"vt. (-ll-)  ဒဳ၊  ဂဇုဟ်၊  ဗ္တိုက်ဖအောဝ်၊  ဂရိုဟ်နၚ်ကဵုအသိၚ်၊  မကဵုကၠောန်အတေၚ်(နကဵုအသံ)။"},
{"word":"impending","def":"adj.  မဒှ်ကြပ်စှ်ေစိုပ်ကၠုၚ်ဒၟံၚ်၊  မကြပ်ဒှ်ဒၟံၚ်။"},
{"word":"impenetrable","def":"adj.  မပထောၚ်ကလိုဟ်ဟွံမာန်။"},
{"word":"imperative","def":"adj.  မဒှ်ဗွဲမပြဟ်၊  မဒှ်သွက်သ္ဒးယဵုဒုၚ်ဟွံဒှ်ညံၚ်ရဴသ္ဂောံဒှ်။  ၂။  မပဲါဗလေတ်ဟွံဗၠး၊  မနွံကဵုအသံအာဏာ။"},
{"word":"imperial","def":"adj.  မဆေၚ်စပ်ကဵုပွဇၞော်သၠဲပတိတ်ရး၊  ပဆေၚ်စပ်ကဵုဨကရာဇ်မဇၞော်သၠဲပတိတ်ရး။  imperialism (n)  ဝါဒညးမသၠဲတိဍာ်၊  သၞောတ်ညးမဇၞော်သၠဲပတိတ်ရး။  imperialist (n)  သၟာသၠဲတိဍာ်။  imperial pigeon. (n)  ဖဂီု၊  ဂစေံဘဂီု။"},
{"word":"imperishable","def":"adj.  ဒိပ်၊  မဒုၚ်လံ၊  မစွံဒုၚ်။"},
{"word":"imperil","def":"vt. (-ll-)  သကဵုဒှ်အန္တရာဲ၊  သကဵုစိုပ်ဒဒိုက်။"},
{"word":"impermanence","def":"n.  ဒဒှ်ဟွံဗိုန်ဂၠိ၊  ဒဒှ်ဟွံဗိုန်၊  အနိစ္စ။"},
{"word":"impermanent","def":"adj.  မဟွံဗိုန်ဂၠိ။"},
{"word":"impersonal","def":"adj.  မဟွံမွဲကဵုပစ္စဲပူဂဵု။"},
{"word":"impersonate","def":"vt.  ပၠေၚ်ရုပ်၊  က္ဍိုက်ဇာတ်၊  ပလဝေဟ်၊  ပလွေဟ်၊  သမးသမန်၊  သၟးသၟန်၊  ပပၞ၊  ကလောပ်ပပ၊  ဟာန်ဗာန်၊  လုပ်ဍိုက်ဇာတ်၊  လုပ်လှ်ေ။  impersonation (n)  ပွမလဝေဟ်(လွေဟ်)၊  ပွမပၠေၚ်ရုပ်မၞိဟ်။  impersonator (n)  မၞိဟ်ပပၞ၊  မၞိဟ်ကလော်ပပ။"},
{"word":"impertinent","def":"adj.  မဟွံသ္ပကေၚ်ကာ။  ၂။  မဟွံဆေၚ်စပ်၊  မဟွံဆေၚ်စပ်မွဲသာ်။  impertinence (n)  ဒဒှ်မဟွံစှ်ေအလိုက်၊  ဒဒှ်မဟွံသ္ပကေၚ်ကာ။"},
{"word":"imperturbable","def":"adj.  မချဳဒရာၚ်ဟွံမာန်၊  မတန်ကြန်။"},
{"word":"impetuous","def":"adj.  မဇၞော်တဴကဵုအသိၚ်အလိုန်၊  မပြဟ်ပြေဟ်၊  မသ္ပပွကြာန်ကြာန်ဓၟာန်ဓၟာန်။"},
{"word":"impetus","def":"n. (pl.-es)  ဇြဟတ်ဂရိုဟ်၊  အသိၚ်။"},
{"word":"impiety","def":"n.  ဒုဟ်သဳ၊  ဒဒှ်မဟၟဲကဵုအရှ်ေအသှ်ေ၊  ဒဒှ်မလီုတာလျိုၚ်။"},
{"word":"impious","def":"adj.  မဟၟဲကဵုပွမရှ်ေသှ်ေရဴဂဴဘာသာ၊  အဓမ္မိက်၊  မယုတ်မာ။"},
{"word":"implacable","def":"adj.  မပြေအာဟွံမာန်၊  မတုဲဒှ်ထောံဟွံမာန်။"},
{"word":"implement","def":"n.  ကပေါတ်ကရိယာ၊  ကပေါတ်ကြိယာသွက်ဂွံရပ်စပ်စကာ၊  ကြိယာဗာ၊  ဝပ်တဲ၊  ယန္တစက်။  implementation (n)  ဒဒှ်မဓမံက်ပ္တိုန်ရုပ်ရာ။"},
{"word":"implicate","def":"vt.  လုပ်ဆေၚ်စပ်၊  စိုပ်ဒၟံၚ်အဓိပ္ပာဲဂှ်။  implication (n)  ဒဒှ်မလုပ်ဆေၚ်စပ်။"},
{"word":"implicit","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ်ကၠိုဟ်လဝ်စိုတ်တုဲ။  ၂။  မဟၟဲကဵုကလေၚ်ဂတးပၠန်သၟာန်။"},
{"word":"implore","def":"vt.  ဒုၚ်ဂုန်အောပ်မာဇံသဝ်။  imploringly (adv)  ဒဒှ်မဒုၚ်လဝ်ဂုန်တုဲ။"},
{"word":"imply","def":"vt. (pt.pp.-plied)  သကဵုအဓိပ္ပာဲစိုပ်။"},
{"word":"imponderable","def":"adj.  မကေဝ်ကေတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်ဟွံဂွံ။  ၂။  မခယျကေတ်ဟွံမာန်လ္တူသၞောတ်ဗ္ၜတ်ဖဵုမသစိုပ်ကၠုၚ်။"},
{"word":"import","def":"vt.  ပၠောပ်ကပေါတ်ကညောတ်၊  အဓိပ္ပာဲမံက်။  n.  ဗၞိက်ပၠောပ်၊  အဓိပ္ပာဲ။  importer (n)  တၠကမၠောန်ပၠောပ်ဗၞိက်။"},
{"word":"important","def":"adj.  မနွံကဵုပၟိက်၊  ဒဒှ်ဇၞော်ကဵုပၟိက်။  importance (n)  ဒဒှ်မနွံကဵုပၟိက်၊  ဒဒှ်မဒှ်ဇၞော်ကဵုပၟိက်။"},
{"word":"importunate","def":"adj.  မဂြဟ်၊  မတောတ်အာတ်ဒၟံၚ်ဂၠိုၚ်ကဵုဝါ(တွဵု,လၟိုန်)၊  မဂြဟ်က္တဴတောတ်ကေတ်အတေၚ်။  ၂။  မဒှ်သ္ဒးယဵုဒုၚ်ကေတ်ဗွဲမပြဟ်။"},
{"word":"impose","def":"vt.vi.  ဗက်(အခေါန်)၊  ကဵုတာလျိုၚ်။  ၂။  ပ္ဍိုက်။  imposing (adj)  မနွံကဵုပၟိက်၊  မနွံကဵုဗီုပြၚ်မုက်မတ်၊  မနွံကဵုအဟိက်၊  မနွံကဵုစရာဲ။"},
{"word":"impossible","def":"adj.  မဒှ်ဟွံမာန်။  impossibility (n)  ဒဒှ်မဒှ်ဟွံမာန်။"},
{"word":"impostor","def":"n.  မၞိဟ်ပၠောပ်လဝ်ရုပ်၊  မၞိဟ်လီ၊  အလီ။"},
{"word":"impotent","def":"adj.  မကၠောန်ဟွံမာန်၊  မရေၚ်တၠုၚ်ဟွံမာန်၊  မဒှ်သတန်။  impotence (n)  ဒဒှ်မဟၟဲကဵုအစောံစရာဲ။  impotency (n)  ဒဒှ်မဒှ်သတန်။"},
{"word":"impound","def":"vt.  သီကေတ်အတိုၚ်နဲဥပဒေ၊  ပၠောပ်ကၠံတုဲရပ်စွံ ဂၠဴမဗလးလဝ်ဟွံမွဲကဵုသၞောတ်။"},
{"word":"impoverish","def":"vt.  သကဵုဒိုက်ဝါတ်။  ၂။  သကဵုကှ်ဇတ်အာ။  impoverishment (n)  ဒဒှ်မဒိုက်ဝါတ်၊  ဒဒှ်မဒိုက်ဂတ်။"},
{"word":"impracticable","def":"adj.  မဓမံက်ရုပ်ရာနမတ်ဟွံဂွံ၊  မဓမံက်ရုပ်ရာဒှ်ကၠုၚ်ဟွံမာန်။"},
{"word":"impregnable","def":"adj.  မပလီုပလာ်ဟွံမာန်၊  မတလိုဟ်ဖံက်လုပ်ဟွံမာန်။"},
{"word":"impregnate","def":"vt.  မတန်ပဋိသန္ဓိ၊  သကဵုပေၚ်တၟိုဟ်။"},
{"word":"impress","def":"vt.  ပ္ဍဵုဗီု၊  သကဵုဗီုရုပ်မံက်။  ၂။  သကဵုထေၚ်ဇၞော်၊  သကဵုဒှ်သွက်ဂွံစၟတ်သမ္တီ။  impression (n)  လစုတ်ပ္ဍဵုဗီု၊  လၟိဟ်ပ္ဍဵုဗီု၊  ဒဒှ်မဒလီုနကဵုသြဇာ၊  စရိတ်တက်ဒးတုဲမမံက်တိုန်။"},
{"word":"imprint","def":"vt.  ပ္ဍဵုဗီု၊  တက်လိက်၊  သကဵုမံက်စောဲ။  n.  လၟာ်ပ္ဍဵုဗီု၊  တဆိပ်တက်စုတ်လဝ်ဒၞာဲပရံ။"},
{"word":"imprison","def":"vt.  ကြိုၚ်လဝ်၊  ဖျေံထံၚ်၊  စုတ်လဝ်ဂုက်။  imprisonment  (n)  ဒဒှ်မဖျေံထောံထံၚ်၊  ဒဒှ်မကြိုၚ်လဝ်၊  တသိၚ်ဒွက်၊  ပမၚ်ဒွက်။"},
{"word":"improper","def":"adj.  မဟွံဒးရး၊  မဟွံဍာံပြ၊  မဟွံစှ်ေကဵုဗီုပြၚ်၊  အယုတ္တိ။"},
{"word":"impropriety","def":"n.  ဒဒှ်မဟွံဒးရး၊  ဒဒှ်မမှာရာ။"},
{"word":"improve","def":"vt.vi.  သကဵုတောတက်ခိုဟ်မိုဟ်ကၠုၚ်၊  ခိုဟ်တောတက်ကၠုၚ်။  improvement (n)  ဒဒှ်မတောတက်ကၠုၚ်။"},
{"word":"improvident","def":"adj.  မဟွံသ္ၚေဝ်ဂၠေပ်သွက်ဓာန်ဂတ။"},
{"word":"impudent","def":"adj.  မဟၟဲကဵုဓဝ်အရှ်ေအသှ်ေ၊  မရိုၚ်ဇိုၚ်။  impudence (n)  ဒဒှ်မရိုၚ်ဇိုၚ်။"},
{"word":"impulse","def":"n.  ဇြဟတ်ဂရိုဟ်၊  ပွမဖ္တိုက်ဖအောဝ်၊  ဇြဟတ်ဂရိုဟ်ဂစာန်။  ၂။  ဒဒှ်မကၠောန်တဴရာစိုတ်ဒှ်။  impulsive (adj)  မကၠောန်ဗီုစိုတ်ဒှ်လွာဲဂှ်။"},
{"word":"impunity","def":"n.  ဒဒှ်မဗၠးၜးအာနူကဵုဒုဟ်ဒန်။"},
{"word":"impure","def":"adj.  မဟွံအးဇ္ၚး၊  မကၠိပပ်၊  တဍိုက်လ္ၚေၚ်။  impurity (n)  အသုဘ၊  ခၠိုက်၊  ဒဒှ်တဍိုက်လ္ၚေၚ်၊  ဒဒှ်မကၠိပ်ပပ်၊  ဒဒှ်မဟွံအးဇ္ၚး။"},
{"word":"impute","def":"vt.  ဖအုံစုတ်ဒုဟ်လ္တူညးတၞဟ်၊  ပ္ဍိုက်စုတ်ဒုဟ်လ္တူညးတၞဟ်။"},
{"word":"in","def":"prep.  ပ္ဍဲ၊  ဟိုန်။  adv.  အပ္ဍဲ။  n.  အပ္ဍဲအပ္ဍဲ။  in a straightforward manner. (adv) သ္တပ်သ္တပ်။  in a solitary place. (prep)  ဟိုန်ထာန်လ္ၚု။  in circumference. (adv)  ဗွဲဗွိုက်။  in close connection. (adv)  ၜန်လီ၊  ၜန်လီထုဲကြာန်။  in due order. (adv)  ဗဗွဲလွေၚ်။  in front. (adv)  ဂတ၊  ဗွဲဂတ။  in front of. (prep)  ဂတ၊  မုက်၊  ဂတမုက်၊  ဂတမတ်။  in the future. (adv)  ဂတ၊  ဗွဲဂတ။  in good health. (adv)  ထတ်ယုက်၊  နဒဒှ်မနွံကဆံၚ်ထတ်ယုက်။  in great numbers. (adv)  ဂၠိုၚ်သန်ယဝ်သ၊  နဒဒှ်မဂၠိုၚ်ကဵုလၟိဟ်။  in like manner. (adv)  ညံၚ်ရဴ၊  ညံၚ်နဲ။ in one's company. (adv)  မွဲဂကောံ၊  မွဲဟာန်၊  မွဲစွံ။  in order. (adv)  ဗ္ဂာ။  in order that. (conj)   တၞဟ်န၊  သွက်ဂွံ။  in order to. (prep)  ညံၚ်ဂွံ၊  တၞဟ်နသၟိက်။  in pairs. (adv)  သီုစုံ။  in regard to. (conj)  မ္ဂးဂှ်။  in succession. (adv)  လၟေၚ်လၟေၚ်၊  လမေၚ်လမေၚ်။  in the direction of. (prep)  လက်။  in that way. (adv)  ညံၚ်သာ်ဂှ်။  in this way. (adv)  ညံၚ်သာ်ဝွံ။  in the end. (adv)  ကနတ်တဲ၊  ကၞောတ်တဲ။  in the  midst of. (adv)  ဒေါဝ်ထဍဲ၊  ပ္ဍဲဗၞဳ၊  ပ္ဍဲအဒေါဝ်။  in thouch. (adv)  စုက်စုက်၊  ဗွဲမစုက်လုက်။  in vain. (adv)  လွောၚ်စန်၊  ကဆံၚ်မဒှ်အာသၟးသၟး။"},
{"word":"in-","def":"prefix.  အဓိပ္ပာဲလက်ဗ္တး၊  ဟွံ။"},
{"word":"inaccurate","def":"adj.  မဟွံဍာံ၊  မဟွံချိုတ်ပၠိုတ်။"},
{"word":"inaction","def":"n.  ဒဒှ်မမံၚ်ဒၟံၚ်မုဟွံကၠောန်၊  ဒဒှ်မဟွံမွဲကဵုက္တဵုချဳဒရာၚ်။"},
{"word":"inactive","def":"adj.  မသ္ၚိတ်၊  သ္ၚိတ်သ္ၚဟ်၊  သ္ၚိတ်သ္ၚာဲ၊  သ္ၚိတ်သ္ၚောဲ။"},
{"word":"inadvertent","def":"adj.  မဟွံစွံသတိ၊  မဒှ်ကဆံၚ်သတိဗၠးအာ။"},
{"word":"inalienable","def":"adj.  မပဲါထောံဟွံဂွံ၊  မကယျာန်ပဲါထောံဟွံဂွံ၊  မလှဲကဵုထောံဟွံဂွံ။"},
{"word":"inanimate","def":"adj.  မဒှ်မသက္ကုဟၟဲကဵုလမျီု။"},
{"word":"inaugurate","def":"vt.  ဗစုက်ကဵုဒှ်မိတ်။  ၂။  ယဵုဒုၚ်သစာ။  ၃။  ပံက်ကဵုအသေအဟာန်။  inauguration (n)  ဒဒှ်မယဵုဒုၚ်သစာ၊  ဒဒှ်မပံက်အသေအဟာန်ယဵုဒုၚ်သ္စာ၊  ပသေက်။  inauguration of a king. (n)  ပသေက်၊  ဗသေက်၊  ပွမပသေက်။"},
{"word":"inauspicious","def":"adj.  မထဏီ၊  မထၞီ၊  ထၞီ။"},
{"word":"inborn","def":"adj.  မဒှ်ကၠုၚ်နူဂဝ်။"},
{"word":"inbred","def":"adj.  မဒှ်ကၠုၚ်နူဂဝ်၊  မဒှ်ဒၟံၚ်နနဲတြေံ၊   မဒှ်ဒၟံၚ်အတိုၚ်တြေံ။"},
{"word":"incalculable","def":"adj.   အသၚ်္ချေယျ၊  မရိုဟ်လၟိဟ်ဟွံမာန်။"},
{"word":"incandescent","def":"adj.  မနွံကဵုအစောံကဵုလျးမာန်။  incandescence (n)  ဒဒှ်မနွံကဵုအစောံကဵုလျးမာန်။"},
{"word":"incapacitate","def":"vt.  သကဵုလၟေန်၊  သကဵုဇိုၚ်တဲဟွံခံၚ်။  incapacity (n)  ဒဒှ်မဟွံခံၚ်ဇိုၚ်တဲ။"},
{"word":"incarnate","def":"adj.  မဒှ်မၞိဟ်လုပ်စ။  vt.  သကဵုရုပ်ရဴမံက်။  ၂။  သကဵုဒှ်ဗီုပြၚ်။"},
{"word":"incautious","def":"adj.  မဟွံပသတိ၊  မဒှ်ဒၟံၚ်ဂရက်ဂရက်ဂဗက်ဂဗက်။  incautiously (adv)  နဒဒှ်မဟွံပသတိ။"},
{"word":"incendiary","def":"n. (pl.-ries)  ဒဒှ်မလေပ်တူပၟတ်။  adj.  မသကဵုပၟတ်တူ။"},
{"word":"incense","def":"vt.  သကဵုစိုတ်က္တဵု၊  သကဵုစိုတ်ထေဲ။  n.  ပၞာၚ်သၞဴ၊  ကမညာန်။"},
{"word":"incentive","def":"n.  သကဵုမက်ဂၠက်၊  သကဵုမက်ဂၠက်စိုတ်၊  ဖအောဝ်။"},
{"word":"inception","def":"n.  ပွမဖျေံသ္ဇိုၚ်၊  ဒဒှ်မပ္တန်သ္ဇိုၚ်၊  တံပထမ။"},
{"word":"incessant","def":"adj.  မက္တဵုဒှ်ဒၟံၚ်ဟွံပိုတ်၊  မက္တဵုဒှ်ဒၟံၚ်လၟိုန်။  incessantly (adv)  လၟိုန်၊  တွဵု၊  ဟွံပိုတ်။"},
{"word":"inch","def":"n.  ၝောံတဲ(ဗ္ၜတ်ဇမၠိၚ်)။"},
{"word":"incident","def":"n.  ဒဒှ်။  incidental (adj)  မဒှ်ဒဒှ်လေပ်က္တဵုဒှ်မာန်။"},
{"word":"incinerate","def":"vt.  တူဒှ်အာပ္တေၚ်အိုတ်။  incinerator (n)  စက်စံၚ်ပၟတ်၊  စက်စံၚ်အမှိက်အမှံၚ်။"},
{"word":"incision","def":"n.  ဒဒှ်မကရေက်ကုတ်၊  ဒဒှ်မကရေက်စုတ်။  incisive (adj)  မသ္ကေက်သ္ကာ၊  မစိုပ်တရဴ။"},
{"word":"incite","def":"vt.  တက်ပ္ၚဟ်တ္ဍဟ်၊  ဗတိုက်စိုတ်၊  ဖ္တိုက်ဖအောဝ်၊  ဆောံက္တဵု၊  တဆီုတသေံ၊  ဗဇဵုဗျံက်၊  ဗဇဵု၊  ဗဒိ၊  သတောဝ်။  incitement (n)  ဖအောဝ်၊  ဖဇုဟ်။  inciteenmity between persons. (vt)  ဗျဵုဗျံက်၊  ဗျဵုသ္ဍက်။  incite to riot. (vt)  ဗဇဵုညံၚ်ဂွံဒှ်တိုန်ရုသံၚ်ဗွဲမသ္ကာတ်မြဟ်၊  ထောဂဇုဟ်ညံၚ်ဂွံရုသံၚ် ကလိုက်ကၟဵုတိုန်ဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"inclination","def":"n.  အဇ္ဇျာသယ၊  စေတနာ၊  ဖျပ်၊  ဒဒှ်မဗဗွဲအာ၊  ဒဒှ်မဒစေၚ်အာ။  ၂။  ပွမဗဗွဲအာဟိုတ်နူသ္ဍိုက်မၠိုက်အာအရာမွဲမွဲ၊  ဝါသနာ။"},
{"word":"incline","def":"vt.vi.  စေၚ်၊  စေၚ်ဒလိန်၊  စေၚ်ဗၠေၚ်၊  စေၚ်ဗၠေၚ်တသိုတ်၊  စေၚ်ဟုတ်၊  လယောဝ်စှ်ေ၊  သကဵုဗဗွဲအာ၊  သကဵုဒစေၚ်ဗၠေၚ်အာ။  ၂။  သကဵုစိုတ်ဗဗွဲအာ၊  သကဵုစိုတ်ဗၠေၚ်အာ။  incline towards (vt.vi)  နမောဝ်၊  နမောဝ်လယျောဝ်။"},
{"word":"include","def":"vt.  ဒှ်မွဲဂကောံမွဲကရောံ၊  လုပ်အဝေါၚ်။  inclusion (n)  ဒဒှ်မလုပ်အဝေါၚ်။"},
{"word":"income","def":"n.  သြန်လုပ်၊  သၠုဲလုပ်။"},
{"word":"incommode","def":"vt.  သကဵုဒှ်ဒဒိုက်၊  သကဵုစိုပ်ကဆံၚ်ဟွံသက်သာ။"},
{"word":"incomparable","def":"adj.  အတူလ၊  ပ္တောံၜတ်ဟွံမာန်၊  မပ္တဝ်ပ္တုပ်ဟွံမာန်။"},
{"word":"incompatible","def":"adj.  မဟွံဒးညးသ္ကံ၊  မပံၚ်ဖျပ်ဟွံဂွံ။"},
{"word":"incompetent","def":"adj.  မဒှ်ဟွံမာန်၊  မဟွံဍိုက်ပေၚ်ကဵုအစောံစရာဲ။"},
{"word":"incomplete","def":"adj.  မဟွံဍိုက်ပေၚ်၊  မဟွံတုဲဏီ။  incompletely (adv)  နဒဒှ်မဟွံက္ဍိုက်ပေၚ်ဏီ။"},
{"word":"inconsequent","def":"adj.  မဟွံသၟဟ်ကဵုဗွဲကြဴဂတ၊  မဟွံစှ်ေအလိုက်အတိုၚ်ဒဒှ်ဟိုတ်ဖဵု။"},
{"word":"inconvenience","def":"n.  ဒဒှ်မနွံပ္ဍဲကဆံၚ်ဟွံသက်သာ၊  ဒဒှ်မနွံကဆံၚ်ဟွံပြေလာဲ။  vt.  သကဵုက္တဵုဒှ်ကဆံၚ်ဟွံသက်သာ၊  သကဵုက္တဵုဒှ်ကဆံၚ်ဟွံပြေလာဲ။  inconvenient (adj)  မဒှ်ဟွံစှ်ေသၞောတ်၊  မဒှ်ဟွံစှ်ေဗီု။"},
{"word":"incorporate","def":"vt.vi.  ပံၚ်ကောံအာမွဲကလောံဓဝ်၊  သကဵုပံၚ်ကောံကလောံအာဒှ်မွဲဓဝ်။  adj.  မပံက်ပကောံလဝ်။"},
{"word":"incorrigible","def":"adj.  မပလေဝ်ပလေတ်ဟွံဂွံ။"},
{"word":"increase","def":"vt.vi.  ကိရၚ်ပၟဝ်၊  ကၟိန်ပရဲ၊  ဂလိုၚ်ကုသဵု၊  ဂဵုမြဟ်၊  ဂၠိုၚ်တန်၊  ဇၞော်ပၟဝ်၊  တော၊  တောတက်၊  တောတိုန်၊  ပၟဝ်၊  တွိုန်၊  တွိုန်ဒတိုန်၊  ဗြေဝ်ကၠုၚ်၊  မောဝ်၊  မောဝ်တိုန်၊   သကဵုဂၠိုၚ်တိုန်ကၠုၚ်၊  သကဵုရာၚ်ဆာဲတိုန်ကၠုၚ်။  n.  ဒဒှ်မသကဵုဗြေဝ်ကၠုၚ်။  increase one's acquirements. (vt)  ဂၠာဲဂလိုၚ်လဝ်။  increasingly (adv)  သာတုဲသာတုဲ။"},
{"word":"incredible","def":"adj.  မဒှ်ကဆံၚ်ပတှ်ေစဟွံဂွံ။"},
{"word":"increment","def":"n.  ပွမတောတက်ဂၠိုၚ်တိုန်ကၠုၚ်၊  ဒဒှ်မဗြေဝ်ကၠုၚ်၊  သြန်တီုတိုန်(သြန်ဂိတုဂၠုၚ်တိုန်ကၠုၚ် အခါယဵုဒုၚ်ကာပေၚ်အာမွဲသၞာံ)။"},
{"word":"incubate","def":"vt.vi.  ဖ္ဍတ်ခၟာဲ။  incubator (n)  ကရိယာဖ္ဍတ်ခၟာဲနကဵုဓာတ်ဂမ္တဴ။"},
{"word":"incur","def":"vt.  သကဵုစိုပ်ကၠုၚ်၊  သကဵုဒှ်အာကဝုတ်။"},
{"word":"incursion","def":"n.  ဒဒှ်မဗ္တိုက်စုတ်လွာဲဂှ်၊  ဒဒှ်မဗ္တိုက်စုတ်ဗြုဗြု၊  ဒဒှ်မခလိုၚ်လုပ်ဗ္တိုက်စုတ်။"},
{"word":"indeed","def":"adv.   ဆတ္တဝ်၊  ပြက္ဍၚ်၊  ဍာံဍာံတေံ၊  ကွေံကွေံတေံ၊  ဗွဲဒဒှ်ဍာံဍာံ၊  သမဳသမပ်၊  သၟဳသၟပ်၊  သွံ။  int.  ရသွံ၊  ရောၚ်သွံ။"},
{"word":"indefinite","def":"adj.  မဟွံချိုတ်ပၠိုတ်၊  မဟွံကၠဳကၠး။  indefinitely (adv)  နဒဒှ်မဟၟဲကဵုတွဵုဒနက် မဟၟဲကဵုအပိုၚ်အခြာ။"},
{"word":"indelible","def":"adj.  မကလေံထောံဟွံဂွံ၊  မပလီုပလာ်ထောံဟွံဂွံ။"},
{"word":"indemnify","def":"vt. (pt.pp.-fied)  လေဲ၊  ကလေၚ်စေက်ပ္တိတ်ကဵု။  indemnity (n. pl.-ties)  သြန်လေဲ။"},
{"word":"indent","def":"vt.  ဒေတ်၊  တှ်ေဒေတ်၊  ဒတ်။  ၂။  ဗ္ကန်ကပေါတ်ဗၞိက်။"},
{"word":"independent","def":"adj.  မဗၠးၜး၊  မဟၟဲကဵုသ္ဒးဗ္ဒဗ္ဒာဲ။  independence (n)  ဒဒှ်မဗၠးၜး၊  ဒဒှ်မဟၟဲကဵုသ္ဒးဗ္ဒဗ္ဒာဲ၊  ပရေၚ်ဗၠးၜး။  independently (adv)  ဗွဲမဗၠးၜး၊  နဒဒှ်ဗၠးဗၠးၜးၜး။"},
{"word":"indeterminate","def":"adj.  မဟၟဲကဵုတွဵုဒနက်၊  မဟၟဲကဵုသိၚ်ဗိုၚ်။"},
{"word":"index","def":"n.  တၚ်စၞောန်၊  အရာမစၞောန်။  vt.  စုတ်တၚ်စၞောန်။"},
{"word":"Indian","def":"n.  ကောန်ဍုၚ်အိန္ဒိယ၊  ကောန်ဍုၚ်ဂလာ။  adj.  မဆေၚ်စပ်ကဵုဍုၚ်ဂလာ(အိန္ဒိယ)၊  ဂလာကၠေဝ်။  Indain corn. (n)  သြောံဂန်။  Indian cuckoo. (n)  ကဴဝဴ။  Indian fig tree. (n)  နိဂြောဓ၊  ဇြဲသုံ။  Indian hemp. (n)  ဘၚ်။  Indian summer. (n)  ဥတုကျာမသ္ၚိတ်ဇြ မကှ်ဖ္ဍဟ်အုပ်ဓီု မက္တဵုဒှ်ပ္ဍဲအခိၚ်ဗြဲအိုတ် သ္ကုတ်သၟဝ်ကျာ ဂကောံကၟိန်ဍုၚ်အမေရိကာန်။"},
{"word":"indicate","def":"vt.  စၞောန်၊  စၞောန်ထ္ၜး၊  သ္ပပွမစၞောန်။  indicative (adj)  မသ္ပစၞောန်၊  မစၞောန်ရန်။"},
{"word":"indifferent","def":"adj.  ပြတ်မာတ်၊  မဟၟဲကဵုသွက်စိုတ်ဂွံလုပ်စ၊   မမဇ္ဇျဟ်၊  မသကဵုဒှ်ဘာသာဍေံကဵုဍေံ၊  ဟွံပကာ၊  ဟွံရန်ဟွံပကာ။  indifference (n)  ဒဒှ်စိုတ်ဟွံလုပ်စ၊  ပွမမံၚ်ဘာသာညးကဵုညး။  indifferent to life. (adj)  ကြိုပ်။"},
{"word":"indigenous","def":"adj.  မဒှ်ကောန်ဍုၚ်အရၚ်။"},
{"word":"indigent","def":"adj.  မဒိုက်ဝါတ်၊  ဒိုက်၊  ဒိုက်ဂြတ်။  indigence (n)  ဒဒှ်မဒိုက်ဝါတ်၊  ဒဒှ်မဒှ်အဒိုက်ဂတ်။"},
{"word":"indigestion","def":"n.  ဒဒှ်စၞဟွံလ္ၚတ်။"},
{"word":"indignant","def":"adj.  မဒုၚ်ဒဝ်ဟွံမာန်၊  မဒှ်ကဆံၚ်ဒေါသမနော သ္ဒးတိတ်စိုတ်သ္ဒးက္တဵု။  indignantly (adv)  နဒဒှ်မဒုၚ်ဒဝ်ဟွံမာန်။  indignation (n)  ဒဒှ်မဒုၚ်ဒဝ်ဟွံမာန်။"},
{"word":"indignity","def":"n.  ဒဒှ်သိက္ခာမစှ်ေ၊  ဒဒှ်မဂွံမုက်ဂဝ၊  ဒဒှ်ဂုန်စရာဲမစှ်ေ။"},
{"word":"indigo","def":"n.  အရံၚ်ဍီု၊  အရံၚ်ချီု၊  အရံၚ်မာဲ၊  မာဲ၊  တၞံမာဲ၊  မာဲကြောံ(ကြောမ်)။  indigo plant. (n)  တၞံမာဲ။  indigo dye. (n)  မာဲ၊  မှ်မာဲ။"},
{"word":"indirect","def":"adj.  မဒှ်တပ်တပ်ဟွံသေၚ်၊  မဒှ်ဒလိန်ဒလာဲ၊  မသ္ဒးသ္ပဝ်အာ၊  မသ္ဒးဂေတ်တ္ၚံက်အာ။"},
{"word":"indiscipline","def":"n.  ဒဒှ်မဟၟဲကဵုသၞောတ်သၞောဝ်။"},
{"word":"indiscretion","def":"n.  ဒဒှ်မဟၟဲကဵုဂမြၚ်ညာန်၊  ဒဒှ်မဟၟဲကဵုဂမြၚ်ညာန်ပ္ဍဲကဵုလဟီု။"},
{"word":"indiscriminate","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ် မဗၠးအာကဵုသၞောဝ်သၞောတ်၊  မဟွံကၠိုဟ်ခၠၚ်တၚ်တၞဟ်ခြာပါ်ပဲါ။"},
{"word":"indispensable","def":"adj.  မဟၟဲဟွံတုဲ၊  မနွံပၟိက်။"},
{"word":"indisposed","def":"adj.  မဟွံထတ်ယုက်။  ၂။  မဟွံမွဲပ္ဍဲစိုတ်။"},
{"word":"indisposition","def":"n.  ဒဒှ်မမံၚ်စရောပ်ရေၚ်ဒၟံၚ်ဇကုဇကောဝ်၊  ဒဒှ်မံၚ်စဟွံခိုဟ်အှ်ေ။"},
{"word":"individual","def":"adj.  မဒှ်ညးမွဲမွဲ၊  မဒှ်မွဲမွဲ၊  မဒှ်အနေအလိုက်ပူဂဵု၊  အဇ္ဇျတ္တိကာ၊  အတ္တဘဴ၊  အပ္ဍဲ။  n.  ပူဂဵု၊  ပုဂ္ဂလိက၊  ပူဂဵုမွဲမွဲ၊  နဒဒှ်မပဲါလဝ်ဗွဲတၟေၚ်။  individuality (n. pl.-ties)  တၚ်မပြာကတ်နဒဒှ်အနေအလိုက်ပူဂဵု။"},
{"word":"indoctrinate","def":"vt.  သကဵုပညာအတိုၚ်အရေၚ်ကသပ်ပတှ်ေစှ်ေလဝ်စိုတ်၊  ဒလောံ။  indoctrination (n)  ဒဒှ်မသကဵုပညာအတိုၚ်ပရေၚ်ကသပ်ပတှ်ေစှ်ေလဝ်စိုတ်။"},
{"word":"indolent","def":"adj.  ထကုဲလၞုဟ်၊  လၞုဟ်ထကုဲ၊  မလၞုဟ်၊  မဇြိုပ်ဇြုဲ၊  မသ္ဇိုၚ်သ္ဇုဲ။  indolence (n)  ဒဒှ်မလၞုဟ်။"},
{"word":"indomitable","def":"adj.  မဒှ်အပ္ဍဲဒတန်အပ္ဍဲသ္ၚိဌာန်။  indoors (adv)  အပ္ဍဲဒတန်မွဲမွဲ။"},
{"word":"Indra","def":"n.  ဣန်၊  အိန်၊  ဒေဝိန္ဒ။  Indra's elephant. (n)  ဨရာဝိုန်၊  စိၚ်ဨရာဝိုန်။  Indra's justice hall. (n)  ဇြပ်သုဓမ္မာ။  Indra's throne. (n)  ပဏ္ဍုကၟဝ်။  Indra's thunder bolt. (n)  လေံဗတ်၊  အသနိ၊  လွဟ်ပဇ္ဇဗတ်သၟိၚ်အိန်။"},
{"word":"indubitable","def":"adj.  မဟၟဲကဵုကဆံၚ်ဒှ်သၠေဟ်ပၟာမာန်၊  မဟၟဲကဵုဟိုတ်သွက်ဂွံဒှ်သၠေဟ်ပၟာ။"},
{"word":"induce","def":"vt.  ္ၚဲလှေံလှန်၊  လှေံလှန်ကေတ်သိုက်သိုက်၊  ဒဇက်တံၚ်ဂြဲကေတ်၊  ဖအောဝ်ဗ္တိုက်။  inducement (n)  ဒဒှ်မဒဇက်တံၚ်ဂြဲကေတ်။"},
{"word":"indulge","def":"vt.vi.  ဗက်စထောံ၊  ဗက်ထောံအလိုက်။  indulgence (n)  ပွမဗက်အလိုက်၊  ပွမဗက်စ။  indulgent (adj)  မဗက်အလိုက်။"},
{"word":"industry","def":"n.  ဒဒှ်မကၠေံစိုတ်လွဳပရာ၊  ဝဳရိယ၊  လွဳ၊  လွဳလွတ်။  ၂။  ကမၠောန်ကွတ်စက်၊  ရုၚ်စက်ပ္တိတ်ကပေါတ်။  industrial (adj)  မဆေၚ်စပ်ကဵုကမၠောန်ကွတ်စက်။  industrious (adj)  မကၠေံစိုတ်လွဳပရာ၊  သ္ပလွဳ၊  လွဳလွတ်၊  လွဳလွောတ်။"},
{"word":"ineffective","def":"adj.  မဟွံပါမြိ၊  မဟွံမြိပါ။"},
{"word":"inept","def":"adj.  မဒှ်ကဆံၚ်သွက်သ္ဒးဂြိုၚ်စခိုဟ်၊  မဟွံစပ်ဖျပ်။"},
{"word":"inert","def":"adj.  မဟၟဲကဵုဇြဟတ်၊  မနွံကဆံၚ်ဓတ်အိုတ်ဒၟံၚ်၊  မနွံကဆံၚ်ချဳဒရာၚ်ဟွံမာန်။  ၂။  မဓီုဓုဲ၊  မသ္ဇိုၚ်သ္ဇုဲ။  inertia (n)  ဒဒှ်ဇြဟတ်မကှ်ဇတ်၊  ဒဒှ်အစောံဇြဟတ်ဟွံမွဲ၊  မဟွံချဳဒရာၚ်။"},
{"word":"inestimable","def":"adj.  မဝါတ်ဂါတ်သွက်ဂွံပတန်ၚုဟ်မး၊  မဝါတ်ဂါတ်သွက်ဂွံချိၚ်ဆခယျ၊  မပတန်ၚုဟ်မးဟွံမာန်။"},
{"word":"inevitable","def":"adj.  မပဲါဗလေတ်ဟွံဂွံ၊   မနွံကဆံၚ်ဒှ်ဨကန်။"},
{"word":"inexorable","def":"adj.  မဟွံဒုၚ်ကယျ၊  မဟွံဒုၚ်ကျ။"},
{"word":"infallible","def":"adj.  မဟၟဲကဵုအမှာအရာ၊  မဗၠးကဵုယောၚ်မှာ။  ၂။  မဟၟဲကဵုဟွံအံၚ်ဇၞးမွဲလှ်ေ၊  မကျဇၞးညးဟွံမွဲ။  infallible knowledge. (n)  အဘိသမ္ဗောဓိ၊  အညာမဟၟဲကဵုမှာရာ၊  အညာမဗၠးကဵုမှာရာ။"},
{"word":"infamous","def":"adj.  မနွံကဆံၚ်မသ္ဂောံက္ဍုဟ်မၠေံခိုဟ်၊  မယုတ်မာ၊  မနွံကဵုပရိုၚ်ပရေံပရေံ၊  မနွံကဵုယၟုလီုလီု။  infamy (n)  ဒဒှ်မစၞာဲယုတ်မာ၊  ဒဒှ်မဂွံမုက်ဂဝထကး။"},
{"word":"infant","def":"n.  ကောန်ၚာ်၊  ကောန်ၚာ်ကောန်တှ်။  infancy (n)   ဘဝကောန်ၚာ်။  infantile (adj)  မဆေၚ်စပ်ကဵုကောန်ၚာ်။"},
{"word":"infantry","def":"n.  ဒပ်တိုက်၊  ဒပ်ဒဵု။  ၂။  ဒပ်ပၞာန်ဍာ်။  ၃။  ပၞာန်တိုက်၊  သရာဲပၞာန်တိုက်။  infantry and charioteers. (n)  ဂၟံၚ်တိုက်ကွဳ။"},
{"word":"infatuate","def":"vt.  သကဵုကြံဆာန်၊  ဂဟောန်ဂဟေဲဒၟံၚ်ပ္ဍဲစိုတ်။  infatuation (n)  ဒဒှ်မကြံဆာန်၊  ဒဒှ်မဂဟောန်ဒဟေဲ။"},
{"word":"infect","def":"vt.  ကၠောံ(ယဲ)၊  ကၠောံသၞာန်၊  ကၠောံပြးဇးအာ။  infection (n)  ဒဒှ်မကၠောံသၞာန်။  infectious (adj)  မလေပ်ကၠောံသၞာန်။"},
{"word":"infer","def":"vt. (-rr-)  ချပ်စၚ်ခြၚ်တုဲဖျေံထောံသ္ဂုတ်သွာတ်၊  ပတုဲထောံ။"},
{"word":"inferior","def":"adj.  မသဝ်စှ်ေ၊  မနွံကဆံၚ်သဝ်သဝ်။  inferiority (n)  ဒဒှ်မဍောတ်သွတ်။"},
{"word":"infernal","def":"adj.  မဆေၚ်စပ်ကဵုနရက်၊  မက္တဴက္တာန်။  inferno (n)  နရက်။"},
{"word":"infest","def":"vt.  ကၠုၚ်ပထုဲပလာပ်၊  ကၠုၚ်ဂၠိန်ၜောတ်၊  ကၠုၚ်ကဵုဒဒိုက်(မပ္တံစၟ,ကၞိ)။"},
{"word":"infidel","def":"n.  ဒိဋ္ဌိ၊  မၞိဟ်မဗၠေတ်ပ္ဍဲကွေတ်။"},
{"word":"infiltrate","def":"vt.vi.  သကဵုတတ်ဖံက်လုပ်ကၠုၚ်၊  သကဵုဇီလုပ်။  infiltration (n)  ဒဒှ်မသကဵုတတ်ဖံက်လုပ်ကၠုၚ်၊  ဒဒှ်မသကဵုဇီလုပ်။"},
{"word":"infinite","def":"adj.  အနန္တ၊  မဟၟဲကဵုတံကၞောတ်၊  မဟၟဲကဵုတွဵုဒနက်၊  ပညပ်တွဵုဒနက်ဟွံမာန်။  infinity (n)  အရာမဟၟဲကဵုတံကၞောတ်။"},
{"word":"infirm","def":"adj.  မလၟေန်၊  မဟွံခံၚ်။  infirmary (n. pl.-ries)  ဌာန်ဇၞူညးဗျုတံ။  infirmity (n)  ဒဒှ်မဟၟဲကဵုဇြဟတ်။"},
{"word":"inflame","def":"vt.vi.  ဗဂဵုပၟတ်၊  သကဵုဍာဲ၊  စိုတ်ထေဲ။  inflammable (adj)  မသကဵုပၟတ်ဂဵုတိုန်၊  မဒှ်အရာပၟတ်တူလောဲ။"},
{"word":"inflammation","def":"n.  ဒဒှ်မဂုဟ်ဖ္ဍံၚ်တိုန်၊  ဒဒှ်မဗ္ကေတ်ဍာဲတိုန်၊  ယဲဂမ္တဴတိတ်၊  ယဲဒတူဒလာဲ။  inflammatory (adj)  မသကဵုဂုဟ်တိုန်၊  မသကဵုစိုတ်ထေဲတိုန်၊  မသကဵုခ္ဍဟ်ခ္ဍာဲပ္တိုန်။"},
{"word":"inflate","def":"vt.vi.  ထပက်ကျာ၊  ဗပေၚ်သၟုဟ်ဓာတ်၊  သကဵုဖ္ဍံၚ်တိုန်၊  သကဵုဖ္ဍံၚ်က္တဵုတိုန်။  inflation (n)  ဒဒှ်မသကဵုဖ္ဍံၚ်က္တဵုတိုန်။  inflationary (adj)  မဖ္ဍံၚ်က္တဵုဒၟံၚ်။"},
{"word":"inflict","def":"vt.  သကဵုဂိအာ၊  သကဵုဒုၚ်စသိုၚ်၊  တပ်ဒန်။  infliction (n)  ဒဒှ်မတပ်ဒန်။"},
{"word":"inflow","def":"n.  ဒဒှ်မဇွောဝ်လုပ်၊  အရာမဇွောဝ်လုပ်။"},
{"word":"influence","def":"n.  ဖဵုအနိဿံသ၊  ဂုန်ဖဵု။  ၂။  သြဇာ၊  အသိၚ်အဟိက်။  vt.  ဓလီုလဝ်နကဵုသြဇာ၊  ဓလီုလဝ်နကဵုအသိၚ်အဟိက်။  influential (adj)  မဓလီုလဝ်နကဵုသြဇာ။"},
{"word":"inform","def":"vt.vi.  ကလိုဟ်ကဵုမိၚ်၊  ဂရၚ်၊  ဂြၚ်၊  စၞောန်ထ္ၜး၊  အာလေဲ(လဴ)ပူစ။  informant (n)  မၞိဟ်ကဵုပရိုၚ်၊  မၞိဟ်ဂရၚ်ပ္တီ၊  မၞိဟ်ကၠုၚ်လဴစ။  information (n)  ပရိုၚ်၊  တၚ်မဂရၚ်ပ္တီ၊  ဒဒှ်မကလိုဟ်ကဵုမိၚ်။  informer (n)  မၞိဟ်ကဵုပရိုၚ်။  informative (adj)  မဒှ်သဒှ်သွက်ဂွံသမ္တီလဝ်ထေက်။"},
{"word":"informal","def":"adj.  မဟွံရၚ်တၠုၚ်နကဵုအသေအဟာန်၊  မဒှ်စေဝ်စၞောန်ဟွံဇၞော်ဟွံဂြက်။"},
{"word":"infra-","def":"prefix.  အသၟဝ်၊  ဗွဲအသၟဝ်။  infra-red. (n)  လျးဗွဲအသၟဝ်အရံၚ်ဗ္ကေတ်(ဟွံညာတ်နကဵုမတ်)။"},
{"word":"infuriate","def":"vt.  သကဵုဒေါသတိတ်၊  သကဵုစိုတ်ထေဲ။  သကဵုမနောတိတ်။"},
{"word":"infuse","def":"vt.  စဝ်စုတ်၊  ပ္တိုန်ကဵုသတ္တိ၊  ပၠောပ်ကဵုသတ္တိ။"},
{"word":"ingenious","def":"adj.  မစိုန်သ္ကီု၊  မလေပ်ဖန်ဗဒှ်သွက်ဂွံတတ်ကၠောံအာ၊  မသ္ကေက်သ္ကာ။  ingenuity (n)  ဒဒှ်မစိုန်သ္ကီုသ္ကေက်သ္ကာ။"},
{"word":"ingenuous","def":"adj.  မပံက်လဝ်သြိုဟ်၊  မကၠးဖ္ဍး၊  မဟၟဲကဵုဒုဟ်၊  မဟွဲကဵုသရာံပါပ်၊  မတပ်တး၊  ဂွုအး။"},
{"word":"inglorious","def":"adj.  မဒှ်သွက်သ္ဒးဂွဗွဲ၊  မသကဵုဂုန်စရာဲစှ်ေ။"},
{"word":"ingot","def":"n.  ထကောၚ်ဖကောဝ်၊  ထကောၚ်ထဝ်။"},
{"word":"ingrained","def":"adj.  မနွံဒၟံၚ်သွက်ဂွံပလီုပလာ်ထောံဟွံမာန်၊  မသကဵုစောန်ဍာပ်သှ်ေတ္ၜက်ဒၟံၚ်။"},
{"word":"ingratiate","def":"vt.  ဖ္ဍာတ်လဝ်မုက်မတ်။"},
{"word":"inhabit","def":"vt.  ဒၟံၚ်တန်တဴ။  inhabitable (adj)  မဒၟံၚ်တန်တဴဂွံ။  inhabitant (n)  မၞိဟ်တန်တဴဒၟံၚ်၊  မၞိဟ်ဒၟံၚ်တန်တဴ။  inhabitants of a country. (n)  ကောန်ဍုၚ်ကောန်ကွာန်။"},
{"word":"inhale","def":"vt.vi.  ယီုပၠောပ်၊  ခရောတ်ယီုပၠောပ်၊  ယီုစှ်ေ၊  ယီုလုပ်။"},
{"word":"inherent","def":"adj.  မဒှ်ဒဒှ်,ဒှ်ကၠုၚ်နူဂဝ်၊  မဒှ်,ဒှ်ကၠုၚ်နူဂဝ်၊  မပါကၠုၚ်နူဂဝ်။"},
{"word":"inherit","def":"vt.  မသ္ဂောံဆက်ဒုၚ်စအာဲတၟာဲ၊  မသ္ဂောံဆက်ဒုၚ်စ အစောံစရာဲအခိုက်ကၞာ။  inheritance (n)  အာဲ၊  ဒဒှ်မသ္ဂောံဆက်ဒုၚ်စအာဲတၟာဲ။"},
{"word":"inhibit","def":"vt.  ဆဵုဒဝ်၊  စဵုဒၞာ၊  ထၚ်ဒက်။  inhibition (n)  ပွမထိၚ်ဒက်။"},
{"word":"inhuman","def":"adj.  မဟွံဗက်ဗီုမၞိဟ်၊  မဟွံဒှ်ဗီုမၞိဟ်၊  မဟွံစှ်ေကဵုဗီုမၞိဟ်၊  မဟၟဲကဵုသွက်ဂွံဒုၚ်စသိုၚ်၊  မဓဇန်ကြံကြ။"},
{"word":"inimical","def":"adj.  မနွံပၟိက်ကဵုဂၠာဲသၞ၊  မသကဵုဒှ်အန္တရာဲ။"},
{"word":"initial","def":"adj.  ဗွဲကိုပ်ကၠာ၊  သ္ပပတံ၊  ပထမ၊  တံဝါဒိ။  vt.  ထပက်စၟတ်တဲဒမၠေံ။"},
{"word":"initiate","def":"vt.  သ္ပပတံ၊  ပၠောပ်ထောံ၊  ပၠောပ်ကဵု။  initiation (n)  ပွမပၠောပ်၊  ပွမသကဵုလုပ်။  initiative (n)  ဒဒှ်မဒှ်ဗွဲကိုပ်ကၠာ၊  ဒဒှ်မဒှ်တံဝါဒိ၊  ပွမသ္ကိုပ်သ္က၊  ပွမနွံကဵုအစောံသ္ကိုပ်သ္ကမာန်။"},
{"word":"inject","def":"vt.  ထ္ပက်ပၠောပ်၊  ထ္ပက်ဂဥုဲ။  injection (n)  ဒဒှ်မထပက်ဂဥုဲ၊  ဒဒှ်မထ္ပက်ပၠောပ်ဂဥုဲ။"},
{"word":"injunction","def":"n.  ပွမစိုန်သ္ကီု၊  တၚ်မပညပ်၊  အသံ။"},
{"word":"injure","def":"vt.  ဒြိုဟ်၊  နၚ်လေၚ်၊  ပ္ကီုဒုဟ်၊  ပလေၚ်၊  ပၠေၚ်၊  ပၠေၚ်ဗဒိုက်၊  သကဵုဂိဂေၚ်အာ၊  သကဵုဒးဝပ်၊  သကဵုလီုလာ်အာ။  injurious (adj)  မသကဵုလီုလာ်။  injury (n. pl.-ries)  ပွမလီုလာ်အာ၊  ဒဒှ်မဂွံဘဲဝပ်။  to injure physically. (vt)  ပိုဟ်သြ။"},
{"word":"injustice","def":"n.  ပွဟွံစှ်ေကဵုဗဗွဲဓဝ်။  ၂။  ပွမယောၚ်မှာ၊  ပွမမှာရာယောၚ်ယာ။"},
{"word":"ink","def":"n.  မှၚ်၊  ဍာ်မှၚ်။  vt.  ချူကဵုမှၚ်၊  ပ္တီကဵုမှၚ်၊  ဖျောန်ကဵုမှၚ်။  ink well. (n)  ခေါ်မှၚ်၊  ပလၚ်မှၚ်၊  ဗဳမှၚ်။  ink stand. (n)  ဗဳမှၚ်။"},
{"word":"inkling","def":"n.  ဒဒှ်မတီဆညိည၊  ဒဒှ်မတီဆဒလိန်ဒလာဲ။"},
{"word":"inland","def":"adj.  မဒှ်ဒေသဒကုတ် မသ္ၚောဲကဵုပရေၚ်က္ၜဳဂၚ်၊  မဒှ်ဒေသမနွံပ္ဍဲဌာန်သကုတ်အပ္ဍဲ၊  မဒှ်ကပေါတ်မကၠောန်ပ္တိတ်နူအပ္ဍဲဍုၚ်။"},
{"word":"in-law","def":"n.  ကလောကောဒေံ မဆေၚ်စပ်ကဵုလ္ပာ်တြုံလ္ပာ်ဗြဴ။"},
{"word":"inlet","def":"n.  ဂၠံၚ်ဍာ်အကြာကရေပ်ကံ။"},
{"word":"inmate","def":"n.  မၞိဟ်မံၚ်တန်တဴမွဲစွံ(ပ္ဍဲရုၚ်ဂဥုဲ, ပ္ဍဲထံၚ်)။  inmate of a prison cell. (n)  ဃရဝါသ၊  ဂတာဂြဝ်၊  ကောန်သ္ၚိ၊  ခရှ်။"},
{"word":"inn","def":"n.  ခဒံဇူဒီု၊  ဇြပ်တၟုဲ၊  ဌာန်ဇၞူ၊  ဌာန်တၟုဲဇူဒီု၊  ဖျာပုၚ်။"},
{"word":"innate","def":"adj.  မပါကၠုၚ်နူဂဝ်၊  မဒှ်ကၠုၚ်နူဂဝ်။"},
{"word":"inner","def":"adj.  အပ္ဍဲ၊  မဒှ်လ္ပာ်အပ္ဍဲ၊  မစှ်ေလ္ပာ်အပ္ဍဲ။  inner room of a Mon house. (n)  ၝောံပ္ဍဲ၊  ၝောံသ္ၚိ(မန်)။  inner layer of skin. (n)  လှောန်။"},
{"word":"innocent","def":"adj.  မဟၟဲကဵုဒုဟ်၊  မဟၟဲကဵုသရာံပါပ်၊  မဟွံလေပ်ကဵုဘဲအန္တရာယ်။  innocence (n)  ဒဒှ်မဟၟဲကဵုသရာံပါပ်။"},
{"word":"innovate","def":"vt.  ပြံၚ်လှာဲ။  ၂။  ပ္တန်ဗဒှ်ပတိုန်တၟိတၟိ။  innovation (n)  တၚ်မပ္တိုန်ဗဒှ်တိုန်။"},
{"word":"innumerable","def":"adj.  အသၚ်္ချေယ၊  ရိုဟ်ဟွံမာန်၊  မရိုဟ်လၟိဟ်ဟွံမာန်။"},
{"word":"inoperable","def":"adj.  မကရေက်လွဳပရာဟွံဂွံ။"},
{"word":"inquest","def":"n.  ပွမစၟဳစၟတ်စဳစတ် မဆေၚ်စပ်ကဵုအမှုဂစိုတ်။                                                    "},
{"word":"inquire","def":"vt.  စၟဳစၟတ်သၟာန်ဇာန်၊  တောတ်သၟာန်။  inquiry (n)  ဒဒှ်မစၟဳစၟတ်သၟာန်ဇာန်၊  ပွမစၟဳစၟတ်။"},
{"word":"enquire","def":"ရံၚ် inquire တေံညိ။"},
{"word":"inquisition","def":"n.  ပွမစၟဳစၟတ်သၟာန်ဇာန်နကဵုဗဗွဲဓဝ်။  "},
{"word":"inquisitive","def":"adj.  မခစော်ခစဳ၊  မဂၠိုၚ်ကဵုသၟာန်ဇာန်။"},
{"word":"insanity","def":"n.  ယဲပရအ်။"},
{"word":"insatiable","def":"adj.  မဟွံအေၚ်ဒုၚ်သတှ်ေ၊  မဟွံဍိုက်ပေၚ်စိုတ်၊  မနွံကဵုလောဘဇၞော်။"},
{"word":"inscribe","def":"vt.  ထ္ပက်ချူလဝ်ယၟု။  inscription (n)  လိက်ဇြေဟ်။"},
{"word":"insect","def":"n.  စၟ၊  ကၟ၊  ကၟခြပ်၊  ခၟ၊  စၟစၟောန်၊  ထၟ၊  သၟံၚ်။  insecticide (n)  ဂဥုဲဂစိုတ်စၟ။"},
{"word":"insensible","def":"adj.  မဟွံဂွံသတိ၊  မဝိုတ်သတိ၊  သဒီု၊  သဒီုသဒ၊  သ္ဒီုသ္ဒိုဟ်၊  သဒိုဟ်သဓီု။  ၂။  မဟွံလေပ်ဒုၚ်စသိုၚ်၊  မသ္ပထောံမဇ္ဇျဟ်မာန်။  insensibility (n)  မဟွံလေပ်ဒုၚ်စသိုၚ်။"},
{"word":"insert","def":"vt.  စုတ်ပၠောပ်။  insertion (n)  ဒဒှ်မစုတ်ပၠောပ်။"},
{"word":"inset","def":"n.  ဗီုရုပ်ဍောတ်ဍောတ် မစုတ်ဓမံက်လဝ်ပ္ဍဲဒကဴမုက်လိက်၊  ဗီုတိသွတ်မဓမံက်ထ္ၜးလဝ်ပ္ဍဲဒကဴဗီုတိဇၞော်။"},
{"word":"inside","def":"n.  အပ္ဍဲဂှ်။  ၂။  ဍာန်သၟတ်မနွံဇမ္ၚောဲကဵုဂၠံၚ်ဇၞော်။  adj.  မတန်ဒၟံၚ်ပ္ဍဲလ္ပာ်အပ္ဍဲ၊  မနွံဒၟံၚ်လ္ပာ်အပ္ဍဲ၊  မကၠုၚ်နူတၞုၚ်အိုတ်။  adv.  ဖာအပ္ဍဲ၊  ဗွဲအပ္ဍဲ၊  လ္ပာ်အပ္ဍဲ။  prep.  အပ္ဍဲ။"},
{"word":"insight","def":"n.  ဒဒှ်မကၠိုဟ်တီညာတ်၊  အစောံစရာဲမကၠိုဟ်ခၠၚ်တီညာတ်။"},
{"word":"insignia","def":"n.  အဆံၚ်အလံၚ်၊  ကြာအဆံၚ်အလံၚ်။"},
{"word":"insinuate","def":"vt.  ဆေတ်၊  ဟီုဆေတ်ဗၠေတ်၊  ဆေတ်ဗၠေတ်။"},
{"word":"insipid","def":"adj.  မဟၟဲကဵုရှ်ဘှ်၊  မနွံကဆံၚ်ဟွံမွဲကဵုစိုတ်လုပ်စ၊  မနွံကဆံၚ်လ္ၚုလ္ၚန်။"},
{"word":"insist","def":"vt.vi.  ဗ္တိုက်ဖအောဝ်လဝ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဟီုဂးသ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။  ၂။  ရပ်စပ်ဗိုန်ဗိုန်၊  ဒဝိုၚ်။  insistent (adj)  ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်၊  မဒဝိုၚ်၊  မှတ်ခဍၚ်။  insistence (n)  ဒဒှ်မနွံဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။"},
{"word":"insolent","def":"adj.  မဂဝဵုဂဝိုက်၊  မတၞုၚ်လဟဲ၊  မပ္တဴလဝ်မာန်၊  မဟွံသ္ပကေၚ်ကာ။  insolence (n)  ဒဒှ်မရိုၚ်ဇိုၚ်၊  ဒဒှ်မပ္တဴလဝ်မာန်၊  ဂလာန်တၞုၚ်လဟဲ။  insolent language. (adj)  ဂလာန်တၞုၚ်လဟဲ။"},
{"word":"insoluble","def":"adj.  မလာဲလုပ်ဟွံမာန်။ ၂။  မပ္တိတ်သွဟ်ဟွံမာန်၊  သောၚ်တလးဟွံမာန်။"},
{"word":"insomnia","def":"n.  ဒဒှ်တိက်ဟွံဂွံ၊  ဝေဒနာတိက်ဟွံဂွံ။"},
{"word":"inspect","def":"vt.  စၟတ်သၟာန်။  inspection (n)  ပွမစၟတ်သၟာန်။  inspector (n)  မၞိဟ်စၟတ်သၟာန်။"},
{"word":"inspire","def":"vt.  ဗ္တိုက်ဖအောဝ်။  inspiration (n)  ပွမဗတိုက်ဖအောဝ်၊  ကသပ်စိုတ်ကသပ်ဂၞန်။"},
{"word":"instability","def":"n.  ဒဒှ်မဟွံတန်ကြန်။"},
{"word":"install","def":"vt.  ပ္တိုန်၊  သၟုတ်။  ၂။  ဗ္ဂပ်။  installation (n)  ပွမပ္တိုန်နန်၊  ပွမဗ္ဂပ်။"},
{"word":"instalment","def":"n.  ဒဒှ်မကုတ်စုတ်ဏာ ပရောပရာမွဲမွဲ ပ္ဍဲလိက်မဂ္ဂဇြေန် နကဵုအခန်ဆက်။  ၂။  ပွမရာန်ကပေါတ်သောၚ်တလးကဵုၚုဟ်မး မွဲကဝူတုဲမွဲကဝူ (မွဲကဆံၚ်တုဲမွဲကဆံၚ်)။"},
{"word":"instance","def":"n.  ဥပမာ၊  သာဓက၊  ဗီုပြၚ်။  ၂။  တၚ်မပ္တိုန်ထ္ၜး၊  တၚ်ဂရၚ်ပ္တီ၊  တၚ်ဗ္တိုက်ဖအောဝ်။  ၃။  အလန်၊  ဝါ၊  အခိၚ်အခါ၊  ပၞောဝ်ကဵုဒဒှ်ဂမၠိုၚ်ဂှ်မွဲ။"},
{"word":"instant","def":"n.  ခဏ၊  ချိုန်ခဏ၊  ချိုန်ခနှ၊  အခိၚ်အခါဂၠေံဂၠေံ၊  ဒဒှ်မဒှ်မွဲချိုန်ခဏ။  adj.  လွာဲဂှ်၊  ညံၚ်ရဴလပှ်ဂွံ၊  မပြဟ်အိုတ်၊  ပြဟ်ပြဟ်ပြေဟ်ပြေဟ်၊  မွဲလစုတ်ဓဝ်။  ၂။  ဂိတုဏံ။  instantly (adv)  လွာဲဂှ်၊  ဗွဲမပြဟ်။  instantaneous (adj)  မဒှ်လွာဲဂှ်၊  မဒှ်မွဲအခိၚ်ဓဝ်၊  မဒှ်မွဲစွံဓဝ်။"},
{"word":"instead","def":"adv.  စၞး၊  နဒဒှ်မၞိဟ်စၞး။"},
{"word":"instep","def":"n.  စးဇိုၚ်၊  စၞိန်ဇိုၚ်။"},
{"word":"instigate","def":"vt.  ဗ္တိုက်ဖအောဝ်၊  ဆောံက္တဵု၊  ဖတိုက်ဖတုန်။  instigation (n)  ဒဒှ်မဗတိုက်ဖအောဝ်။"},
{"word":"instil","def":"(instill) vt.  သကဵုဇာပ်လုပ်အာသိုက်သိုက်။"},
{"word":"instinct","def":"n.  ပွမပ္ကီုပရာပ်နအလိုက်သဘာဝ၊  စိုတ်သဘာဝ။"},
{"word":"institute","def":"n.  ဂကောံမပံက်လဝ် နကဵုတၚ်ရန်တၟံဗွဲတၟေၚ် (ဗော်, ဌာန, တက္ကသဵု)။  vt.  စန်ဒက်၊  ပကောံ၊  ပကောံပကေဝ်၊  ပ္တန်။  institution (n)  ဂကောံ၊  ဂကောံမရေၚ်တၠုၚ်ဖဵုသွက်ညးဂမၠိုၚ်။"},
{"word":"instruct","def":"vt.  ဂကန်၊  ဂကန်ဖျန်၊  ဂလောံ၊  ဒလောံ၊  ဒလောအ်၊  ဒလောံဗ္တောန်၊  ပကတ်၊  ပကတ်လ္ၚတ်ကဵု၊  ဗ္တောန်၊  ဗ္တောန်ကဵု၊  စၞောန်ထ္ၜးကဵု၊  လၟေတ်။  instruction (n)  တၚ်မဖျေံကဵု၊  ဒေသနာ၊  နဲဥပဒေသ၊  နဲဥပဒေဟ်၊  သာသၞာ။  instructions (n)  သြဝါဒ၊  ဒလောံ၊  ဗ္စန်၊  ဗ္စန်ဂဏန်၊  တၚ်မစၞောန်ထ္ၜး။  instructor (n)  အ္စာမစၞောန်ထ္ၜးပျးကဵု၊  မၞိဟ်မစၞောန်ထ္ၜး။"},
{"word":"instrument","def":"n.  ကရိယာကပေါတ်ကညောတ်။  ၂။  ကပေါတ်ကွိၚ်ကွိုက်တိၚ်တိုက်၊  သၞဲ။  ၃။  မၞိဟ်သ္ဒးဒုၚ်သ္ပဒၞန်။  instrumental (adj)  မတိၚ်တိုက်နကဵုကပေါတ်ကွိၚ်ကွိုက်၊  မသ္ဒးဒုၚ်သ္ပဒၞန်။"},
{"word":"insubordinate","def":"adj.  မဵုရုန်၊  မဟွံရှ်ေသှ်ေအသံ၊  မဟွံဒ္ဂေတ်ဗက်၊  မဟွံသ္ပကေၚ်ကာ၊  ရုန်။  insubordination (n)  ဒဒှ်မဟၟဲကဵုကလၚ်ပၚ်မှိၚ်အသံ။"},
{"word":"insubstantial","def":"adj.  မဟၟဲကဵုဒပ်ရုပ်၊  မဟွံသေၚ်ကဵုဒဒှ်ဍာံဍာံ။  ၂။  မဟွံခိုၚ်ကၠိုက်လ္တူသ္ဇိုၚ်။"},
{"word":"insufferable","def":"adj.  မဇၞော်သၠုၚ်ကဵုမာန်မာန၊  မကြဵုကြီုပၚ်လဝ်မုက်။"},
{"word":"insufficient","def":"adj.  မဟွံရုံဂပ်။  insufficiently (adv)  နဒဒှ်မဟွံရုံဂပ်။ insufficiency (n)  ဒဒှ်မဟွံရုံဂပ်။"},
{"word":"insult","def":"n.  ဒဒှ်မဂဝဵုဂဝိုက်။  vt.  ဂဝဵုဂဝိုက်။"},
{"word":"insurance","def":"n.  လျိုၚ်၊  ဒဒှ်မဒုၚ်စွံဒုၚ်ကေတ်လျိုၚ်။  insure (vt)  စွံကဵုကေတ်လျိုၚ်။"},
{"word":"insurgent","def":"n.  မၞိဟ်သပုန်၊  မၞိဟ်သပုန်ကဵုအလဵုအသဳ။  adj.  မက္တဵုသ္ပသပုန်၊  မက္တဵုပၠန်ဂတး။  insurgency (n)  ပွမသပုန်ပၠန်ဂတး။"},
{"word":"insurmountable","def":"adj.  မဂံါကၠောံတတ်အာဂွံဟွံမာန်။"},
{"word":"insurrection","def":"n.  ပွမစၞေဟ်ပလန်သပုန်၊  ဗပုန်။"},
{"word":"intact","def":"adj.  မဟွံသ္ဒးဒုၚ်ရပ်စပ်လဝ်ဏီ၊  မဒှ်တၟိချောတ်ချောတ်။"},
{"word":"intangible","def":"adj.  မချပ်ကေတ်ဟွံဂွံ၊  မဟၟဲကဵုနဇိုၚ်နတဲ။"},
{"word":"integrate","def":"vt.  သကဵုတုဲဒှ်၊  သကဵုပံၚ်စပ်အာ။  integration (n)  ဒဒှ်မသကဵုဒှ်မွဲဂကောံမွဲကလောံ။"},
{"word":"integrity","def":"n.  ဒဒှ်မယျဵုလ္ဂူတပ်တး။  ၂။  ဒဒှ်မက္ဍိုက်ပေၚ်။"},
{"word":"intellect","def":"n.  ညာန်၊  ပညာ။  intellectual (adj)  ညာန်ဘာန်၊  ပညာ၊  ညာန်ပညာ၊  မလေပ်ပညာ။  n.  မၞိဟ်မလေပ်ပညာ။  intellectual gift. (n)  ညာန်ဘာန်။  intellectually (adv)  နဒဒှ်မနွံကဵုညာန်ဗွဲမသ္ကေက်သ္ကာ၊  နဒဒှ်နွံကဵုညာန်ပညာ။  intellectually endowed. (adv)  သ္ဂေဟ်ညာန်ပညာ။"},
{"word":"intelligence","def":"n.  စေတသိက်၊  ဒဒှ်မက္ဍိုဟ်သ္ကေက်သ္ကာ၊  ဂတိပညာ၊  ညာန်၊  ညာန်ပညာ၊  ညာန်ပညာသ္ကာ၊  ပညာသတိ။  ၂။  ပရိုၚ်။  intelligent (adj)  မက္ဍိုပ်ကေက်။  intelligentsia (n)  မၞိဟ်ကဆံၚ်မလေပ်ပညာ။"},
{"word":"intend","def":"vt.  ရန်တၟံ။"},
{"word":"intense","def":"adj.  မသ္ကာတ်မြဟ်ဗွဲမလောန်။  ၂။  မထတ်သ္ကာတ်။  intensely (adv)  နဒဒှ်ဗွဲမသ္ကာတ်မြဟ်။  intensify (vt.vi)  သကဵုသ္ကာတ်မြဟ်။  intensification (n)  ဒဒှ်မသကဵုသ္ကာတ်မြဟ်။  intensity (n)  ဒဒှ်မသ္ကာတ်။  intensive (adj)  မသ္ကာတ်မြဟ်။"},
{"word":"intent","def":"adj.  မနွံကဵုစိုတ်ထတ်သန်။  ၂။  မစွံအရီု။  n.  တၚ်ရန်တၟံ။"},
{"word":"intention","def":"n.  ကသပ်၊  တၚ်ရန်တၟံ၊  အဇ္ဇျသယ၊  ဖျပ်၊  ဗစပ်။  intentional (adj)  မရန်တၟံ၊  မရန်စွံလဝ်။  intentionally (adv)  နဒဒှ်မရန်တၟံလဝ်၊  နဒဒှ်မရန်စွံလဝ်။"},
{"word":"inter","def":"vt. (-rr-)  တိုပ်ထောံတိ။"},
{"word":"inter-","def":"prefix.  အကြာ၊  မွဲကရောံ၊  မွဲစွံ။"},
{"word":"intercede","def":"vt.  လုပ်ပြာ်ပရေပရံၚ်။"},
{"word":"intercept","def":"vt.  ကြတ်၊  ကြတ်ဒၞာ၊  တတ်ကေတ်အကြာ။  interception (n)  မဒှ်မကြတ်ဒၞာ၊  ပွမတတ်ကေတ်အကြာ။  interceptor (n)  မၞိဟ်ကြတ်ဗ္တိုက်၊  မၞိဟ်တတ်ဗ္တိုက်။"},
{"word":"interchange","def":"vt.  လှာဲဗတး။  ၂။  ပၠန်လှာဲဗ္တး။  interchangeable (adj)  မပၠန်လှာဲဂတးဂွံ။"},
{"word":"interest","def":"n.  ပွမလ္ၚတ်။  ၂။  ဝါသၞာ၊  လွာသဏာ၊  လွာသၞာ၊  ဒဒှ်စိုတ်မလုပ်စ။  ၃။  ဖဵုဂုန်။  vt.  သကဵုစိုတ်လုပ်စ။  interested (adj)  မနွံကဆံၚ်စိုတ်လုပ်စ၊  မနွံကဵုဂုန်ဖဵု။  interesting (adj)  မဒှ်ဒဒှ်စိုတ်မလုပ်စခိုဟ်။  n.  အိက်သြန်။  interest on money. (n)  အိက်သြန်။"},
{"word":"interfere","def":"vi.  ဂၠိန်ၜောတ်၊  လုပ်ပထုဲလှံက် ပ္ဍဲကိစ္စညးတၞး။  ၂။  သကဵုဒှ်အဆဵုအဒဝ်၊  ပထုဲပလာပ်။  interference (n)  ဒဒှ်မဂၠိန်ၜောတ်၊  ဒဒှ်မလုပ်လှံက်။"},
{"word":"interim","def":"n.  ပ္ဍဲအပ္ဍဲ၊  ပွမတတ်ကေတ်အကြာ။"},
{"word":"interior","def":"n. adj.  အပ္ဍဲအပ္ဍဲ၊  ဂၠံ၊  ဂၠံတိုက်၊  မဒှ်အပ္ဍဲအပ္ဍဲ။  ၂။  အပ္ဍဲဍုၚ်၊  မဒှ်အပ္ဍဲဍုၚ်။"},
{"word":"interlace","def":"adj.  သုက်ဂရုက်။"},
{"word":"interlock","def":"vt.vi.  ဆက်ဆောံဒၟံၚ်၊  ပၠန်ဂတးဒၟံၚ်၊  ပၠန်ဂတး၊  မိန်မံလဝ်ညးသ္ကံ။"},
{"word":"interlude","def":"n.  အခိၚ်ဇူမွဲချိုန်ခဏ၊  အခိၚ်သၠး၊  အခိၚ်အကြာ။  ၂။  ကွိၚ်ကွိုက်မတိၚ်တိုက်အခိၚ်အကြာ။"},
{"word":"intermediate","def":"adj.  မနွံပ္ဍဲအကြာ။  intermediate point of the compass. (adj)  အနုဒိုဟ်၊  ဒိုဟ်စၞောန်ထ္ၜးလဝ်ပ္ဍဲနာဍဳဒိုဟ်။"},
{"word":"interminable","def":"adj.  မအိုတ်ဟွံမာန်၊  မနွံကဆံၚ်သွက်ဂွံသ္ဒးလ္ၚုလ္ၚန်။"},
{"word":"internal","def":"adj.  မစှ်ေဒၟံၚ်အပ္ဍဲ၊  မနွံဒၟံၚ်အပ္ဍဲ၊  မဆေၚ်စပ်ကဵုပရေၚ်အပ္ဍဲဍုၚ်။  internally (adv)  နဒဒှ်မစှ်ေဒၟံၚ်ဗွဲအပ္ဍဲ၊  အပ္ဍဲတေံ။"},
{"word":"international","def":"adj.  မဒှ်ရးဍုၚ်ဂမၠိုၚ်၊  မဆေၚ်စပ်ကဵုရးဂမၠိုၚ်။"},
{"word":"interpose","def":"vt.vi."},
{"word":"interpret","def":"vt.vi.  ပံက်ကဵုအဓိပ္ပာဲ၊  ပၠန်သောၚ်ကလးကဵုနူဘာသာဂကူမွဲကဵုမွဲ၊  သှ်။  interpreter (n)  မၞိဟ်ကၠာဲစလောံကဵုအရေဝ်။  interpretation (n)  အဓိပ္ပာဲ၊  အရထ၊  တၚ်ပွံက်ထ္ၜးကဵုအဓိပ္ပာဲ။"},
{"word":"interrogate","def":"vt.  စၟဳစၟတ်သၟာန်ဇာန်။  interrogation (n)  ပွမစၟဳစၟတ်သၟာန်ဇာန်။  interrogative (adj)  မစၟဳစၟတ်သၟာန်ဇာန်။"},
{"word":"interrupt","def":"vt.vi.  ထပိုတ်ထောံအဆက်၊  ထပိုတ်ထောံအဆက်အဆောံ၊  ဒကုတ်ကၠေံအဆက်။  interruption (n)  ဒဒှ်မထပိုတ်ထောံအဆက်။"},
{"word":"intersect","def":"vt.vi.  တတ်ထပိုတ်လ္ပာ်လက်လၞေၚ်၊  ကုတ်ထပိုတ်ကၠေံဒကုတ်ဒကုတ်။  intersection (n)  ဒဒှ်မကုတ်ထပိုတ်ထောံလက်လၞၚ်။"},
{"word":"intersperse","def":"vt.  ပြးဇးဒၟံၚ်အတေံအဏံ၊  ပြးချာဲဒၟံၚ်။"},
{"word":"interval","def":"n.  အခိၚ်အကြာတိတ်ဇာတ်ပၠမွဲကဏ္ဍကဵုမွဲကဏ္ဍ၊  တန်၊  အဓာန်၊  တဝဵု၊  တွဵု။  ၂။  ဒၞာဲသၠးအကြာဝတ္ထုၜါ။"},
{"word":"intervene","def":"vt.  လုပ်ဂၠိန်ၜောတ်၊  လုပ်ပလာပ်ပထုဲ၊  လုပ်အကြာ၊  လုပ်တတဴအကြာ။  intervention (n)  ဒဒှ်မလုပ်ဂၠိန်ၜောတ်အကြာ၊  ဒဒှ်မလုပ်ပထုဲပလာပ်အကြာ။"},
{"word":"interview","def":"n.  ဒဒှ်မကော်ဆဵုသၟာန်သၟုက်တၠခန္ဓ။  vt.  ကော်ဆဵုသၟာန်သၟုက်တၠခန္ဓ။"},
{"word":"interweave","def":"vt.  တာန်၊  တုတ်လီၜန်၊  တန်ဆန်၊  တုပ်လီၜန်ပထုဲပနှဴလဝ်။"},
{"word":"intestines","def":"n.  ကဝးကြုတ်၊  ကြုတ်ဇၞော်,ဍောတ်။  intestinal (adj)  မဆေၚ်စပ်ကဵုကြုတ်ဇၞော်ဍောတ်။  intestinal worm. (n)  ဗရုန်၊  မြုန်။"},
{"word":"intimate","def":"vt.  ကလိုဟ်ပၟိၚ်၊  သကဵုတီ၊  သကဵုမိၚ်။  intimation (n)  ဒဒှ်မကလိုဟ်သကဵုတီ။  adj.  မဍုက်ကေဝ်၊  မဒှ်ဗွဲအပ္ဍဲ၊  မဒှ်ကိစ္စအပ္ဍဲဇကု။  intimate friend. (adj)  ဇွာ၊  ရဲထ္ဍဲ။  intimacy (n)  ဒဒှ်မဒှ်အပ္ဍဲ၊  မဒှ်မဍုက်ကေဝ်။"},
{"word":"intimidate","def":"vt.  ဘပလ၊  သ္ပညံၚ်ရဴသ္ဂောံဖေက်။  intimidation (n)  ဒဒှ်မဘပလ။"},
{"word":"into","def":"prep.  ပ္ဍဲ၊  အပ္ဍဲတေံ။  ၂။  အပ္ဍဲကဵု။"},
{"word":"intolerable","def":"adj.  မအေၚ်ဒုၚ်ဟွံမာန်၊  မဒုၚ်ဒဝ်ဟွံမာန်။"},
{"word":"intoxicate","def":"vt.  က္ၜူဘၚ်၊  တၜူတဆူ၊  တၜူမာဲ၊  ထ္ၜူ၊  ထ္ၜူမာဲ၊  ထ္ၜူအရက်၊  ၜူမာဲ၊  သကဵုထ္ၜူ။  ၂။  မဗၠးဂၠိက်ယာတ်၊  ထ္ၜူ။  intoxicant (n)  ဒဒှ်မသကဵုဆီလရု၊  ဍာ်သကဵုဆီလရု။  intoxication (n)  ဒဒှ်ဆီမလရုတိုန်၊  ဒဒှ်မထ္ၜူ။  intoxicated with pride. (adj)  မဗၜူမာန်။"},
{"word":"intractable","def":"adj.  ဂလဵု၊  ဂလဵုခၞံၚ်၊  မဒှ်ကဆံၚ်သွက်ဂွံထိၚ်ဒက်ဝါတ်။"},
{"word":"intransigent","def":"adj.  မဟွံဖျံအပ္ဍဲဒဒှ်မသစပ်ဖျပ်။"},
{"word":"intrepid","def":"adj.  မဗၠးနူကဵုသ္ဒးဖေက်ဒည။"},
{"word":"intricate","def":"adj.  သ္ဂောံတီကၠိုဟ်ဝါတ်၊  ဇြိုဟ်နက်၊  ဇြိုဟ်ဂၞက်၊  သ္ဇိုဟ်နက်၊  သုက်ဂရုက်။"},
{"word":"intrigue","def":"n.  ပွမဒမၠုက်ချပ်ဂၞန်။  vt.  ဒမၠုက်ချပ်ဂၞန်။"},
{"word":"intrinsic","def":"adj.  အစောံစရာဲနူဂဝ်၊  ၚုဟ်မးပကတိ။"},
{"word":"introduce","def":"vt.  ဆက်ကဵုတံၚ်တဲညးသ္ကံ၊  ဖျပ်ကဵုသွက်ဂွံဒှ်မိတ်၊  ဆက်ကဵုမိတ်။  ၂။  ကဵုတိုန်စၚ်အလန်ပထမ၊  စတုဲရပ်စပ်။  introduction (n)  နဳဒါန်၊  ဒဒှ်မဆက်ကဵုမိတ်၊  ပွမသကဵုလုပ်ပေဲါ။  introductory (adj)  မဆက်ကဵုမိတ်။"},
{"word":"introspection","def":"n.  ပွမပါ်ပဲါဇကုဇကု။  introspective (adj)  မပါ်ပဲါရံၚ်ဇကုဇကု။"},
{"word":"intrude","def":"vt.vi.  ထပါ်လုပ်ကၠုၚ်၊  လုပ်ကၠုၚ်ၜိုန်ဟွံကော်ပၠောပ်။  intruder (n)  မၞိဟ်ထပါ်လုပ်ကၠုၚ်။  intrusion (n)  ဒဒှ်မထပါ်လုပ်ကၠုၚ်။"},
{"word":"intuition","def":"n.  ညာန်မသာတ်ခၠၚ်တီညာတ် အလိုက်ဍေံကဵုဍေံ(အလဵုဍေံကဵုဍေံ)။  intuitive (adj)  မဆေၚ်စပ်ကဵုညာန်မသာတ်ခၠၚ်တီညာတ်အလိုက်ဍေံကဵုဍေံ။"},
{"word":"inundate","def":"vt.  ဍာ်ကလိုပ်၊  ဍာ်ဗၠိုက်။"},
{"word":"invade","def":"vt.  လုပ်ခလိုၚ်ကၠုၚ်သွက်ဂွံဗၠိုက်။  ၂။  ပလီုပလာ်ထောံ၊  လုပ်ဂၠိန်ၜောတ်၊  လုပ်ပထုဲပလာပ်။  invader (n)  မၞိဟ်ခလိုၚ်လုပ်။  invasion (n)  ဒဒှ်မခလိုၚ်လောန်လုပ်ကၠုၚ်။"},
{"word":"invalid","def":"n.  မၞိဟ်ဟွံထတ်ယုက်၊  မၞိဟ်ဟွံခံၚ်။  adj.  မဟွံထတ်ယုက်၊  မဟွံခိုဟ်ပ္ဍဲပရေၚ်ထတ်ယုက်။  adj.  မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  မဟွံဗိုန်ခိုၚ်။"},
{"word":"invaluable","def":"adj.  မရာသူၚုဟ်မးဟွံမာန်။"},
{"word":"invective","def":"n.  ဂလာန်ရုန်ရုန်မဵုမဵု။"},
{"word":"invent","def":"vt.  ပ္တန်ဗဒှ်။  ၂။  ဟီုဗဒှ်ကေတ်။  inventor (n)  မၞိဟ်ပ္တန်ဗဒှ်။  invention (n)  ဒဒှ်မပ္တန်ဗဒှ်။  inventive (adj)  မလေပ်ပ္တန်ဗဒှ်၊  မခိုဟ်ပ္ဍဲကသပ်ညာန်။"},
{"word":"invest","def":"vt.vi.  ဖျေံတံရိုဟ်။  ၂။  ကျိုၚ်ကျဝ်ဂၠိက်ယာတ်ဗွိုက်လ္တက်၊  အပ်ပြာပ်ကဵုအဝဵု၊  ဇိုန်နှၚ်ကဵုအဝဵု။  ၃။  ဗိုၚ်လဝ်နကဵုဒပ်မဗ္ဂပ်လဝ်လွဟ်။  investiture (n)  ဒဒှ်မအပ်ပြာပ်၊  အသေအဟာန်မအပ်ပြာပ်ဇိုန်နှၚ်။  investment (n)  ပွမဖျေံတံရိုဟ်။  investor (n)  မၞိဟ်ဖျေံဗလိုက်တံရိုဟ်။"},
{"word":"investigate","def":"vt.  ဂၠာဲစၟတ်၊  ဂၠာဲပ္ကောံ၊  ဂၠာဲလဖှ်၊  ဂၠာဲသှ်၊  ဂၠိုက်ဂၠာဲ၊  ဒ္ၚဳသၟာန်၊  လဖှ်၊  ဂၠာဲဟီု၊  လ္ၚတ်၊  သွဳသွတ်၊  ဂၠိုက်ဂၠာဲစၟဳစၟတ်။  investigation (n)  ဒဒှ်မဂၠိုက်ဂၠာဲစၟဳစၟတ်။"},
{"word":"inveterate","def":"adj.  မစောဲလာံဒၟံၚ်ပ္ဍဲစိုတ်၊  မစောဲဗိုန်ဒၟံၚ်ပ္ဍဲဇုတ်၊  မဒှ်ကဆံၚ်ရိုဟ်ဍေံဗိုန်ခိုၚ်ဒၟံၚ်၊  မကေၚ်ဒၟံၚ်၊  မဒှ်ဒၟံၚ်အခိုက်အလိုက်။"},
{"word":"invidious","def":"adj.  မဒှ်သ္ဂောံဒုၚ်ဒဝ်ဝါတ်၊  မဒှ်ဂိဂိသၞော်သၞော်။"},
{"word":"invigilate","def":"vi.  မၚ်မွဲရံၚ်စံၚ်။"},
{"word":"invigorate","def":"vt.  ဗဂဵု၊  ဗ္ဂဵု၊  သကဵုဍိုက်ပေၚ်ကဵုဇြဟတ်ကာယ၊  သကဵုထတ်စောံ၊  သကဵုနွံကဆံၚ်သွက်သ္ဂောံပတှ်ေ။"},
{"word":"invincible","def":"adj.  မနွံကဆံၚ်လၞိန်ဗပိန်ဟွံမာန်။"},
{"word":"inviolable","def":"adj.  မဟွံမွဲကဵုဖံက်ပၠန်၊  မဟွံလေပ်သွက်ဂွံဖံက်ပၠန်၊  မဟွံထေက်ကဵုသ္ပဒဒှ်ဟွံအဲပရဲ။"},
{"word":"inviolate","def":"adj.  မဟွံထကးပရး၊  မဟွံမြိထဍိ၊  မသ္ဍိုက်မၠိုက်၊  မအဲပရဲ။"},
{"word":"invite","def":"vt.  ကော်ဘိက်၊  ဘိက်၊  လမန်၊  လၟန်။  ၂။  က္ည၊  နိမန်၊  ဖအောဝ်ဗ္တိုက်၊  အာတ်မိက်ကသပ်ဂၞန်။  ၃။  တံက်ဒဇက်၊  ္ၚဲကသေံ၊  ကသေံကၟဝ်။  inviting (adj)  မတံၚ်ဒဇက်၊  မ္ၚဲဒဇက်။  invitation (n)  ပွမဘိက်ကော်။"},
{"word":"invoke","def":"vt.  ပ္တိုန်ထ္ၜး၊  ဂရၚ်ပ္တီ။  ၂။  ဒုၚ်ဂုန်။  invocation (n)  ပွမဂရၚ်ပ္တီ၊  ပွမဒုၚ်ဂုန်။"},
{"word":"involuntary","def":"adj.  မကၠောန်ဒဒှ်ရန်တၟံလဝ်ဟွံမွဲ၊  မဟွံမွဲကဵုရန်တၟံမွဲသာ်ဟေၚ်ကၠောန်၊  မသ္ပပွဟွံရန်တၟံလဝ်မွဲသာ်။  involuntarily (adv)  နဒဒှ်မသ္ပပွဟွံရန်တၟံလဝ်မွဲသာ်။"},
{"word":"involve","def":"vt.  လုပ်ဆေၚ်စပ်ဒၟံၚ်။  ၂။  နွံကဵုဖဵုဍေံမဆက်ကၠုၚ်ဗွဲကြဴ။"},
{"word":"inward","def":"adj.  မနွံပ္ဍဲ၊  မနွံအပ္ဍဲ၊  အပ္ဍဲ။  ၂။  မဂတးဒၟံၚ်လ္ပာ်အပ္ဍဲ။  inwardly (adv)  အပ္ဍဲမ္ဂးဂှ်။"},
{"word":"irascible","def":"adj.  မလေပ်ထေဲလောဲ။"},
{"word":"irk","def":"vt.  သကဵုစိုတ်ထုဲဂရုဲ၊  ထုဲဂရုဲပ္ဍဲစိုတ်။"},
{"word":"iron","def":"n.  ပသဲ၊  ဗသဲ။  ၂။  ဇွောံတေက်ဗွိုက်လ္တက်(ဂၠုၚ်ပၟတ်)၊  သ္ၚိပၟတ်၊  တေက်ဗွိုက်လ္တက်ကဵုသ္ၚိပၟတ်(ဂၠုၚ်ပၟတ်)။  iron cauldron. (n)  ကၠာၚ်ပသဲ၊  နုၚ်ပသဲ။  iron hook used by elephant drivers. (n)  ကရာၚ်၊  ကရာၚ်စိၚ်၊  ခၜံက်၊  ခၜံက်စိၚ်၊  တာံ။  iron stove. (n)  ဖဴပသဲ။"},
{"word":"ironwood","def":"n.  ပြာန်၊  ဆုပြာန်။"},
{"word":"irony","def":"n.  အရေဝ်ဝေါဟာမသကဵုတိတ်အဓိပ္ပာဲလက်ဗၠိုက်၊  ဒဒှ်မဂဝိုက်ဒၟံၚ်မုက်။  ၂။  ဒဒှ်မဂွံကၠုၚ်ကာလမဟၟဲကဵုပၟိက်။  inronical (adj)  မဂၠဟ်၊  မဒစဵုဒစး။"},
{"word":"irreligious","def":"adj.  အဓမ္မိက်၊  မ္ၚးသာသနာ။"},
{"word":"irreproachable","def":"adj.  မဟၟဲကဵုဒုဟ်၊  မပ္တိုန်ဒုဟ်ဟွံဂွံ။"},
{"word":"irresistible","def":"adj.  မထိၚ်ဒက်ဟွံမာန်၊  မတံၚ်ဂြဲလောန်လောန်ကာဲကာဲ။"},
{"word":"irrespective","def":"adj.  မဟွံတၞဟ်ခြာပ္တိတ်၊  မဟွံပါ်ခြာပ္တိတ်။"},
{"word":"irresponsible","def":"adj.  မသ္ပပွညံၚ်ရဴမဟၟဲကဵုတာလျိုၚ်။  ၂။  မဟၟဲကဵုတာလျိုၚ်။"},
{"word":"irrigate","def":"vt.  ကဵုဍာ်စြာၚ်၊  ကဵုဍာ်နူစြာၚ်။  ၂။  ခဲါစြာၚ်ဍာ်၊  တေဝ်ခၞံစြာၚ်ဍာ်။  irrigation (n)  ဒဒှ်မတောဲကဵုဍာ်နူစြာၚ်။"},
{"word":"irritate","def":"vt.  ဂတာတ်၊  ဂရိတ်ခတ်၊  ဆောံညံၚ်စိုတ်သ္ဂောံက္တဵု၊  ဆောံညံၚ်စိုတ်သ္ဂောံထေဲ၊  ဇွိတ်။  ၂။  သကဵုအၚ်္ဂခန္ဓ ကာယဒုၚ်ဒဝ်ဟွံမာန်။  irritable (adj)  စိုတ်ဂၠေံ၊  မသကဵုဒှ်စဵုကဵုဒုၚ်ဒဝ်ဟွံမာန်။  irritant (n)  အရာမသကဵုဒှ်စဵုကဵုဒုၚ်ဒဝ်ဟွံမာန်။  adj.  မသကဵုဒှ်စဵုကဵုဒုၚ်ဒဝ်ဟွံမာန်။  irritation (n)  ဒဒှ်မဒုၚ်ဒဝ်ဟွံမာန်။"},
{"word":"is","def":"ရံၚ် be တေံညိ။"},
{"word":"island","def":"n.  ကံ၊  တ္ကံ၊  လ္ကံ။  islander (n)  ကောန်ကံ၊  မၞိဟ်ဒှ်မၞိဟ်ပ္ဍဲကံ။  islet (n)  ကံသၟတ်၊  တ္ကံသၟတ်။"},
{"word":"isolate","def":"vt.  ပဲါပ္တိတ်လဝ်ဟွံကဵုလုပ်ဝိုၚ်၊  ပါ်တၞဟ်ခြာလဝ်သက်သက်။  isolation (n)  ဒဒှ်မဒၟံၚ်တၞဟ်ခြာ၊  ဒဒှ်မသၟေဟ်ဒၟံၚ်ညးမွဲဓဝ်။"},
{"word":"issue","def":"vt.vi.  တိတ်။  ၂။  ပ္တိတ်လလောၚ်တြး။  issue commands. (vt.vi)  ဖျန်၊  ဗ္ကန်ဖျန်၊  ဖျေံအသံ။  n.  ဖဵု၊  ဒတုဲဖဵု။  ၂။  ပြသၞာသွက်သ္ဒးသဳကၠဳ၊  ဒဒှ်မပ္တိတ်လိက်ပရိုၚ်, မဂ္ဂဇြေန်၊  ပွမပ္တိတ်သြန်တၚ်္ကာတၟိ, က္ဍိုပ်လိက်တၟိ။ ၃။  ကောန်ဇာတ်(ဥပဒေ)။"},
{"word":"isthmus","def":"n.  ဌာန်ဒေသဂဒုၚ်၊  ဒၞာဲဂဒုၚ်၊  ဒၞာဲတိဂဒုၚ်တိတ်။"},
{"word":"it","def":"pron.  ဣတေံ၊  အရာံမဓမံက်ထ္ၜးလဝ်ဂတတေံ၊  ဒေသမဓမံက်ထ္ၜးလဝ်ဂတတေံ၊  ဒဒှ်မဓၟံက်ထ္ၜးလဝ်ဂတတေံ။  ၂။  ဍေံ၊  ၝ၊  ၝဂှ်၊  ၝဏံ။"},
{"word":"Italian","def":"n.  ဣတလဳ၊  ဣတလိ။"},
{"word":"itch","def":"vi.  စော်၊  ယဲခၞော်၊  သၞော်၊  နှော်။  n.  ဒဒှ်မသၞော်၊  ဒဒှ်မနှော်။  ၂။  ဆန္ဒနွံ၊  စိုတ်နွံ။  itchy (adj)  မသၞော်၊  မနှော်၊  မနွံကဵုဆန္ဒ။"},
{"word":"item","def":"n.  ပိုတ်၊  တၚ်၊  ပစ္စဲ၊  ကပေါတ်။  ၂။  ဒဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  itemize (vt)  စဳဇန်ပ္တိုန်ထ္ၜးကဵုတၚ်နၚ်။"},
{"word":"itinerant","def":"adj.  မဂေတ်ဂ္ၚေၚ်အာကၠုၚ်ဒၟံၚ်။"},
{"word":"itinerary","def":"n.  အစဳအဇန်တရဴ။ "},
{"word":"its","def":"poss. adj.  ဂြပ်ၝဂှ်၊  ဒဒက်တဴကဵုၝဂှ်၊  မှက်ၝဂှ်၊  သၟက်ၝဂှ်။"},
{"word":"ivory","def":"n.  ဒြၚ်စိၚ်၊  ဂြၚ်စိၚ်။  ivory plantain. (n)  ဗြာတ်ဒြၚ်စိၚ်။"},
{"word":"ivy","def":"n.  တၞံကဴမလာံတိုန်လေပ်ပ္ဍဲဒဒၚ်(တိုက်, သ္ၚိ)။"},]}