{"data":[{"word":"j","def":"မအက္ခရ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ဒသမ။"},
{"word":"jab","def":"vt. (-bb-)  ကပိုက်၊  ထလှ်ေ။  n.  ပွမစာဲထလှ်ေစုတ်၊  ပွမစောတ်ထလှ်ေစုတ်။"},
{"word":"jabber","def":"vt.vi.  ဟီုထုဲကၠပ်၊  ဟီုဒၟံၚ်တံကၞောတ်ဟွံတီ။  n.  ဒဒှ်မဟီုဟွံကၠးဖ္ဍး ဟွံသောၚ်ကၠး။"},
{"word":"jabot","def":"n.  ဇာမတောံစုတ်လဝ် ပ္ဍဲဒကုတ်သြိုဟ်ပလောံ၊  ကဴသမစုတ်လဝ် ပ္ဍဲဒကုတ်သြိုဟ်ပလောံ။"},
{"word":"jack","def":"n.  ကရိယာမထ္ၜၚ်ပ္တိုန်ကွဳစက် အရာမနွံကဵုလျိုၚ်၊  ဇွောံထံက်ပ္တိုန်ဂၠေၚ်ပ္တိုန်၊  ဒုၚ်ဂလာ။  ၂။  အလာံမပ္တဴလဝ်ပ္ဍဲကၞောတ်တိုၚ်ယာ။  ၃။  ပၞဟ်(သတ်ဆု)။  a jack of all trades (n)  ဒဒှ်မၞိဟ်မတီညိညသီုဖအိုတ်၊  မၞိဟ်မလေပ်တီညိညသီုဖအိုတ်။"},
{"word":"jackal","def":"n.  ကၠဵုအရိုၚ်မွဲဂကူ၊  ကၠဵုဃြုတ်။"},
{"word":"jackass","def":"n.  မာဲတၟက်၊  မၞိဟ်အိုအ်အိုအ်၊  မၞိဟ်အအ။"},
{"word":"jacket","def":"n.  ပလောံမ္ၚးမနွံကဵုတဲပိုတ်ပိုတ်။  ၂။  ဂရောပ်၊  ထကိုပ်၊  ဂတိုပ်။  ၃။  ဂတိုပ်လိက်။"},
{"word":"jade","def":"n.  မၞိက်စၞာံဒုန်။"},
{"word":"jaded","def":"adj.  မဍောၚ်ၜိုတ်လ္ၚိုပ်လ္ၚာ။"},
{"word":"jag","def":"n.  တၞုၚ်တၟံကေက်ကေက်။  jagged (adj)  မနွံကဵုတၞုၚ်ကေက်ကေက်။"},
{"word":"jaggery","def":"n.  ကဝ်၊  ကဝ်တာ၊  သကဝ်။"},
{"word":"jaguar","def":"n.  ကၠမပၞဟ်မွဲဂကူ(မဆဵုညာတ်ပ္ဍဲတိုက်အမေရိကသမၠုၚ်ကျာ)။"},
{"word":"jail","def":"n.  ဂုက်၊  ထံၚ်။  vt.  စုတ်ဂုက်၊  ဖျေံထံၚ်။"},
{"word":"jailer","def":"(jailor) n.  ဇမၞော်ဂုက်၊  ဇမၞော်ထံၚ်။"},
{"word":"jam","def":"vt.vi. (-mm-)  ကြေပ်၊  ကြေပ်ၜေတ်၊  ကြေပ်ၜေတ်ဒလေတ်။  ၂။  ကြေပ်ၜေတ်အာ၊  ကြေပ်ကြေၚ်အာ။  ၃။  သိက်ကရေပ်စုတ်။  ၄။  ဂၠိန်ၜောတ်(ပလာပ်)ရမျာၚ်ဗလးနူကဵုရေဒဳယဝ်။"},
{"word":"jangle","def":"vt.vi.  ဗြုရမျာၚ်ခြေၚ်ခြေၚ်။  n.  ရမျာၚ်ဗရုခြေၚ်ခြေၚ်။"},
{"word":"janitor","def":"n.  ပၟၚ်တရၚ်။"},
{"word":"January","def":"n.  ဂိတုအၚ်္ဂလိက်ကၠာအိုတ်၊  ဂိတုဂျာန်နျူအာရဳ၊  (မန်) ဂိတုပုဟ်။"},
{"word":"jar","def":"n.  ပလၚ်ပါၚ်သၠဲသၠဲ၊  ဒဂေါၚ်ဍာ်၊  ဇရဳကြ၊  နုၚ်ဇရဳ၊  ဗောတ်လိုအ်။  vt.vi.  လဍဳလယတ်၊  သကဵုကတၚ်ကတောဝ်၊  သကဵုသကေဝ်က္တောဝ်၊  သကဵုလၞေၚ်အာပ္ဍဲကတောဝ်။  ၂။  ဒှ်တိုန်ကဆံၚ်ဒုၚ်ဒဝ်ဟွံမာန်။  ၃။  သကဵုက္တဵုဒှ်တိုန်ပရေၚ်ဟွံသၟဟ် ဟွံညဳသာညးသ္ကံ။  n.  ရမျာၚ်ကတၚ်ကတောဝ်။  ၂။  ဒဒှ်ဂြိုဟ်မယာ်အာ။  ၃။  ဒဒှ်မသေက်ဇဵုညးသ္ကံ။"},
{"word":"jargon","def":"n.  မအရေဝ်သွက်ဂွံတီကၠိုဟ်ဝါတ်ဂါတ်။"},
{"word":"jasmine","def":"n.  ကဴမၠဵု၊  တၞံကမၠံ၊  ပ္ကဴမၠဵု၊  မလဵု၊  မၠဵု။"},
{"word":"jaundice","def":"n.  ယဲဖျုန်သွမဒှ်အရံၚ်သာ်ဍာ်မိတ်၊  ယဲဂြိုဟ်ဂုဟ်။  ၂။  ဒဒှ်မဟွံသ္ဒးစိုတ်ညးတၞဟ်ဇၞော်ကဵုဇြဟတ်၊  ဒဒှ်မတ္ၚံက်တ္ၚေဲလ္တူညးတၞဟ် မဇၞော်ကဵုဇြဟတ်။  jaundiced (adj)  မနွံကဵုစိုတ်တ္ၚံက်တ္ၚေဲ၊  မနွံကဵုစိုတ်ဟွံဒးကဵုညး။"},
{"word":"jaunt","def":"n.  တရဴမတိတ်အာထ္ၜိုဟ်စိုတ်။  vt.  တိတ်အာတရဴထ္ၜိုဟ်စိုတ်။"},
{"word":"jaunty","def":"adj. (-ier,-iest)  မမိပ်မြဟ်ဒံၚ်ထလာ်၊  မမိပ်မြဟ်ယူထလာ်၊  မရပ်လဝ်အလံၚ်။"},
{"word":"Java","def":"n.  ဂျာဝါ၊  တ္ကံဂျာဝါ။"},
{"word":"Javanese","def":"n.  ဂလာဂျာဝါ။"},
{"word":"javelin","def":"n.  ဗၞုဟ်၊  မှိၚ်။"},
{"word":"jaw","def":"n.  ခမၚ်၊  ခၟၚ်၊  ထမၚ်၊  သမၚ်၊  သၟၚ်။  ၂။  ပါၚ်ဂၠံၚ်တရေပ်ဒဵု။  vt.vi.  အရေဝ်ဂၠိုၚ်။  jaw-bone (n)  ဇုတ်ခၟၚ်။"},
{"word":"jay","def":"n.  အကာပ်(ဂစေံ)။"},
{"word":"jaywalk","def":"vt.  တတ်ကၠောံဂၠံမဟွံဒ္ဂေတ်ဗက်စေဝ်သၞောဝ်ဂၠံၚ်။  jaywalker (n)  မၞိဟ်ကၠောံဂၠံၚ်မဟွံကေတ်စေဝ်သၞောဝ်။"},
{"word":"jealous","def":"adj.  ဣဿာ၊  စိုတ်စောန်ဒမြဴ၊  စောန်၊  စောန်ကၠိ၊  စောန်စိုတ်၊  စောန်ဒမြဴ၊  စောန်ပြံက်၊  စောန်ဗြဴ၊  စောန်ဍံက်၊  မတ္ၚံက်ဍုတ်ဍေဲ။  ၂။  မနွံကဵုစိုတ်ဟွံဒးစိုတ်ညးတၞဟ်ဂွံခိုဟ်စ၊  မနွံကဵုစိုတ်တ္ၚံက်တ္ၚံက်။  ၃။  မစွံသတိ၊  မသ္ပသတိ(လ္ပာ်ပွမဒယှ်တှ်တိုန်)။  jealously (adv)  နဒဒှ်မနွံကဵုစိုတ် ဟွံသ္ဒးစိုတ်ညးတၞဟ်ဂွံခိုဟ်စ၊  နဒဒှ်မနွံကဵုစိုတ်တ္ၚံက်ဍုတ်ဍေဲ။  jealousy (n)  ဒဒှ်မဟွံဒးစိုတ် ညးတၞဟ်သအာၚ်ခိုဟ်စ၊  ဒဒှ်မတ္ၚံက်ဍုတ်ဍေဲလ္တူညးတၞဟ်၊  အစောန်အပြံက်။"},
{"word":"jeans","def":"n.  ဗွိုက်လ္တက်တီုတီု။"},
{"word":"jeep","def":"n.  ကွဳစက်ဂျိပ်။"},
{"word":"jeer","def":"vi.  ဓမက်သ္ပပရေံ၊  ဂြိုၚ်သ္ပပရေံ။"},
{"word":"jelly","def":"n. (pl.lies)  ဂြိုဟ်တၟံ။  vt.vi.  ကၠောန်ဂြိုဟ်တၟံ။"},
{"word":"jeopardy","def":"n.  ဒဒှ်အန္တရာဲမစိုပ်ကၠုၚ်။  jeopardize (vt)  စိုပ်ကၠုၚ်ကဆံၚ်ဒှ်အန္တရာဲ။"},
{"word":"jerk","def":"vt.vi.  ဒဇက်တံၚ်ကေတ်၊  ဒဇက်ကေတ်၊  ကဝဲသွေက်ကေတ်။  n.  ဒဒှ်မဒဇက်တံၚ်ကေတ်၊  ဒဒှ်မကဝဲကေတ်။  ၂။  မတေၚ်ပရံၚ်ထောံကောန်ကၞိ။"},
{"word":"jerkin","def":"n.  ပလောံမ္ၚးတဲဂရောတ်၊  ပလောံဂျာကေန်။"},
{"word":"jerry-built","def":"adj.  မသိုၚ်လဝ်ဆဒှ်ကဵုဒှ်၊  မသိုၚ်ပ္တန်လဝ်ဆဆဵု(ဒတန်)။"},
{"word":"jersey","def":"n.  ပလောံၜိုဟ်တဲဇမၠိၚ် ထ္ပက်လဝ်ကဵုတသော်သဵု၊  ပလောံဂျာသဳ။  n.  ဂၠဴဂကူမကၠုၚ်နူတ္ကံဂျာသဳ၊  ဂၠဴဂျာသဳ။"},
{"word":"jest","def":"n.  ဂရိုၚ်၊  ပွမသကဵုဂြိုၚ်၊  မအရေဝ်ပျေက်ပျိုၚ်။  vt.  ပ္တိတ်မအရေဝ်ပျေက်သွက်ဂွံဂြိုၚ်။  jester (n)  မၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်၊  မၞိဟ်ပျေက်။"},
{"word":"jet","def":"n.  ဓာတ်၊  ကပေါတ်ဍာ်ဍာ်၊  သၟုဟ်ဍာ်၊  ဂၠံပၟတ်မခ္ဍိုၚ်တိတ်ကၠုၚ်နူပၞော်သောဲသောဲ။  ၂။  ပၞော်သောဲသောဲ။  n.  မတ်မဟူရာ။  adj.  လမ္စံက်၊  မဂၠုၜေက်။"},
{"word":"jetsam","def":"n.  ကပေါတ်မဗိုတ်ထောံဖျေံပ္ဍဲဂၚ် သွက်က္ၜၚ်သ္ဂောံဂတဝ်တိုန်၊  ကပေါတ်မကၠုၚ်ခက်ဒိုပ်ဒၟံၚ်ပ္ဍဲသြၚ်ပရၚ်ဂၚ်။"},
{"word":"jettison","def":"vt. ထောံဖျေံပ္ဍဲဍာ်ဂၚ် အခါက္ၜၚ်မဒးဒၟံၚ်ကျာလဗိုတ်ပ္ဍဲဂၚ်။"},
{"word":"jetty","def":"n.  ခဒန်က္ဍိုပ်ဂၠေံ၊  ဒဒန်၊  ဒဒန်ဒမၠေံ၊  သၞေဟ်က္ၜၚ်။"},
{"word":"jewel","def":"n.  ရတ်၊  မၞိက်၊  မနဳ၊  မတ်။  ၂။  အရာမတန်ကဵုၚုဟ်မး၊  ပူဂဵုမနွံကဵုၚုဟ်မး။  ၃။  ညးဗၞိက်သွံရာန်မၞိက်ရတ်။  jeweller / jewellery (n)  ရတ်။"},
{"word":"Jewish","def":"adj.  မဆေၚ်စပ်ကဵုဂကူရဟူဒဳ, ဂကူဟေဗြေဝ်, ဂကူဂျူ။  Jewish Feast of the Passover (n)  ပေဲါပသခါ။  Jewish rabbi. (n)  ပရောဟိတ်ယတ်။"},
{"word":"jib","def":"vi. (-bb-)  ဓၞီ(ချေံ,ပြေၚ်,ဂၠဴ)၊  ဒေံါထောံ။  ၂။  ဟွံကြိုက်စိုတ်၊  ဟွံဒးဂၞပ်စိုတ်။"},
{"word":"jibe","def":"ရံၚ် gibe တေံညိ။"},
{"word":"jig","def":"n.  ကွိၚ်ကွိုက်မလရုက္တဵုပတိုန်စိုတ်။  vt.vi.  လှ်ေထလာ်ၜံက်မိပ်ဇြိပ်။"},
{"word":"jilt","def":"vt.  စၞာဲဗ္ဂေတ်၊  သ္ပပရံ၊  ဒဴထောံကဝေၚ်။  n.  ဗြဴလေပ်ဗ္ဂေတ်စၞာဲ၊  ဗြဴထောံကၠဟ်ကဝေၚ်။"},
{"word":"jingle","def":"vt.vi.  ဗြုဒၟံၚ်ခြေဲခြေဲ။  n.  ဗရုခြေဲခြေဲ၊  ခရေဲ။"},
{"word":"job","def":"n.  ကမၠောန်။  ၂။  ကမၠောန်ဂယျိုၚ်လမျီု၊  ကွတ်တဲ။"},
{"word":"jockey","def":"n. (pl.-s)  မၞိဟ်ဍိုက်ချေံပြိုၚ်။  vt.vi.  တက်ဏာအလီ။"},
{"word":"jocose","def":"adj.  မလေပ်မိပ်ဇြိပ်။"},
{"word":"jocular","def":"adj.  ချံက်ချာ၊  မံဂြံ၊  သၞေံသၞဴ၊  မလေပ်ထ္ဍုတ်ဓမက်၊  မလေပ်ချံက်ချာ။"},
{"word":"jocund","def":"adj.  မဒှ်သွက်ဂွံမိပ်၊  မမိပ်ဇြိပ်။"},
{"word":"jog","def":"vt.vi. (-gg-)  ဂရိုဟ်၊  တံၚ်ဓရိုက်။  n.  ပွမဂရိုဟ်။  ၂။  လယှ်ဂြိပ်အာဇကု၊  ချဳဒရာၚ်။  ၃။  ဒဒှ်မဂြိပ်၊  ပွမချဳဒရာၚ်။"},
{"word":"john","def":"n. (slang)  သ္ၚိဝတ်တံၚ်ဍာ်။"},
{"word":"join","def":"vt.vi.  ဆက်၊  ပဂပ်၊  ပညပ်၊  ပညပ်ပရာပ်၊  ဖျပ်၊  ဖျပ်ပရာပ်။  ၂။  လုပ်ဂကောံ။  ၃။  လုပ်ကၠောန်ကရောံဂှ်။  joining (n)  အစပ်၊  ဗစပ်။  join with glue. (vt.vi.)  ကရပ်လဝ်၊  ဗာန်လဝ်။  join hands. (vt)  ခမှောံတဲ၊  ခၟောံတဲ။"},
{"word":"joiner","def":"n.  မၞိဟ်ကၠောန်ကပေါတ်သ္ၚိ၊  သၟာဓဇဲ၊  ဗဳသကဝ်။"},
{"word":"joint","def":"n.  အဆက်၊  တၚ်၊  ပ္ၚပ်။  ၂။  အဆက်ဇုတ်၊  ပ္ၚပ်ဇုတ်။  ၃။  ကလောံဖျုန်။  adj.  မနွံဒၟံၚ်မွဲစွံ၊  မနွံမွဲစွံ။  vt.  ဆက်။  jointly (adv)  နဒဒှ်မပံၚ်စပ်ဒၟံၚ်၊  ပံၚ်ဖက်တုဲ။"},
{"word":"joist","def":"n.  ဝိုန်။"},
{"word":"joke","def":"n.  မအရေဝ်ဂရိုၚ်၊  မအရေဝ်သွက်ဂွံလုပ်စိုတ်။  vi.  ခမက်၊  ခ္ဍုတ်၊  ဂဍုတ်၊  ဂမက်၊  ထဍုတ်၊  ထဍုတ်ဒမက်၊  ဒမက်၊  ဓမက်၊  ဗမက်၊  သ္ပမိပ်၊  ပျိုၚ်၊  ချံက်ချာ။  joker (n)  မၞိဟ်ပျေက်၊  မၞိဟ်က္တဵုဝေၚ်ဂရိုၚ်၊  မၞိဟ်ချံက်ချာ။"},
{"word":"jolly","def":"adj. (-ier,-iest)  မမိပ်ဇြိပ်၊  မနွံကဆံၚ်သွက်ဂွံမိပ်ဇြိပ်ခိုဟ်။  jollification (n)  သဘၚ်ပေဲါမိပ်ဇြိပ်ဝေၚ်ဂြိုၚ်၊  လဗၚ်။"},
{"word":"jolt","def":"vt.vi.  သကဵုလယှ်ချဳ၊  သကဵုဇဲဇာဲ။  n.  ဒဒှ်မသကဵုလယှ်ချဳ၊  ဒဒှ်မသကဵုဇဲဇာဲ။"},
{"word":"jostle","def":"vt.vi.  ဂရိုဟ်စာဲ၊  ၜေတ်ဂရိုဟ်။"},
{"word":"jot","def":"vt. (-tt)  ချူသမ္တီပြဟ်ပြဟ်။  n.  လၟိဟ်ညိည၊  ညိည။"},
{"word":"journal","def":"n.  လိက်အုပ်ပ္တိတ်ဒၟံၚ်လၟိုန်နကဵုအခိၚ်။  journalism (n)  ကွတ်လိက်ပရိုၚ်။  journalist (n)  အ္စာလိက်ပရိုၚ်။"},
{"word":"journey","def":"n.  တရဴ၊  တြဴ၊  ဂၠံၚ်တရဴ၊  ပွမတိတ်တရဴ၊  ဒဒှ်မအာတရဴ။  vi.  တိတ်တရဴ။"},
{"word":"joust","def":"vi.  ပြိုၚ်ဗ္တိုက်ကေတ်ဇၞးညးသ္ကံ လ္တူစးချေံညးမွဲကဵုညးမွဲ။  n.  ဒဒှ်မပြိုၚ်ဗ္တိုက်ကေတ်ဇၞးညးသ္ကံလ္တူစးချေံ။"},
{"word":"jovial","def":"adj.  မလေပ်မိပ်ဇြိပ်၊  မနွံညာန်ညေဲက္တဵုဝေၚ်မံၚ်ဂရိုၚ်။  joviality (n)  ဒဒှ်မနွံကဵုညာန်က္တဵုဝေၚ်ဂရိုၚ်။"},
{"word":"jowl","def":"n.  ဇုတ်ခၟိပ်။"},
{"word":"joy","def":"n.  ဒဒှ်မမိပ်ဇြိပ်၊  ဒဒှ်မအိုဟ်တၟိုဟ်၊  ဒဒှ်မမိပ်စိုတ်၊  ပသာတ်၊  ပဳတိ၊  အရာမသကဵုမိပ်ဇြိပ်၊  အရာမသကဵုစိုတ်လဟိၚ်လဟာဲ။  joyful (adj)  မနွံကဆံၚ်သွက်ဂွံမိပ်ဇြိပ်ခိုဟ်။  joyfully (adv)  ဆံလံ၊  နဒဒှ်မနွံကဵုအရာမမိပ်ဇြိပ်က္ဍိုက်က္ဍိုက်ပေၚ်ပေၚ်၊  အိုဟ်တၟိုဟ်၊  သီုမအိုဟ်တၟိုဟ်။  joyous (adj)  မတၟုဲတဴကဵုသွက်သ္ဂောံမိပ်ဇြိပ်။  joy and gladness. (n)  ပဳတိမောဇ္ဇ၊  ပဳတိပါမတ်။"},
{"word":"jubilant","def":"adj.  မဒုၚ်ကေတ်ပေဲါအံၚ်ဇၞး၊  မမိပ်ဇြိပ်ဒံၚ်ထလာ်။  jubilation (n)  ဒဒှ်မမိပ်ဇြိပ်ဒံၚ်ထလာ်။"},
{"word":"jubilee","def":"n.  သ္ဘၚ်ကၠောန်ဗဒှ် ဒဒှ်မဂွံသတိ အရာကိစ္စမဒှ်ကၠုၚ်တုဲတေံဗွဲတၟေၚ် (ပ္ဍဲပွိုၚ်-၂၅-သၞာံ, ၅ဝ-သၞာံ, ၁ဝဝ-သၞာံ)၊  သဘၚ်ဂွံသတိ၊  သဘၚ်မကလေၚ်ဂွံသတိ။"},
{"word":"judge","def":"n.  စဳရေၚ်သၞောဝ်၊  ဇမၞော်ဂဗုတ်၊  တၠသၞောဝ်၊  တလသၞောဝ်၊  ဒကိုပ်ဗ္စာသ္ဂုတ်သွာတ်အမှု၊  ကောပ်ကာဲ၊  ဒကုတ်သွာတ်၊  ဒကုတ်သၞောဝ်။  ၂။  ဇမၞော်ဒေၚ်။  ၃။  မၞိဟ်မနွံကဵုအစောံစရာဲဍိုက်ဍိုက်ပေၚ်ပေၚ် သွက်ဂွံကဵုသ္ဂုတ်သွာတ်။  vt.vi.  ဖျေံသ္ဂုတ်သွာတ်အမှု၊  သ္ဂုတ်သွာတ်၊  သ္ဂုတ်သွာတ်သၞောဝ်။  ၂။  ကဵုသ္ဂုတ်သွာတ်။  ၃။  ရာသူ၊  စဳစတ်ရံၚ်။"},
{"word":"judgement","def":"n.  ကောပ်တဲ၊  တၚ်သ္ဂုတ်သွာတ်၊  အစောံစရာဲမကဵုသ္ဂုတ်သွာတ်မာန်၊  ဒဒှ်မရာသူသ္ဂုတ်သွာတ်မာန်၊  အကောပ်အဝဲ၊  အစဳအရေၚ်၊  အစောံစရာဲမရာသူမာန်၊  ပြဒ္ညာ၊  ပြတ်ညာ။  judgement-seat (n)  ပၞၚ်ဓဝ်၊  ခုၚ်ဇမၞော်ဂဗုတ်။"},
{"word":"judicial","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်ဂဗုတ်။"},
{"word":"judicious","def":"adj.  မနွံကဵုညာန်ပညာမဇၞော်သၠဲ၊  မနွံကဵုလညာတ်ဆဵုဂဗ။"},
{"word":"jug","def":"n.  ကာ၊  ကာဍာ်။"},
{"word":"juggle","def":"vt.vi.  ဂဗိုတ်ပ္တိုန်ကပေါတ်လ္တူကျာဗွဲမဂၠိုၚ်တုဲ ကလေၚ်ဃံရပ်ကေတ်ဍေံတံ၊  ဝဵု၊  ဝဵုမတ်။  ၂။  ဒလုမတ်၊  ဒလူ၊  လီလှန်၊  လှန်မတ်။  juggler (n)  အ္စာလှန်မတ်၊  အ္စာဒမၠုမတ်၊  လမေံပါသ်၊  လၟေဟ်။"},
{"word":"juice","def":"n.  ဍာ် (ပရိုက်၊ ပၞဴ၊  လဳမဴ)၊  ဍာ်ဍာ်၊  အရာဍာ်ဍာ်။  juicy (adj)  မနွံကဵုဍာ်၊  မနွံကဵုဍာ်ဂၠိုၚ်ဂၠိုၚ်။  orange juice. (n)  ဍာ်လဳမဴ။"},
{"word":"jumble","def":"vt.vi.  ထုဲကၠပ်စုတ်၊  ပထုဲပနှဴထောံ။  n.  ဒဒှ်မပထုဲကၠပ်ပနှဴလဝ်။"},
{"word":"jumbo","def":"adj.  မဇၞော်ဒုတ်တဴဗွဲမလောန်။"},
{"word":"jump","def":"vt.vi.  ထလာ်၊  ထလာ်လှောဝ်အာ၊  ဒံၚ်ထလာ်၊  ဒံၚ်သလာ်။  ၂။  ဒုၚ်တဲနကဵုစိုတ် မိပ်မိပ်ဇြိပ်ဇြိပ်။  ၃။  သကဵုဒုဟ်ဒန်၊  ပရဂဟီ။  n.  ဒဒှ်မထလာ်ၜံက်တိုန်၊  ဒဒှ်မထလာ်ကၠောံ၊  ဒဒှ်ၚုဟ်မးထလာ်တိုန်။  jump about. (vt.vi)  ဒံၚ်ပၠေံလတိုၚ်။  jump down. (vt.vi)  ဆၚ်၊  ဆၚ်စှ်ေ။"},
{"word":"jumper","def":"n.  ပလောံသ္ဒးချံစုတ်ဂၠံၚ်က္ဍိုပ်။"},
{"word":"junction","def":"n.  ဒၞာဲဂၠံၚ်ကွဳပၟတ်စုက်ဒိဒးညးသ္ကံ၊  ဒစပ်၊  ဒၞာဲအဆက်၊  ယောဂ။"},
{"word":"juncture","def":"n.  ဒဒှ်မဖျပ်ပံၚ်၊  အတိုၚ်လၟုဟ်၊  အတိုၚ်မနွံ။"},
{"word":"gungle","def":"n.  ဂြိုပ်၊  အုပ်၊  အရည၊  ဂၞိၚ်။  ၂။  အကာဲအရာသ္ဒးရုန်ဂစာန်ဗတိုက်။  jungle creeper. (n)  ဇုက်ဂြိုပ်။  jungle fever. (n)  ယဲဇွဟ်၊  ဇွဟ်ဂစေံ၊  ဇွံဂစေံ၊  ဇွဟ်ဂြိုပ်၊  ဇွဟ်ဍိုၚ်။"},
{"word":"jungle-fowl","def":"n.  စာၚ်ဍေဝ်၊  စာၚ်ဂြိုပ်၊  ဍေဝ်။"},
{"word":"jujube","def":"n.  ဗဒဝ်။  jujube fruit. (n)  သတ်ဗဒဝ်။"},
{"word":"July","def":"n.  ဂိတုဂျူလာၚ်(ဂိတု-၇ အၚ်္ဂလိက်)၊  ဂိတုဒ္ဂိုန်(မန်)။"},
{"word":"June","def":"n.  ဂိတုဂျုန်(ဂိတု-၆ အၚ်္ဂလိက်)၊  ဂိတုဇှ်ေ(မန်)။"},
{"word":"junior","def":"n.  မၞိဟ်သွတ်၊  မၞိဟ်ကဆံၚ်သဝ်သဝ်။  adj.  မဍောတ်သွတ်၊  မနွံကဆံၚ်သဝ်သဝ်။  junior monk. (adj)  ပယျၚ်၊  ပယၚ်။"},
{"word":"junk","def":"n.  ဂၠုၚ်ဗုၚ်ထ္ၜာဲကြုက်၊  တြေံတြေံတြဟ်တြဟ်၊  ကပေါတ်ၚုဟ်မးဟွံမွဲ၊  ကာတ်တူ။"},
{"word":"junket","def":"n.  ကွာၚ်ၜဲမနွံကဵုရှ်ဍာတ်ဍာတ်။  သ္ဘၚ်စသုၚ်ဒုၚ်တၠုၚ်တၟုဲအလဵုအသဳ။  junketing (n)  ဒဒှ်မစသုၚ်ဝေၚ်ဂြိုၚ်၊  ပေဲါသုၚ်စ။"},
{"word":"Jupiter","def":"n.  ဂြိုဟ်ဗြဴဗ္တိ။  ၂။  ဒေဝတဴကျာ် မပ္ကၚ်ရၚ်ဒေဝတဴကဵုမၞိဟ်ဂမၠိုၚ် ဂကူရောံတံမရှ်ေသှ်ေကၠုၚ်လဝ်နူတမၠာတေံ။"},
{"word":"jurisdiction","def":"n.  ဒဒှ်မစဳရေၚ်အမှု၊  အခေါၚ်အဝဵုမဂွံစဳရေၚ်အမှု၊  ဒေသခန်လွာဒၞာဲမစဳရေၚ်အမှု။"},
{"word":"jurisprudence","def":"n.  ကွတ်ပညာဥပဒေ၊  လညာတ်မဆေၚ်စပ်ကဵုဥပဒေ။"},
{"word":"jurist","def":"n.  တၠပညာမစိုန်သ္ကီုလ္တူသၞောဝ်ဥပဒေ။"},
{"word":"jury","def":"n.  ဂကောံဇမၞော်ဃံၚ်သမာဓိ၊  ဂကောံဃံၚ်သမာဓိ။"},
{"word":"jury-mast","def":"n.  တိုၚ်၊  တိုၚ်ယာမထပ်စုတ် အဇာတိုၚ်ဇာမကဝ်အာမွဲချိုန်ခဏ။"},
{"word":"just","def":"adv.  ယာံဗၞတ်၊  လၟုဟ်ညိကီု၊  လၟုဟ်ညိကွေံ။  ၂။  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၃။  ဟွံလံကွေံကွေံဏီ၊  ဟွံလံအှ်ေဏီ။  ၄။  ဗဟူဏံ။  ၅။  ၜိုတ်ဏံဟေၚ်။  just as. (adv)  ကြိုက်၊  အယာံမာတ်။  conj.  မာတ်ရ။  just as he opened his eyes. (adv)  အကြိုက်မမၠာ်မွဲ၊  အကြိုက်ညးမမၠာ်မတ်။  just below. (adv)  ဒစှ်ေဂှ်၊  ဒစိဟ်ဂှ်။  just right. (n)  ကရိုက်၊  ဒးဗစပ်၊  ဒးဗီု။  adj.  မစှ်ေကဵုဗဗွဲဓဝ်။  justly (adv)  ဗဗွဲဓဝ်။  justice (n)  ဒဒှ်မစှ်ေကဵုဗဗွဲဓဝ်၊  ပွမစှ်ေကဵုဗဗွဲဓဝ်၊  သၞောဝ်ဥပဒေ၊  ဇမၞော်ဂဗုတ်၊  ဇမၞော်သၞောဝ်။  justice hall. (n)  မုက်ရုၚ်။"},
{"word":"justify","def":"vt. (pt.pp.-fied)  သကဵုပြာကတ်ဒဒှ်မဒှ်ဍာံ၊  သကဵုတီကၠးကၠး။  justification (n)  ဒဒှ်မသကဵုပြာကတ်မာန်ဒဒှ်မဒှ်ဍာံဍာံ၊  တၚ်မသကဵုပြာကတ်။"},
{"word":"jut","def":"vt. (-tt-)  လတ်တိတ်၊  မံက်စောန်တိတ်။  n.  ဂဒုၚ်၊  အစောန်၊  တၞုၚ်ဂဒုၚ်စောန်တိတ်။"},
{"word":"jute","def":"n.  ကာန်၊  ဇုက်ကာန်၊  ဇုက်ပါန်။"},
{"word":"juvenile","def":"n.  သၟတ်။  adj.  မဆေၚ်စပ်ကဵုသၟတ်။"},
{"word":"juxtapose","def":"vt.  ပြေၚ်ပ္တဝ်စွံလဝ်မွဲစွံ၊  ဒၟံၚ်ကြပ်ကြပ်။"},
{"word":"juxtaposition","def":"n.  ဒဒှ်မနွံဒၟံၚ်ကြပ်ကြပ်။"},]}