{"data":[{"word":"k","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခရ်-၁၁။"},
{"word":"kaleidoscope","def":"n.  ပၠံၚ်ဒ္ၚောဝ်ဆဵုညာတ်အရံၚ်နာနာသာ်၊  အစဳအဇန်ပြံၚ်အလှာဲ၊  လၟေၚ်ဇေန်မပြံၚ်လှာဲ။  kaleidoscopic (adj)  မလေပ်ပြံၚ်လှာဲ။"},
{"word":"kangaroo","def":"n.  သတ်လေၚ်ကောန်။"},
{"word":"Karen","def":"n.  ကရေၚ်။  Karen and Wa. (n)  ကရေၚ်ဝ၊  ဂကူကရေၚ်ကဵုဂကူဝ။  Pwo Karen (n)  ကရေၚ်မန်။  Sgaw Karen (n)  ကရေၚ်ဗၟာ။"},
{"word":"karma","def":"n.  ကံ၊  ကမ်။"},
{"word":"keel","def":"n.  ဨရာ၊  ဂၞဴဂၠုၚ်က္ၜၚ်၊  သၞော်ဇကုဂၠုၚ်က္ၜၚ်၊  ဇကုက္ၜၚ်။  vt.vi.  က္ၜၚ်ထကပ်။  keel of a boat. (n)  ဨရာ, ဂၞဴ(ဂၠုၚ်,က္ၜၚ်)။"},
{"word":"keen","def":"adj. (-er,-est)  မကေက်၊  မကေက်ကလေံ။  ၂။  မသ္ကာတ်မြဟ်။  ၃။  မထတ်သန်ပ္ဍဲစိုတ်၊  မထတ်ပ္ဍဲစိုတ်။  keenly (adv)  ဗွဲမသ္ကာတ်မြဟ်၊  နဒဒှ်မထတ်သ္ကာတ်ပ္ဍဲစိုတ်။  keenness (n)  ဒဒှ်စိုတ်မထတ်သန်။"},
{"word":"keep","def":"vt.vi. (pt.pp.kept)  ဂိုၚ်ဒေပ်စွံလဝ်အပ္ဍဲတဲ၊  ဒ္ဂိုန်။  ၂။  တန်တဴပ္ဍဲကတိ၊  မၚ်မွဲကတိ။  ၃။  ထံက်ပၚ်။  ၄။  မၚ်မွဲ၊  မၚ်မွဲရံၚ်စံၚ်၊  ထိၚ်ဒက်။  ၅။  ပ္တိုန်သမ္တီလဝ်၊  ကၠောန်လဝ်စရၚ်။  ၆။  ဒမၠုက်လဝ်ကၞိက်လဒဵုလဝ်ညံၚ်ရဴညးဂမၠိုၚ်ဟဂွံတီ။  ရ။  ကၠောန်ဆက်တုဲဆက်ပၠန်။  ၈။  စဵုဒၞာ၊  ဆဵုဒဝ်။  keeper (n)  ဂမာ(ဂၟာ)၊  ပမၚ်၊  ပၟၚ်၊  မၞိဟ်မၚ်မွဲအာ၊  မၞိဟ်မၚ်။  keeping (n)  ပွမမၚ်မွဲ၊  ဒဒှ်မထိၚ်ဒက်။  keep burning. (vt.vi)  စံၚ်ဗ္ဂုဲ။  keep a festival. (vt.vi)  ဝေၚ်တဴသဘၚ်။  keep apart. (vt.vi)  သ္ဍးပရှာဲ။  keep away. (vt.vi)  ဝေၚ်၊  လဝေၚ်။  keep away from. (vt.vi)  ဝေၚ်ဒဴ။  keep back. (vt.vi)  ကနိက်၊  ကၞိက်၊  ပၠံ၊  ပၠံတရဴ၊  ဖျာ၊  ဖျာတရဴ။  keep company with. (vt.vi)  ပအသာ။  keep down. (vt.vi)  ဖျဝ်ဖျေံ။  keep in order. (vt.vi)  အုဲဗဂုဲ။  keep in repair. (vt.vi)  အုဲဗဂုဲ။  keep under. (vt.vi)  တံၚ်တာ။  keep watch. (vt.vi)  မၚ်ကၚ်။"},
{"word":"keg","def":"n.  စေဝ်သွတ်သွတ်။"},
{"word":"ken","def":"n.  ဗ္ၜတ်ဗဟုသုတ၊  ဗ္ၜတ်ဆဵုဂဗ၊  ဗ္ၜတ်အညာ၊  သြေဲ။  (Scot) vt.  တီ၊  ကၠိုဟ်။"},
{"word":"kennel","def":"n.  ကောန်သ္ၚိဇွောံကၠဵု၊  ကောန်တာဲဇွောံကၠဵု။"},
{"word":"kept","def":"ရံၚ် keep တေံညိ။"},
{"word":"kerb","def":"n.  သိၚ်ဗိုၚ်ဂၠံၚ်စၚ်ကြံမၞိဟ်ကွာ်။"},
{"word":"curb","def":"ရံၚ် kerb တေံညိ။"},
{"word":"kernel","def":"n.  ဖဍန်(သတ်)၊  ဖ္ဍန်၊  ပြသၞာအပ္ဍဲ၊  ဗ္ဍန်၊  ဒကုတ်မနွံပၟိက်ဇၞော်အိုတ်။"},
{"word":"kerosene","def":"n.  ကၠေၚ်ဍေန်။"},
{"word":"ketchup","def":"n.  ဍာ်ဗ္စး၊  သတ်ခဍောၚ်ဗ္စး။"},
{"word":"kettle","def":"n.  ကာဍာ်၊  ကာဍာ်ဂမ္တဴ၊  ကာဍာ်ကတဴ၊  ကာဍာ်ဂမ္တဴ၊  ထၟာဲဍာ်ဂမ္တဴ။  kettle drums. (n)  ဖံကၞာဲ၊  ဖံဍိက်ကျာ်၊  ဖံအလုံဗဵု။"},
{"word":"key","def":"n.  ကသံ၊  ကသံနာဍဳ၊  ကောန်ပၞံက်။  ၂။  တၚ်ဍေံ၊  သွဟ်။  ၃။  တိုၚ်၊  တိုၚ်ခဳ။  ၄။  မံၚ်ထၞ(သာန်ဒယျာ၊  ထၞမံၚ်)၊  မံၚ်စက်တက်လိက်။  keyboard (n)  ခုၚ်မံၚ်စက်တက်လိက်။  keynote (n)  လၟေၚ်ရမျာၚ်သဝ်သၠုၚ် ပ္ဍဲကွိၚ်ကွိုက်တိၚ်တိုက်။  vt.  ပကိတ်လၟေၚ်ရမျာၚ်၊  ပကိတ်ရမျာၚ်ဇုက်။"},
{"word":"keystone","def":"n.  တၟံမုက်ကၠာ်။  keystone of an arch. (n)  တၟံမုက်ကၠာ်။"},
{"word":"khaki","def":"n.  အရံၚ်ခါကဳ။  adj.  မနွံအရံၚ်ခါကဳ။"},
{"word":"kick","def":"vt.vi.  ခၞိက်၊  ထၞိက်၊  တေံ၊  ထနိက်၊  ထေံ၊  တေံကဵုဇိုၚ်၊  ပှ်ေ(ချေံ,ပြေၚ်,ဂၠဴ)၊  ရုန်ဂစာန်ချဳဒရာၚ်။  n.  ဒဒှ်မထၞိက်တေံကဵုဇိုၚ်၊  ပွမတေံစုတ်၊  လစုတ်တေံ။"},
{"word":"kid","def":"n.  ကောန်ဗ္ၜေံ၊  ကောန်ဗ္ၜေံဆၚ်လဝ်တၟိ။  ၂။  စၞာံဗ္ၜေံ။  ၃။  ကောန်ၚာ်သၟတ်။"},
{"word":"kidnap","def":"vt. (-pp-)  တံၚ်ရပ်မၞိဟ်တုဲအာတ်သြန်။  kidnapper (n)  မၞိဟ်ရပ်တံၚ်မၞိဟ်တုဲအာတ်သြန်။"},
{"word":"kidney","def":"n. (pl.-s)  ကောန်ကၟံ(စွက်ဂြိုဟ်)၊  ကောန်တၟံ၊  ကၟက်ဂြိုဟ်၊  စွက်ဂြိုဟ်။"},
{"word":"kill","def":"vt.vi.  ဂစိုတ်၊  ဃာစိုတ်၊  သကဵုချိုတ်၊  ပလီု၊  သကဵုအုပ်နိဂီု၊  သကဵုအိုတ်အာ၊  ကဵုသတ္တိအိုတ်အာ။  n.  ဒဒှ်မဂစိုတ်။  killer (n)  မၞိဟ်ဂစိုတ်။  killing (adj)  မဒှ်သွက်ဇွောံဂြိုၚ်ဝေၚ်ခိုဟ်။"},
{"word":"kiln","def":"n.  ကတိုၚ်ဂေါ်၊  ဂေါ်၊  ဂေါ်စံၚ်ဍိုတ်၊  ဂေါ်ထၟာဲ။"},
{"word":"kilo","def":"prefix.  လ္ၚီ (၁ဝဝဝ)။  kilometre (n)  ကဳလဝ်မဳတာ၊  လ္ၚီမီတာ။"},
{"word":"kimono","def":"n. (pl.-s)  ဗွိုက်လ္တက်ဗြဴဗြဴဂျပါန်တံမဗိုက်လ္တက်၊  ဗွိုက်လ္တက်ကဳမဝ်နဝ်။"},
{"word":"kin","def":"n.  ကောန်ကောကောန်ဒေံ၊  မသ,တၞောဝ်ဒတောဝ်။"},
{"word":"kind","def":"n.  မ,ဗဳဇ၊  မဇ၊  သ္ကံဂကောံ၊  ဂကူ၊  လ၊  ပက္ကရ၊  ပြကာ။  mankind (n)  ဂကူကောန်မၞိဟ်။  ၂။  ကဆံၚ်ဂကူ။  kind of bamboo. (n)  ဒုန်ကလိၜံၚ်ဒိုၚ်။  Kind of cobra. (n)  ဇြုံဇာတ်ဂယာၚ်။  kind of fish trap. (n)  ဇူ။ /// adj. (-ier,-iest)  မဍုက်ကေဝ်၊  မဒဒှ်ေဒယှ်။  ၂။  မဆာန်ဍူ၊  မညႇာတာ၊  မသ္ပဂရု။  kind feeling. (adj)  သဒ္ဓါ။  kindly (adv)  နဒဒှ်မဆာန်ဍူ။  kindness (n)  ဒဒှ်မဆာန်ဍူ၊  ခၠေဝ်ဂုန်၊  မေတ္တာ။"},
{"word":"kindergarten","def":"n.  ဘာတန်ကောန်ၚာ်။"},
{"word":"kindle","def":"vt.vi.  ဂစုက်ပၟတ်၊  ဗဒှ်ပၟတ်၊  ဗဂဵုပၟတ်၊  ပ္ဍေန်၊  သကဵုပၟတ်ဂဵု။  ၂။  ဆောံခ္ဍာဲကဵု၊  သကဵုစိုတ်ချဳဒရာၚ်။  kindling (n)  ပရက်၊  ဇွောံစံၚ်။  kindle a fire. (vt.vi)  ပ္ဍေန်၊  ဗဒှ်ပၟတ်။"},
{"word":"kindred","def":"n.  ဒဒှ်မဒှ်ကလောမသ၊  ဝေါၚ်သ။  adj.  မနှဲဆက်၊  မတုပ်သၟုၚ်။"},
{"word":"kinetic","def":"adj.  မဆေၚ်စပ်ကဵုပွမချဳဒရာၚ်။"},
{"word":"king","def":"n.  ဨကရာဇ်၊  ဨကရာတ်၊  တၠတိ၊  မရာတ်၊  ရာဇာ၊  သၟိၚ်။  ၂။  မၞိဟ်မနွံကဵုသြဇာ၊  မၞိဟ်မနွံကဵုအဝဵု။  kingdom (n)  ဍုၚ်၊  ဍုၚ်ရး၊  ရးဨကရာဇ်မအုပ်ဓုပ် (ဟွံသေၚ်မ္ဂး) ရးဨကရာဇ်ၝောံမအုပ်ဓုပ်။  ၂။  ကၟိန်ဍုၚ်၊  ကၟိန်မြု၊  ဍုၚ်အီပါယျာ၊  နိဂီု၊  ရးနိဂီု။  kingly (adj)  မနွံကဆံၚ်ဒတောဝ်သၞောဝ်ဨကရာဇ်၊  မနွံကဵုဆီဨကရာဇ်။  kingly realm. (adj)  ရတ္တရာဇိ၊  တွဵုဒနက်သၞောဝ်ဒတောဝ်ဨကရာဇ်ပိုၚ်ပြဳ။  kingship (n)  ကၟိန်ဍုၚ်၊  ကွတ်ရာဇာ၊  ကွတ်ဨကရာဇ်၊  ဒဒှ်ဨကရာဇ်။"},
{"word":"king-crow","def":"n.  သဍိ(ဂစေံ)။"},
{"word":"king-fish","def":"n.  ကခူရၚ်။"},
{"word":"kingfisher","def":"n.  ဂံက်ဂါ(ဂစေံ)။"},
{"word":"king-post","def":"n.  ပဝ်ဍုန်(အၚ်္ဂကၟဳ)။"},
{"word":"kinsfolk","def":"n.  ကလောဗော်မဂၠးမိ။"},
{"word":"kinsman","def":"n.  ကလော၊  ဒညာတ်။"},
{"word":"kiosk","def":"n.  ဆေၚ်ဖျာသၟတ်သွက်ဂွံသွံလိက်ပရိုၚ် (ဟွံသေၚ်မ္ဂး) သွက်ဂွံဆက်တဝ်ဟီု(phone)။"},
{"word":"kip","def":"n. (slang) သ္ၚိလိၚ်စခဒံတိက်၊  သ္ၚိလိၚ်စဒၞာဲတိက်။  ၂။  ခဒံသ္တိက်မနွံပ္ဍဲသ္ၚိဂှ်။  vt.  တိက်ဒီု။"},
{"word":"kipper","def":"n.  ကကှ်ကှ်၊  ကဂဒဵု။"},
{"word":"kiss","def":"vt.vi.  ဆုၚ်၊  ဆုၚ်ခရောတ်၊  ဆုၚ်ကဵုသၟောန်ပါၚ်၊  ဒွံဆုၚ်ကဵုသၟန်ပါၚ်။"},
{"word":"kit","def":"n.  ကပေါတ်ကရိယာဍိုက်ဍိုက်ပေၚ်ပေၚ်။  kit-bag (n)  ထိုၚ်အာတရဴ။"},
{"word":"kitchen","def":"n.  ဖဴ၊  သ္ၚိဂြောဝ်၊  သ္ၚိဂြောဝ်တၟောံ။  kitchen garden (n)  ကၠံတဵုသၞေဝ်ကေဝ်။  kitchen-maid (n)  ဗြဴဗြဴမကၠောန်ကမၠောန်ပ္ဍဲဖဴ။"},
{"word":"kite","def":"n.  ဂစေံလနၚ်၊  လနေၚ်။  ၂။  ဝဴ။"},
{"word":"kitten","def":"n.  ကောန်ဗ္ဂဲ။"},
{"word":"knack","def":"n.  ပွမစိုန်သ္ကီု၊  ဒဒှ်မသ္ဍိုဟ်ကေက်စိုန်သ္ကီု။"},
{"word":"knapsack","def":"n.  ထိုၚ်ဗံ။"},
{"word":"knave","def":"n.  မၞိဟ်မဟၟဲကဵုဒ္ဂေတ်ပဋိပတ်၊  မၞိဟ်လီ၊  မၞိဟ်ဟွံတပ်တး။  knavery (n)  ဒဒှ်မဟၟဲကဵုယျဵုလ္ဂူတပ်တး။  knavish (adj)  မဍုတ်ဍေဲတ္ၚံက်တ္ၚေဲ။"},
{"word":"knead","def":"vt.  ချိုန်။  ၂။  ပတ်ချိုန်ကဵု။  knead with with the hands. (vt)  ချိုန်၊  ချိုန်ကဵုတဲ။"},
{"word":"knee","def":"n.  က္ၜံၚ်၊  တၚ်က္ၜံၚ်။  kneecap (n)  ဂၞေံက္ၜံၚ်(တ္ၜံၚ်)။  knee-joint. (n)  တၚ်က္ၜံၚ်၊  တၚ်ၜံၚ်။"},
{"word":"kneel","def":"vi. (pt.pp. knelt)  ထံက်ကလဵု၊  ထံက်က္ၜံၚ်(တ္ၜံၚ်)၊  မာ။"},
{"word":"knell","def":"n.  ရမျာၚ်ခၞိၚ်ကမ္မဋ္ဌာန်၊  စၟတ်သမ္တီမစိုပ်အာသိတ်"},
{"word":"knew","def":"ရံၚ် know တေံညိ။"},
{"word":"knickers","def":"n.  ပလောံဒုၚ်အပ္ဍဲဗြဴဗြဴတံ။"},
{"word":"knick-knack","def":"n.  ဂွာကွက်ကံသောဲသောဲဗြောဲဗြောဲမလှေက်လှံၚ်၊  ဗွိုက်လ္တက်မလှေက်လှံၚ်၊  ကပေါတ်သ္ၚိမလှေက်မလှံၚ် သွက်ဂွံရပ်စပ်။"},
{"word":"knife","def":"n. (pl. knives)  ၜုန်၊  တ္ၜုန်။"},
{"word":"knight","def":"n.  စဍုၚ်အခါခေတ်အဒေါဝ်(ပ္ဍဲတိုက်ယူရောပ်)။  ၂။  မဟိမုကဵုပတိုန်စရာဲမၞိဟ်မရေၚ်တၠုၚ်ဖဵုသွက်ရးအၚ်္ဂလိက်။"},
{"word":"knit","def":"vt.vi. (pt.pp. -ted or knit. -tt-)  ထ္ပက်ဇုက်တောဝ်တသော်သဵု။  ၂။  ဆက်၊  သကဵုဒှ်မွဲဖျုန်။"},
{"word":"knob","def":"n.  ပီုဇွောံပံက်တရၚ်။  ၂။  ပီုကရောဲတိတ်ဒၟံၚ်နူဂၠးမုက်မွဲမွဲ။  knobbly (adj)  မပီုတိတ်ဒၟံၚ်။"},
{"word":"knock","def":"vt.vi.  ခ္ဍံက်၊  ထ္ဍံက်၊  ခ္ဍေံ၊  ဃံက်၊  ဂရိုက်၊  ဂဒု။  n.  ဒဒှ်မခ္ဍံက်။"},
{"word":"knoll","def":"n.  ဒဵုဍောတ်ဍောတ်၊  ကုန်ဒဵု။"},
{"word":"knot","def":"n.  အရာမထကတ်ဒက်လဝ်၊  အရာမသကဵုဗိုန်ခိုၚ်၊  ဂွက်၊  ဒွက်၊  ဒဒှ်မပကောံစန်။  ၂။  အခက်အခုဲ။  ၃။  သ္ကံဂကောံမၞိဟ်ဂမၠိုၚ်။  vt.vi.  ထကတ်၊  စန်ဒက်၊  ပကောံဒက်၊  သကဵုထုဲဂရုဲ။  knotty (adj)  မထုဲဂရုဲ။  knot of hair on a woman's head. (n)  ဒွက်သော်။"},
{"word":"know","def":"vt.vi. (pt.knew, pp.known)  တီ၊  ကၠိုဟ်၊  ကၠိုဟ်စိုတ်၊  သကဵုတီ၊  သကဵုကၠိုဟ်ခၠၚ်၊  သကဵုဒဒှ်ေဒယှ်။  knowing (adj)  မလေပ်ကၠိုဟ်ခၠၚ်၊  မကၠိုဟ်စိုတ်၊  မသ္ဍိုဟ်ကေက်။  knowingly (adv)  တီဒၟံၚ်ဖိုဟ်၊  တၟေၚ်သက်သက်။"},
{"word":"knowledge","def":"n.  အညာ၊  ကွေတ်၊  ညာန်သ္ကာ၊  ဒဒှ်မတီ၊  ပညာတညာန်၊  ဗဟုသုတ၊  ဗိတ်ဒ္ညာ၊  ပြဒ္ဒညာ၊  လညာတ်ပညာ၊  လညာတ်ဆဵုဂဗ၊  ဝိဇ္ဇာ။  ၂။  ဒဒှ်မနွံကဵုအညာ၊  ဒဒှ်မနွံကဵုကဆံၚ်ပညာသၠဲသၠဲလးလး၊  ဒဒှ်မက္ဍိုက်ပေၚ်တဴကဵုဗဟုသုတ၊  ဒဒှ်မလ္ၚတ်လဝ်လ္ပာ်နာနာသာ်။  ၃။  ဓဝ်သမ္တီကောန်မၞိဟ်တံမလ္ၚတ်ကတ်လဝ်။  knowledgeable (adj)  မကတ်လ္ၚတ်လ္ပာ်နာနာသာ်၊  မက္ဍိုက်ပေၚ်တဴကဵုလညာတ်ညာန်ပညာ။  knowledge of the Vedas. (n)  ကွတ်ဗိုတ်ပိ။"},
{"word":"knuckle","def":"n.  ဇုတ်တၚ်၊  ဇုတ်ပ္ၚပ်ကောန်တဲ။  vt.  ဒုၚ်ကယျ။"},
{"word":"kowtow","def":"vi.  သ္ပအရှ်ေအသှ်ေလောန်အာကဵုသၞောတ်၊  ဇံသဝ်အောပ်မာ။"},
{"word":"kudos","def":"n.  ဂုန်၊  ဂုန်စရာဲ၊  ဒဒှ်မဒယှ်တှ်၊  ဒဒှ်မပြာကတ်။"},]}