{"data":[{"word":"l","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခရ် ၁၂။"},
{"word":"label","def":"n.  တဆိပ်စၟတ်သမ္တီ။  vt.  ဗာန်တဆိပ်၊  ဍာပ်တဆိပ်၊  ကွက်ဒက်စုတ်တဆိပ်။"},
{"word":"labial","def":"adj.  မဆေၚ်စပ်ကဵုသၟောန်ပါၚ်။  labium (n)  သၟောန်ပါၚ်။  ၂။  အရာမနွံဗီုသၟန်ပါၚ်။  ၃။  သၟောန်သၞိၚ်ဇကုမၞိဟ်ဗြဴ။"},
{"word":"laboratory","def":"n. (pl.-ries)  ခဒံပါ်ဓာတ်၊  ခဒံစမ်ၜတ်။"},
{"word":"labour","def":"(labor) n.  ကမၠောန်။  ၂။  ကလောန်ကမေတ်၊  ကမၠောန်ကၟိတ်။  ၃။  ပွမတ္ၜံၚ်ပၟတ်ပၞာၚ်။  vt.vi.  ကၠောန်၊  ကၠောန်ကမၠောန် မသ္ဒးပ္တိတ်ဍာ်ဓတ်၊  ကၠေံစိုတ်လွဳပရာကၠောန်။  ၂။  မချဳဒရာၚ်အာသိုက်သိုက်သဳသဳ။  labourer (n)  မၞိဟ်ကၠောန်ကမၠောန်သ္ဇိုၚ်သ္ဇိုၚ်။  laborious (adj)  မအိုတ်ဓတ်၊  မသ္ဒးကၠေံစိုတ်လွဳပရာဂစာန်။"},
{"word":"labyrinth","def":"n.  ဝၚ်ဂပဝ်။"},
{"word":"lace","def":"n.  ဇာ၊  ဒဇာ၊  ဇာထ္ပက်လဝ်ကဵုတောဝ်။  ၂။  ဇုက်ဒၞပ်။  vt.vi.  ဒက်ဇုက်ဒၞပ်။"},
{"word":"lacerate","def":"vt.  သကဵုစၞာံစာ်အာ၊  ္ၚာ်သာ်ထောံ။  ၂။  သကဵုဂွံသရသရေန်၊  သကဵုစိုတ်ဂိက္တာန်။  laceration (n)  ပွမသကဵုဒှ်သရသရေန်၊  ဒဒှ်မသကဵုစိုတ်ဂိက္တာန်။"},
{"word":"lachrymose","def":"adj.  မယာံဂတေဝ်၊  မယာံဂတေဝ်ဒၟံၚ်တွဵု၊  မလေပ်ဍာ်ရမတ်ဒဇူပြဟ်။"},
{"word":"lack","def":"vt.  ဟွံမွဲ၊  ယုတ်ဒေက်၊  မသက္ကု၊  နွံဒၟံၚ်ပၟိက်။  ၂။  နွံဒၟံၚ်ပၟိက်မိက်ဂွံဂွံ။  n.  ဒဒှ်မနွံပၟိက်။"},
{"word":"lackey","def":"n. (pl.-s)  ဍိက်တြုံ၊  ကောန်ရဲတဲခွာ။"},
{"word":"lacquer","def":"n.  ဍာ်ဂဥုဲလံက်ကပေါတ်ယန်သွက်ဂွံပလေဲ၊  ဂဥုဲယန်။"},
{"word":"lactic","def":"adj.  မဆေၚ်စပ်ကဵုဍာ်တှ်။"},
{"word":"lad","def":"n.  တြုံတြုံ၊  ဗၠာဲဗၠာဲ၊  သၟတ်ဗၠာဲ၊  မၞိဟ်ဗၠာဲ။"},
{"word":"ladder","def":"n.  ကၞိန်၊  ကဏိန်၊  ဇိုၚ်တၞိန်၊  တၞိန်။"},
{"word":"laden","def":"adj.  မဇြိုၚ်ဒၟံၚ်ကဵုလျိုၚ်။"},
{"word":"ladle","def":"n.  ယံက်၊  ဒၞံက်ယံက်။"},
{"word":"lady","def":"n.  ညးဗြဴမနွံကဵုစရာဲကျာ်သြဳ၊  ဝုတ်ကညာ၊  သၟာဲယျ၊  နာဲဗြဴ။  lady doctor. (n)  သဝ်ဗြဴ။  lady's maid. (n)  ခုဇ္ဇာ။  ladies and gentlemen. (n. pl.)  ဂလာန်ဆက်မုဟ်ပါၚ် 'ယွံညးသပ္ပရိုဟ်ဥပ္ပးတြုံဗြဴတံ'။"},
{"word":"lag","def":"vi.(-gg-)  သှ်ေတ္ၜက်ဒၟံၚ်လက္ကရဴ၊  လဇုဲလဇ။  laggard (n)  မၞိဟ်သှ်ေတ္ၜက်ဒၟံၚ်လက္ကရဴ။"},
{"word":"lagoon","def":"n.  လစ၊  အၚ်လှာ၊  ဍာ်ဖၞုၚ်မတၞဟ်ခြာတိတ်အာနူဂၚ် နကဵုဇဵုတိဒအုန်(ဟွံသေၚ်မ္ဂး)တ္ကံခရေၚ်။"},
{"word":"laid","def":"ရံၚ် lay တေံညိ။"},
{"word":"lain","def":"ရံၚ် lie တေံညိ။"},
{"word":"lair","def":"n.  မိုၚ်သတ်တိရစ္ဆာန်အရိုၚ်။"},
{"word":"laissez-faire","def":"n. (Fr.)  ဝါဒပရေၚ်သွံရာန် သၠာဲဗတးဗၠးဗၠးၜးၜး။"},
{"word":"lake","def":"n.  လစ၊  ကၟာလစ၊  ခၠိုၚ်၊  ကွိက်၊  ဂွိက်၊  ဒွိက်လှာ။"},
{"word":"Lakshmi","def":"n.  မှာလက္ခုံမဳ။"},
{"word":"lamb","def":"n.  ကောန်သဵု၊  ကောန်သဵုသၟတ်၊  သဵုသၟတ်။  ၂။  သၟတ်မဟၟဲကဵုဒုဟ်ဒန်။"},
{"word":"lame","def":"adj.  ခေံ(ခေအ်)၊  ချံၚ်၊  ခ္ဍဴ၊  ဂံက်၊  ဂံက်ကဍာဲ၊  မနွံကဵုဇိုၚ်ချံၚ်ချံၚ်၊  မနွံကဵုဇိုၚ်ဝေန်ဝေန်။  ၂။  မဒှ်သွက်ဂွံဒုၚ်တဲဝါတ်။  vt.  ဇိုၚ်ခေံ၊  ဇိုၚ်ချံၚ်၊  ဇိုၚ်ညႇံၚ်၊  ညႇံၚ်၊  ဝေန်၊  သကဵုဇိုၚ်ချံၚ်၊  သကဵုနွံကဆံၚ်သွက်ဂွံပတှ်ေစဝါတ်။  lamely (adv)  နဒဒှ်မနွံကဵုဇိုၚ်ချံၚ်ချံၚ်,ဇိုၚ်ဝေန်ဝေန်၊  နဒဒှ်မဟၟဲကဵုယုတ္တိ။  lameness (n)  ဒဒှ်ဇိုၚ်မချံၚ်ဝေန်။"},
{"word":"lament","def":"vt.vi.  ကရောတ်တဟး၊  ကရောတ်တသဝ်၊  ကသောန်ကသဝ်၊  တသောန်တသဝ်၊  ဒက်ဒန်၊  ဂတေဝ်ယာံ၊  နရာတ်၊  ယာံဒမာန်၊  လဒက်သအဝ်၊  လၞီလၞာ်၊  ကသန်ကသဝ်၊  လေၚ်ဇွောဝ်၊  သြိုဟ်ဒကး၊  ဂၠိုက်သ္ၚောံ၊  တသိုဟ်တဟး။  n.  ဒဒှ်မဂၠိုက်သ္ၚောံလေၚ်ဇွောဝ်။  ၂။  ကဗျဒွက်မဆန်ၜန်လဝ် သ္ဂောံဒှ်ဂၠိုက်ဟောံလေၚ်ဇွောဝ်။  lamentable (adj)  မသ္ဒးဒုၚ်စသိုၚ်ပရေၚ်အောန်စိုတ် ညံၚ်ရဴသြိုဟ်ပါ်ဒကးအာ။  lamentation (n)  ပရိဒေဝ၊  ဒဒှ်မဂၠိုက်သ္ၚောံလေၚ်ဇွောဝ်၊  ယဝံါ၊  လဝံါ၊  လၞီ။"},
{"word":"lamp","def":"n.  ဂီု၊  ပၞာၚ်တိုၚ်၊  ပၞာၚ်သ္ဍဴ၊  ပၟတ်တိုၚ်၊  ပၟတ်မာဲသော၊  ခ္ဍေက်၊  ပၟတ်ခ္ဍေက်၊  ပၟတ်သ္ဍဴ၊  သ္ၚိပၟတ်၊  ဇရုၚ်ပၟတ်၊  သ္ဍဴ။  lamp-post (n)  တိုၚ်ပၟတ်။  lamp wick. (n)  ပရက်၊  ပရက်ပၟတ်၊  ပရက်သ္ဍဴ။"},
{"word":"lampoon","def":"n.  လိက်ချူတ္ၜေဟ်ဆော်နှေံဗတိုက်ညးသ္ကံ။"},
{"word":"lamprey","def":"n. (pl.-s)  သတ်ဍာ်ဗီုပြၚ်ညံၚ်ရဴကပန်။"},
{"word":"lance","def":"n.  ဒေါန်၊  ဗၞုဟ်။  vt.  ကရေက်သရနကဵုၜုန်ကရေက်သရ။  lancet (n)  ၜုန်မုက်ၜါလ္ပာ် အ္စာသဝ်ပါ်ကရေက်သရတံရပ်စပ်။"},
{"word":"land","def":"n.  တိ၊  တိကုန်၊  ဒဵု၊  ဂၠးမုက်တိ။  ၂။  တိဗ္ၚ၊  ဝါဗ္ၚ။  ၃။  တိမိတိမ။  vt.vi.  ဖျေံဇိုၚ်လ္တူဒေသဂှ်၊  တိုန်ဒဵု။  ၂။  ဆဵုဂဗ၊  တဝ်ဒးမုက်။  landed (adj)  မပိုၚ်တိ။  landholder (n)  တၠတိ။  landing (n)  ဒၞာဲသ္ဂောံဖျေံဇိုၚ်၊  ဖျေံဇိုၚ်စိုပ်ကၠုၚ်။  landing place. (n)  သၞေဟ်။  landlocked (adj)  မနွံအဒေါဝ်တိဒဵု။  landlord (n)  တၠတိ၊  တၠသ္ၚိ။  landmark (n)  ဒၞာဲကၞောတ်သမ္တီလဝ်တွဵုဒနက် အပြံၚ်အလှာဲမလုပ်ကဵုဝၚ်၊  ဒဒှ်မတၟေၚ်တၟဟ်။  landscape (n)  ဒၟံၚ်မုက်ဂၠးတိဗီုညာတ်နကဵုမတ်။  landslide (n)  ဒဒှ်တိမလာ်ထရိုဟ်စှ်ေ။  land of the Peguans. (n)  ရးမန်၊  ရးမညႇ။"},
{"word":"lane","def":"n.  ဂၠံၚ်ကရေပ်၊  ဂၠံၚ်အကြာသ္ၚိ၊  သြော်။"},
{"word":"language","def":"n.  အရေဝ်၊  ဘာသာ။"},
{"word":"languid","def":"adj.  မဟွံခံၚ်၊  မလၟေန်၊  မဟၟဲကဵုဇြဟတ်၊  သေၚ်ဇှ်။"},
{"word":"languish","def":"vi.  ဇြဟတ်ဟွံမွဲဂဲါဇဲဒၟံၚ်၊  ဒှ်ဒၟံၚ်ဒဒိုက်စိုတ်ဟိုတ်နူအၚပ်စိုတ်မွဲမွဲ၊  ဍောၚ်ၜိုတ်လ္ၚိုပ်လ္ၚာ။"},
{"word":"languor","def":"n.  တၚ်ဒၞာဲဇြဟတ်ဍိုန်၊  ဒၞာဲဍိုန်လျ၊  ဒဒှ်မဟၟဲကဵုဇြဟတ်။"},
{"word":"lantern","def":"n.  သ္ၚိဒ္ၚောဝ်၊  ဂီု၊  ဇရုၚ်ပၟတ်။"},
{"word":"Lao","def":"n.  လဴ၊  ဂကူလဴ(မနွံတန်တဴပ္ဍဲဌာန်ဒေသသ္ကုတ်သၟတ်ကျာဍုၚ်သေံ)။"},
{"word":"lap","def":"n.  လ္တူဒဳ၊  ဒဳ၊  အကြာဒဳ။  ၂။  မွဲဗ္ဂေတ်၊  အာကဵုကၠုၚ်မွဲလတုန်။  vt.vi. (-pp-)  ထပ်စွံ၊  ထွာဲ၊  ကၠာန်ကဵုလ္တာ်၊  လပှ်ကပိုက်ဗရုဗြုဒၟံၚ်ဖြဴဖြဴ။  ၂။  ကလေံသုၚ်ကဵုလ္တာ်။  ၃။  ထပ်လ္တူမွဲကဵုမွဲညံၚ်ရဴကၟဳကြောပ်။  n.  ဒဒှ်မထပ်။  ၂။  မွဲဗ္ဂေတ်၊  ထလာ်ဂြိပ်။  to run a lap. (n)  ဂြိပ်ဂေတ်။"},
{"word":"lapel","def":"n.  ကွပ်ကံ(ကဝ်လာ)ပလောံ။"},
{"word":"lapis lazuli","def":"n.  မတ်ဝေလု၊  မတ်မနွံသာ်အရံၚ်ချီုၜတ်ၜတ်။"},
{"word":"lapse","def":"vi.  လၟောဝ်စှ်ေ၊  ယုတ်သဝ်စှ်ေ။  n.  ဒဒှ်မဗၠေတ်ယောၚ်ယာအာ ပ္ဍဲလဟီုလဂးညိည၊  ဒဒှ်မဗၠးအာသတိ။  ၂။  ဒဒှ်မယုတ်ဒေက်စှ်ေ၊  ဒဒှ်မလီုယောၚ်ယာ။  ၃။  ဒဒှ်မအိုတ်အာအခိၚ်။  ၄။  အယုက်အခေါၚ်အဝဵုအိုတ်အာ။"},
{"word":"lapwing","def":"n.  ဂစေံတဳတောတ်။"},
{"word":"larceny","def":"n. (pl.-nies)  အမှုကၠတ်၊  ပွမကၠတ်။"},
{"word":"lard","def":"n.  ကၠေၚ်ပၠုဲကၠိက်။  vt.  လေတ်လံက်ကၠေၚ်ကၠိက်။"},
{"word":"larder","def":"n.  ခဒံသီဂိုၚ်ဒေပ်လဝ်စၞစ။"},
{"word":"large","def":"adj. (-r,-st)  ဇၞော်၊  မဇၞော်၊  မဇၞော်ဒုတ်၊  ယာဲ၊  ၝောံ။  ၂။  မနွံတဲဂၠိၚ်၊  မနွံကဵုစိုတ်သဒ္ဓါပါ်ပါ်။  ၃။  မသၠဲလး၊  ဟၟဲကဵုစေဝ်သၞောဝ်၊  ဗၠးၜးနူပးဒၞက်။  largely (adv)  ဗွဲမဂၠိုၚ်၊  နဒဒှ်ဗွဲမဂၠိုၚ်။  large drum. (adj)  ဒုတြဘိ၊  ဒဗိုန်ဇၞော်၊  ဖံဒုတြဘိ။  large earthen jar. (adj)  ဇရဳ၊  ဒရဳ၊  ဓရဳ။"},
{"word":"lariat","def":"n.  ပးမကၠောန်လဝ်ပ္ဍဲတၞုၚ်ဇုက် သွက်ဂွံရပ်ချေံ၊  ဇုက်သွက်ဂွံကဝါချေံ။"},
{"word":"lark","def":"n.  ဒံၚ်ဒါၚ်(ဂစေံ)။"},
{"word":"larva","def":"n. (pl.-e)  စၟခြပ်။"},
{"word":"lash","def":"vt.vi.  လၟိုတ်၊  တက်လၟိုတ်၊  တက်လၟိုတ်ကဵုလေံကလး၊  ဒွဵု၊  လမိုတ်။  ၂။  ချဳဒရာၚ်ဒၟံၚ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။  n.  ကစုက်၊  ကစုတ်၊  လေံလၟိုတ်၊  ဗရုလၟိုတ်လေံကလး။  lashing (n)  ဒဒှ်မကဵုဒန်လေံၜဝ်။"},
{"word":"lass","def":"n.  ကောန်ၚာ်ဗြဴ၊  ကောန်ဝုတ်၊  ကဝေၚ်။"},
{"word":"lasso","def":"n. (pl.-s,-es)  ဇုက်ဒနက်။  vt.  ရပ်ဒၞက်ကေတ်ကဵုဇုက်ဒနက်။"},
{"word":"last","def":"adv.  နဒဒှ်မလဇုဲအိုတ်။  ၂။  နဒဒှ်သၟေဟ်လက်ကရဴအိုတ်၊  နဒဒှ်ကဆံၚ်မအုပ်ကၠေံနိဂီု၊  လက္ကရဴအိုတ်။  adj.  မဒှ်လက္ကရဴအိုတ်၊  မဒှ်လဇုဲလဇအိုတ်။  n.  ဒဒှ်မပ္တုဲထောံ။  last year. (adj)  သၞာံအာ၊  သၞာံအာတေံ။  vi.  ဂၠိၚ်သ္ၚောဲ၊  ဒုၚ်လံ။  lasting (adj)  နိစ္စ၊  မဟွံပိုတ်၊  မဒှ်တဴဂၠိၚ်ဂၠိၚ်သ္ၚောဲသ္ၚောဲ။"},
{"word":"latch","def":"n.  သၞောဝ်တရၚ်။"},
{"word":"late","def":"adj. (-r,-st)  မလဇုဲ၊  မလဇုဲအာအခိၚ်၊  လဇုဲ။  ၂။  မစုတိအာ။  ၃။  မနွံကၠုၚ်ခြာဟွံလံဏီဂှ်၊  မဒှ်ကၠုၚ်ခြာဟွံလံဏီဂှ်။  lateness (n)  ဒဒှ်မလဇုဲ။  late rice. (n)  သြောံအဝဲါ။"},
{"word":"lately","def":"adv.  ခြာဟွံလံ။"},
{"word":"latent","def":"adj.  မနွံကီုလေဝ်ဟွံညာတ်ဏီဟွံမံက်ကၠုၚ်ဏီ၊  မဂၠုက်ဒၟံၚ်၊  မအောပ်ဒၟံၚ်။"},
{"word":"lateral","def":"adj.  မဒှ်ပ္ဍဲလ္ပာ်သ္ကဲ၊  မဒှ်လ္ပာ်သ္ကဲတေံ။  lateral root. (n) ရိုဟ်ကျာ။"},
{"word":"laterite","def":"n.  ဝါန်၊  တၟံဝါန်။"},
{"word":"lath","def":"n.  တဝ်ကၞိက်၊  တဝ်ကဏိက်။"},
{"word":"lathe","def":"n.  ခုၚ်ဒုၚ်တောၚ်၊  စက်ဒုၚ်တောၚ်။"},
{"word":"lather","def":"n.  ထၜိုဟ်၊  ထၜိုဟ်ဆာပ်ပျာ။  vt.vi.  ထၜိုဟ်က္တဵု၊  က္တဵုဒှ်တိုန်ထၜိုဟ်။"},
{"word":"latrine","def":"n.  သ္ၚိဝတ်။"},
{"word":"latter","def":"adj.  ခြာဟွံလံ၊  ဗဟူဏံ၊  မဒှ်ဒုတိယပၞောဝ်ကဵု မဓမံက်ထ္ၜးလဝ်ဗွဲလ္တူတေံ။  latterly (adv)  အပ္ဍဲအခါခေတ်ကာလဏံ၊  အပ္ဍဲအခါဗွဲဗဟူဏံ။"},
{"word":"lattice","def":"n.  ခရိုၚ်တ္ၚေက်၊  ဂဇာပသဲမနွံကဵုပၞော်ပန်ကၠၚ်၊  ဇာ။  lattice window. (n)  ဗတၚ်ဇာ၊  သၠဗတၚ်ဇာ။"},
{"word":"laud","def":"vt.  ထိုၚ်သး။  laudable (adj)  မထိုၚ်သးထေက်။  laudably (adv)  နဒဒှ်မထိုၚ်သးထေက်။"},
{"word":"laudanum","def":"n.  ဘိၚ်မဖက်ဖျပ်ပြုပြေၚ်လဝ် နဒဒှ်ဂဥုဲပတန်စိုတ်။"},
{"word":"laudatory","def":"adj.  မထိုၚ်သးပ္တိုန်ဂုန်။"},
{"word":"laugh","def":"vt.vi.  ဂြိုၚ်၊  သကဵုဂြိုၚ်၊  သကဵုလုပ်စိုတ်ဂရိုၚ်။  n.  ဒဒှ်မဂြိုၚ်၊  ဒဒှ်မလုပ်စိုတ်။  laughing-stock (n)  မၞိဟ်မနွံကဆံၚ်သ္ဒးဂြိုၚ်။  laughable (adj)  မလုပ်စိုတ်၊  မဂြိုၚ်၊  မနွံကဆံၚ်သွက်သ္ဒးဂြိုၚ်။  laughter (n)  ဗရုဂြိုၚ်၊  ဗရုလုပ်ဒၟံၚ်စိုတ်၊  ဂရိုၚ်။"},
{"word":"launch","def":"vt.vi.  ဖျေံဍာ်ကဵုက္ၜၚ်တၟိ။  ၂။  ပန်ပ္တိုန်လ္တူအမှဲ။  ၃။  သ္စပတံကၠောန်။  n.  က္ၜၚ်၊  က္ၜၚ်ပၟတ်သွက်အာတရဴဒမၠေံ။"},
{"word":"launder","def":"vt.vi.  ကပိုက်တေက်ဂၠိက်ပလောံ။  laundress (n)  သၟာခဝါၝောံ။  laundry (n)  ဆေၚ်ခဝါ။"},
{"word":"laurel","def":"n.  တၞံဇုက်လံဇြမွဲဂကူ။"},
{"word":"lava","def":"n.  ဍာ်ချဝ်၊  ကလောံချဝ်၊  ချဝ်ကလောံကလောံ။"},
{"word":"lavatory","def":"n.  သ္ၚိဍာ်၊  သ္ၚိဝတ်။"},
{"word":"lave","def":"vt.  လာၚ်(ဂၠိက်,ယာတ်,မုက်မတ်)။"},
{"word":"lavish","def":"vt.  ဒုၚ်ကဵုကေတ်နဒဒှ်မနွံကဵုသဒ္ဓါပါ်ပါ်။  adj.  မဟၟဲကဵုဓဝ်သအေတ်၊  မနွံကဵုတဲဂၠိၚ်ဂၠိၚ်၊  မနွံကဵုကဆံၚ်ဇမၠိၚ်လဝ်တဲ။  lavishly (adv)  နဒဒှ်နကဵုဓဝ်စေတနာဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"law","def":"n.  ဓမ္မသာတ်၊  ဓဝ်၊  နှောဝ်၊  သၞောဝ်၊  ဥပဒေ၊  စေဝ်သၞောဝ်။  ၂။  တၚ်သၞောဝ်ဥပဒေမစၟိန်ပြမာန်လဝ်။  ၃။  ဘာသာဥပဒေ၊  ကွတ်ပညာဥပဒေ။  ၄။  ဓဝ်သဘာဝ၊  ဓဝ်နိယာမ။  law-abiding (adj)  မဒ္ဂေတ်ဗက်သၞောဝ်ဥပဒေ။  law court (n)  ရုၚ်ကုတ်ဒန်သၞောဝ်၊  ရုၚ်သၞောဝ်။  lawful (adj)  မနွံအခေါၚ်အဝဵုပ္ဍဲကဵုသၞောဝ်ဥပဒေ၊  မညဳညတ်ကဵုသၞောဝ်ဥပဒေ။  lawless (adj)  မဟၟဲကဵုသၞောဝ်။  law suit (n)  အမှုသ္ဒးပ္တဝ်မုက်ပ္ဍဲရုၚ်ဂဗုတ်ရုၚ်သၞောဝ်၊  ဂဗုတ်ဂလာန်။  lawyer (n)  တၠပညာသၞောဝ်ဥပဒေ၊  ပူဂဵုညးမရေၚ်တၠုၚ်ကဵုဖဵုညးမစိုပ်ရုၚ်။"},
{"word":"lawn","def":"n.  ဂၠးချောဲ။  lawn-mower (n)  စက်ရတ်ချောဲ၊  စက်ဗာ်ချောဲ။  n.  ယာတ်ကဆံၚ်အဇာကလိတ်ကလိတ်။"},
{"word":"lax","def":"adj.  မသာသ္ပံ၊  မဟိုတ်မာဲ၊  မဟွံသ္ကာတ်မြဟ်၊  မဟွံကြေပ်ဂြတ်။  ၃။  မနွံကဵုကဆံၚ်သက်သက်သာသာ။  laxity (n)  ဒဒှ်မဒှ်ဟိုတ်နူကဵုသာသ္ပံ။"},
{"word":"laxative","def":"n.  ဂဥုဲနုက်ဂၞဴ။  adj.  မသကဵုဂၞဴၜတ်၊  မသကဵုဂၞဴအာလောဲ။"},
{"word":"lay","def":"vt.vi. (pt.pp.laid)  လး၊  လဝ်၊  လှာဲ၊  လှာဲဗ္တး။  ၂။ ခၟာဲ။  ၃။ လောတ်စှ်ေ၊  သကဵုလောတ်စှ်ေ။  ၄။ ကၠောန်ပလေဝ်တီု၊  ကၠောန်ပလေဝ်ဒၞက်။  adj.  မဟွံသေၚ်တၠအရှန်၊  မဒှ်ပုထုဇန်ညးအပြောံ။  lay down. (vt.vi)  စွံလဝ်၊  လးလဝ်။  lay down an injunction. (vt.vi)  ဗ္ကန်လဝ်၊  စၞောန်လဝ်၊  ဖျေံလဝ်အသံ။  lay hands on. (vt.vi)  ဒၞာရပ်၊  ဒနာရပ်။  lay hold. (vt.vi)  လာံ၊  လာံတိုန်။  lay on gold leaf. (vt.vi)  ဖျေံထဝ်၊  ရပ်ထဝ်၊  လံက်ထဝ်။  lay up. (vt.vi)  ဒကတ်ဒေပ်လဝ်။  lay up in store. (vt.vi)  ဒေပ်၊  ဒေပ်လဝ်။  lay upon. (vt.vi)  လ္ဂုၚ်။"},
{"word":"layman","def":"n.  ပုထုဇန်၊  ကရှ်၊  ကရုဟ်၊  ဂရှ်၊  ခရှ်၊  မၞိဟ်အပြောံ၊  ဥပး၊  ဒကာ၊  ဥပါသက၊  ဂဟပ္ပတိ၊  ဒကာ။"},
{"word":"laywoman","def":"n.  ဒကာၝောံ၊  ဒါယကာဗျဉ်။"},
{"word":"layer","def":"n.  ထပ်၊  ကွပ်။"},
{"word":"lazy","def":"adj. (-ier,-iest)  မလၞုဟ်၊  မဟွံကၠေံစိုတ်လ္တူကမၠောန်၊  လနုဟ်၊  လနဟ်၊  လၞုဟ်၊  လၞုဟ်ထကုဲ၊  လနောဟ်။  laze (vt)  လၞုဟ်။  lazily (adv)  နဒဒှ်မလၞုဟ်ဗွဲ။  laziness (n)  ဒဒှ်မလၞုဟ်။"},
{"word":"lead","def":"vt.vi. (pt.pp.led)  ဒတဲ၊  ပၠတရဴ၊  အာဂတ၊  လှန်သ္ကိုပ်သ္ကဏာမွဲဒၞာဲ၊  ၜံက်အာက္ဍိုပ်။  ၂။  အုပ်ဓုပ်သ္ကိုပ်သ္က။  ၃။  သကဵုတတ်ဒံၚ်ထလာ်ကၠောံအာ၊  သကဵုကလိလောန်အာ။  ၄။  လိုက်ဒၟံၚ်(ဂၠံၚ်)။  ၅။  ဒှ်ဖဵုဂုန်။  n.  ပွမသ္ကိုပ်သ္က၊  ပွမၜံက်က္ဍိုပ်။  leader (n)  က္ဍိုပ်သ္ကိုပ်၊  စာသံက်၊  ဇမၞော်၊  ဇၞော်၊  ပူဂဵုၜံက်က္ဍိုပ်၊  ဗဓာန်၊  မၞိဟ်ၜံက်က္ဍိုပ်၊  သကိုပ်၊  ကဏ္ဍလညာတ် ဇမၞော်ညးမဒါန်လိက်၊  ကဏ္ဍလိက်က္ဍိုပ်ပရိုၚ်။  leader of an orchestra. (n)  အ္စာဗာတ်။  leadership (n)  အ္စာအသံက်၊  အလဵုအသဳ၊  အိန်သွဵု၊  ပွမသ္ကိုပ်သ္က။  leading (adj)  မသ္ကိုပ်သ္က၊  မအာဂတပၠတရဴ။  leading to salvation. (part) နိယနိက၊  မဟံၚ်ပြာ်ဗလးကဵု။  lead away. (vt.vi)  ပလံၚ်ဏာ။  lead to. (vt.vi)  ဏာဗ္စိုပ်၊  နာဗစိုပ်။  lead up. (vt.vi)  ဒတဲပ္တိုန်။"},
{"word":"leaf","def":"n. (pl.leaves)  သၠ၊  လှ၊  တၞး(ဆု)၊  တဏး၊  ပတြာ။  ၂။  တၞးလိက်။  ၃။  တၞးထဝ်။  ၄။  တၞးတရၚ်ဗ္တၚ်။  leafless (adj)  ထဂါတ်၊  မဒှ်ဟၟဲကဵုတၞး၊  ဓဂါတ်၊  မဟၟဲကဵုတၞး(သၠ)။  leaflet (n)  တၞးသောဲသောဲ၊  လိက်လလောၚ်တြးနကဵုတဲ၊  လိက်လလောၚ်တြးနကဵုတဲ၊  လိက်လလောၚ်တြး။  leafy (adj)  မတီုကၠီုဒၟံၚ်ကဵုတၞး၊  မဂဘိုက်ဒၟံၚ်ကဵုတၞး။  leafy branches giving shade. (adj)  ကၞာၚ်သၠသ္ဂီုဂၠု။  leaf of the table. (n)  သၠလဗံက်။"},
{"word":"league","def":"n.  ဂကောံ၊  ဗော်သွး။  vt.vi.  ပံၚ်ဂကောံ။  n.  ဗ္ၜတ်ခရာဇမ္ၚောဲ(ၜိုတ်-၃-တိုၚ်, မွဲဂါဝုတ်)။"},
{"word":"leak","def":"n.  ပၞော်ဇီ၊  ပၞော်ဒဇူ။  vt.vi.  ဇီ၊  ဒဇူ(ကၟဳ)၊  ဓဇူ၊  ပြိုဟ်။  ၂။  မံက်အာ။  leakage (n)  တၚ်မကၞိက်ကၞုက်လဝ်မံက်အာ၊  ဒဒှ်မဇီတိတ်အာ။  leaky (adj)  မဒဇူ၊  မဇီ။  The boat leaks. (vt.vi)  ကိုဟ်၊  ကၠိုဟ်၊  ပြိုဟ်ညံၚ်ရဴဂၠုၚ်။"},
{"word":"lean","def":"adj. (-re,-est)  ဂြုဲ၊  ဂြုဲဂြေဟ်၊  မအောန်ကဵုကၠေၚ်၊  ဇြာဲ၊  မခတ်က္ဍန်၊  မခၞၚ်၊  မအောန်ကၠုၚ်။  vt.vi. (pt.pp.leaned or leant)  ဇဲ၊  ဒစေၚ်၊  ဒလာစှ်ေ။  ၂။  ဗ္ဒာဲလဝ်၊  ဗ္ဒလဝ်၊  ဒလာဲလဝ်၊  ဒလာဲ၊  ဗဒဲါ။  ၃။  သ္ဒးဗ္ဒာဲဒလာဲမံၚ်။  ၄။  ဂြုဲ၊  ဂြုဲစှ်ေ၊  ဂြုဲဂြေဟ်။  leaning (adj)  မဇဲ၊  မဒစေၚ်။  lean upon. (vt.vi)  ဗ္ဒာဲလ္တူ။"},
{"word":"leap","def":"vt.vi. (pt.pp.leaped or leapt)  ထလာ်။  n.  စလှာ်၊  ဒဒှ်မထလာ်၊  ဒဒှ်မထလာ်ဒံၚ်ကၠောံအာ၊  ဒံၚ်(ဒေါၚ်)၊  ယူထလာ်၊  သလာ်၊  သၠာ်။  leap year (n)  သၞာံထပ်ဂိတု(သၞာံဂိတုဝှေဝ်ဗျူအာရဳဒှ်-၂၉)။  leap about. (vt.vi)  ဒံၚ်ပၠေံလတိုၚ်။"},
{"word":"learn","def":"vt.vi. (pt.pp.learned or learnt)  ကတ်၊  ကတ်ဗ္တောန်၊  ဗ္တောန်၊  လ္ၚတ်ကတ်ဗ္တောန်၊  လ္ၚတ်။  ၂။  သ္ဂောံတီ၊  သ္ဒးဒုၚ်ကလိုဟ်။  learned (adj)  မနွံကဵုပညာ၊  မဍိုက်ပေၚ်တဴကဵုဗဟုသုတ၊  မဍိုက်ပေၚ်တဴကဵုလညာတ်ဆဵုဂဗ၊  မက္ဍိုက်ပေၚ်တဴကဵုအညာ။  learning (n)  မဒှ်မကတ်လ္ၚတ်ပညာ၊  ကွတ်၊  ကွတ်ဂွန်၊  သိက္ခာ၊  မေဓ၊  ကွတ်ပညာ။  the learning of the meaning. (n)  ပွမဍေန်အရထ။  learn to read. (vt.vi)  ဖ္ဍောတ်ဂၠာဲဗှ်။"},
{"word":"lease","def":"n.  လိက်ကသုက်မလိၚ်လဝ်၊  ဒဒှ်မလိၚ်လဝ်။  vt.  လိၚ်။"},
{"word":"leash","def":"n.  ဇုက်ဒက်ကၠဵု။  vt.  ဒက်လဝ်ကၠဵု။"},
{"word":"least","def":"adv.  အောန်အိုတ်။  adj.  မအောန်အိုတ်။  at least (adv)  နဒဒှ်မဖျံဟွံဂွံ၊  နဒဒှဵကဆံၚ်အောန်အိုတ်။"},
{"word":"leather","def":"n.  စၞာံ၊  စၞာံသတ်တိရစ္ဆာန်။  leather belt. (adj)  ဇုက်ဂတ်ဂၞိၚ်စၞာံ။"},
{"word":"leave","def":"vt.vi. (pt.pp.left)  ကသာလဝ်၊  ကၠေံ၊  ထောံ၊  ထွံကၠေံ၊  သှ်ေ၊  သိဟ်၊  လသာအာ၊  ရာံတိတ်အာ။  ၂။  ဝိုတ်အာသွက်ဂွံကေတ်နၚ်၊  ၜက်အာဟိုတ်နူကဵုမသာသ္ပံ၊  ဝိုတ်တုဲတ္ၜက်အာ။  ၃။  ထောံသၟေဟ်လဝ်၊  ကဵုထောံလဝ်အာဲ။  ၄။  သှ်ေ။  leavings (n)  ကပေါတ်ဟွံမွဲပၟိက်တုဲထောံတ္ၜက်လဝ်၊  စွံလဝ်။  leaving off. (vt)  လွေၚ်။  leave behind. (vt.vi)  ကလိကၠေံ၊  ဗ္ၜက်ထောံဗွဲလက္ကရဴ၊  လသာလဝ်၊  လွေၚ်လဝ်။  leave a message. (vt.vi)  ဗ္ကန်၊  ဗ္ကန်လဝ်၊  ဗ္စန်၊  ဗ္စန်ဂဏန်။  leave instructions. (vt.vi)  ဗ္ကန်လဝ်၊  စၞောန်ဗ္ကန်လဝ်။  leave the body. (vt.vi)  လသာဂန္ဓ၊  လသာသ္ကန်။  leave the priest hood. (vt.vi) ရာံ(ရေမ်)နူဘဝခမဳ၊  သရာံ၊  သြာံ။  leave to oneself. (vt.vi)  ဗလးလဝ်။  leave vacant. (vt.vi)  ခၠန်လဝ်။  n.  တၚ်မကဵုအခေါၚ်၊  တၚ်မတုပ်လဝ်စိုတ်။  ၂။  အခိၚ်ဂွံလဝ်အခေါၚ်။"},
{"word":"leaven","def":"n.  ကွဲ။"},
{"word":"lecture","def":"vt.vi.  ဖျေံကဵု။  n.  တၚ်မဖျေံကဵု။  lecturer (n)  အ္စာဘာတက္ကသဵု၊  မၞိဟ်တွံဖျေံကဵု။"},
{"word":"ledge","def":"n.  အလိန်ဒ၊  ဂဒုၚ်ဒဵု၊  ဂဒုၚ်ခၟဴကဗဂေါၚ်၊  ဂဒုၚ်ခၟဴတ္ၚေက်။  ledger (n)  လိက်အုပ်စရၚ်၊  လိတ်ဂျာ။"},
{"word":"lee","def":"n.  ဒၞာဲဒဒန်ကျာ၊  ဒၞာဲဗၠးမုက်ကျာ။  leeward. (adv)  ဗွဲဒစးကျာ။"},
{"word":"leech","def":"n.  ပကောတ်။"},
{"word":"leer","def":"n.  ဒကဴမတ်။  vt.  ရံၚ်ကဵုဒကဴမတ်၊  သ္ၚေဝ်။"},
{"word":"lees","def":"n.  ဓဗြ။"},
{"word":"left","def":"ရံၚ် leave တေံညိ။  adj.  ဇွိ၊  ပဲါ၊  လ္ပာ်ပဲါ၊  လ္ပာ်တဲပဲါ၊  လ္ပာ်ဇွိ။  left hand. (adj)  တဲဇွိ၊  တဲပဲါ။  the left side. (n)  လက်ပဲါ၊  လ္ပာ်ပဲါ။"},
{"word":"leg","def":"n.  ဇိုၚ်။  leggings (n)  ဂရောပ်ဇိုၚ်။  legless (adj)  မဟၟဲကဵုဇိုၚ်။"},
{"word":"legacy","def":"n. (pl.-cies)  ဒဒှ်မသ္ဂောံဒုၚ်စအာဲတၟာဲ၊  အာဲတၟာဲ။  legatee (n)  မၞိဟ်ဂွံဒုၚ်ကေတ်တဲအာဲတၟာဲ။  legator (n)  မၞိဟ်ကဵုအာဲတၟာဲ။"},
{"word":"legal","def":"adj.  မလုပ်ကဵုဗဗွဲဓဝ်။  legally (adv)  ဗဗွဲဓဝ်၊  နဒဒှ်ဗဗွဲဓဝ်။  legality (n)  ဒဒှ်မလုပ်ဗဗွဲဓဝ်။  legalize (vt)  သကဵုစှ်ေဗဗွဲဓဝ်။  legalization (n)  ဒဒှ်မသကဵုဒှ်(စှ်ေ)ဗဗွဲဓဝ်။"},
{"word":"legate","def":"n.  ကလုတ်သၟိၚ်သၚ်ခရေတ်ယာန်။"},
{"word":"legend","def":"n.  ဝၚ်တြေံ။  legendary (adj)  မဒယှ်တှ်ပ္ဍဲကဵုဝၚ်တြေံ။"},
{"word":"legible","def":"adj.  မဗှ်ဂွံဗွဲမလောဲသွာ။  legibly (adv)  နဒဒှ်မဗှ်ဂွံဗွဲမလောဲသွာ။  legibility (n)  ဒဒှ်မဗှ်ဂွံဗွဲမလောဲသွာ။"},
{"word":"legislate","def":"vi.  ကၠောန်သၞောဝ်ဥပဒေ၊  စၟိန်ပြမာန်။  legislation (n)  ပွမကၠောန်သၞောဝ်ဥပဒေ၊  ဒဒှ်မသ္ပဒတန်စၟိန်ပြမာန်သၞောဝ်။  legislative (adj)  မစၟိန်ပြမာန်သၞောဝ်ဥပဒေ။  legislator (n)  မၞိဟ်မကၠောန်သၞောဝ်ဥပဒေ။  legislature (n)  ဂကောံမၞိဟ်ကၠောန်ဥပဒေ။"},
{"word":"legitimacy","def":"n.  ဒဒှ်မလုပ်ကဵုနဲဗဗွဲဓဝ်။"},
{"word":"legitimate","def":"adj.  မနွံကဵုဗဗွဲဓဝ်။  ၂။  မစှ်ေကဵုအလိုက်ဟိုတ်ဖဵု။  ၃။  မက္ဍတ်ပါ်တိတ်ကၠုၚ်နူကဵုမိမၜါမထပ်လဝ်တဲနဗဗွဲဓဝ်။"},
{"word":"leguminous","def":"n.  မဆေၚ်စပ်ကဵုၜဲနာနာသာ်၊  မဆေၚ်စပ်ကဵုသတ်တၞံၜဲ။"},
{"word":"leisure","def":"n.  ဒဒှ်မသၠးၜး၊  အခိၚ်သၠး၊  အခိၚ်ဂလိုၚ်ကဵုလဝ်။  leisured (adj)  မသၠးၜးဒၟံၚ်။  leisurely (adv)  သိုက်သိုက်သဳသဳ၊  ၜိုဟ်ၜိုဟ်သြိုဟ်သြိုဟ်။"},
{"word":"lemon","def":"n.  ပၞဴလိုတ်၊  မၚ်ကြုတ်၊  သတ်ပၞဴလိုတ်။  lemonade (n)  ဍာ်ပၞဴ။ "},
{"word":"lemon-grass","def":"n.  ဝါၚ်ဗိုၚ်။"},
{"word":"lend","def":"vt.  ခလေံခဏၚ်၊  ဂလေံခၞၚ်၊  လိၚ်ကေတ်မွဲချိုန်ခဏ။  ၂။  ရီုဗၚ်၊  ထံက်ပၚ်။  lender (n)  မၞိဟ်လိၚ်ကဵု၊  မၞိဟ်လိၚ်စ။  lend money at interest. (vt)  စအိက်သြန်။"},
{"word":"length","def":"n.  ဇမၠိၚ်၊  ဇလိၚ်။  lengthen (vt.vi)  ဂလိၚ်ပ္တိတ်၊  ဇမၠိၚ်ပ္တိတ်၊  ဖလိၚ်၊  သကဵုဂၠိၚ်တိတ်။  lengthways / lengthwise (adv)  နဒဒှ်အလိုက်ဗွဲဇမၠိၚ်။  lengthy (adj)  မဂၠိၚ်။"},
{"word":"lenient","def":"adj.  မစွံဓဝ်ညႇာတာ၊  မသ္ၚေဝ်ပၟဲ။  leniently (adv)  နဒဒှ်မစွံဓဝ်ညႇာတာ။  leniency (n)  ဒဒှ်မစွံဓဝ်ညႇာတာ။"},
{"word":"lens","def":"n. (pl. lenses)  ဒ္ၚောဝ်ဇၞော်ရုပ်။"},
{"word":"leopard","def":"n.  ကၠမပၞဟ်၊  ကၠဗြန်။"},
{"word":"Leo","def":"n.  သိၚ်(ရာသဳ)၊  ဒွာပဥ္စမ။"},
{"word":"leper","def":"n.  တမၞီ၊  တၞီ၊  ယဲခဲါဒုတ်၊  ယဲတၞီ၊  ယဲဇၞော်၊  မၞိဟ်မဒှ်ဒၟံၚ်ယဲခဲါဒုတ်။  leprosy (n)  ခဲါဒုတ်၊  ယဲခဲါဒုတ်။  leprous (adj)  မဒှ်ဒၟံၚ်ယဲဇၞော်။"},
{"word":"less","def":"adj.  ဂမြ၊  သာတုဲအောန်။  n.  လၟိဟ်သာတုဲအောန်၊  အခိၚ်အောန်အောန်။  lessen (vt.vi)  တရဳ၊  တရဳကၠေံ၊  ဖအောန်၊  သကဵုအောန်အာ၊  သကဵုသာတုဲအောန်အာ။  lesser (adj)  မဒှ်သာတုဲသဝ်စှ်ေ၊  မဒှ်သာတုဲပရေံ။  lesser duties. (adj)  အဘိသမာစာရိကဝတ်။  less than. (adv)  ယုတ်ဒေက်အာ။"},
{"word":"lesson","def":"n.  လိက်လ္ၚတ်ဗှ်၊  လိက်သွက်ဂွံလ္ၚတ်။  ၂။  တၚ်မဝေတ်ဗ္တောန်ဂတနူဏံ ညံၚ်သ္ဂောံဂွံဒ္ဂီုဒ္ဂေတ်၊  တၚ်မကဵုသတိ၊  လိက်လ္ၚတ်၊  ဒ္ဂီုဒ္ဂေတ်။"},
{"word":"lest","def":"conj.  ဖေက်တုဲ၊  ဂွိၚ်တုဲ။"},
{"word":"let","def":"vt.vi. (pt.pp.let.-tt-)  ကဵုအခေါၚ်။  let a day pass. (vt.vi)  ဗၜက်တ္ၚဲ။  let alone. (vt.vi)  ဗလးလဝ်။  let down. (vt.vi)  ဇဝေါဝ်ဖျေံ၊  ဇွောဝ်ဖျေံ၊  တကဲ၊  တကဲဖျေံ၊  ပကဲ၊  ပကဲဖျေံ၊  ပ္တုံဖျေံ၊  လပ္တုံ၊  လဖဝ်၊  လၟောဝ်ဖျေံ။  let fall. (vt.vi)  ပ္တုံ၊  ပ္တုံဖျေံ။  let go. (vt.vi)  ဗလး။  let it be so. (vt.vi.)  လဝ်ကဵုရ၊  လဝ်ကဵုဍေံဒှ်ရ။  let it stand at that. (vt.vi)  လဝ်ကဵုရ၊  လဝ်ကဵုဍေံတန်တဴပ္ဍဲဂှ်။"},
{"word":"lethal","def":"adj.  မသကဵုချိုတ်မာန်၊  မရန်တၟံသွက်ဂွံချိုတ်။"},
{"word":"lethargy","def":"n.  ဒဒှ်မဍောၚ်ၜိုတ်လ္ၚိုပ်လ္ၚာ၊  မဒှ်မအိုတ်ဓတ်။"},
{"word":"letter","def":"n.  လိက်၊  အက္ခဝ်၊  ဒဒှ်ဓမံက်ထ္ၜးကဵုရမျာၚ်။  ၂။  လိက်ကဵုဏာ၊  လိက်ပရၚ်၊  လိက်ဗ္ကန်၊  လိက်ဗ္စန်၊  လိက်ချူကဵုဏာနၚ်၊  လိက်ပတ်၊  လိက်အုပ်၊  လိက်စၟတ်သမ္တီ။  a letter of the alphabet. (n)  အက္ခဝ်၊  အခဝ်။"},
{"word":"lettuce","def":"n.  သၞေဝ်ကြုက်(သွက်ဂွံကၠပ်စ)။"},
{"word":"levee","def":"n.  တာတၟိုန်၊  စြာၚ်ဍာ်။"},
{"word":"level","def":"n.  ဂၠးမုက်။  ၂။  ကရိယာသွက်ဂွံၜတ်ဂၠးမုက်။  adj.  မနွံကဵုဂၠးမုက်ညဳတးသၟဟ်သၟန်။  vt.vi. (-ll-)  လး၊  သဘဴချိုတ်ဂှ်သကဵုသၟဟ်ညဳ လ္တူကောန်မၞိဟ်တံသီုဖအိုတ်။  ၂။  ပၠာ်ဖျံ၊  တးပညဳ။  ၃။  ၚး၊  ၚးတး၊  တောဟ်၊  တိုဟ်၊  တိုဟ်သအး၊  သ္တးလး။  level ground. (adj)  တိလမၠး။  to level. (vt.vi)  တး။  level surface. (adj)  အပၠဴ၊  မုက်ဂၠးဍာ်၊  လမၠး။  level with the ground. (adj)  ရိုဟ်တိုဟ်၊  မလးတးဒၟံၚ်ကဵုမုက်တိ။"},
{"word":"lever","def":"n.  ကနဟ်၊  ကၞဟ်၊  မံၚ်၊  ဇွောံဂၠဟ်။"},
{"word":"leviathan","def":"n.  အရာမနွံကဵုဇြဟတ်ဇၞော်ဇၞော်။"},
{"word":"levity","def":"n.  ဒဒှ်မသာသ္ပံ၊  ဒဒှ်မဟၟဲကဵုသ္ဇိုၚ်သ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။"},
{"word":"levy","def":"vt.vi. (pt.pp.levied)  ကံက်ဗက်ကေတ်(အကံက်) နကဵုအသံအဝဵု။"},
{"word":"lewd","def":"adj.  မဟွံယေန်သၞာၚ်၊  မရိုၚ်ဇိုၚ်၊  မဵု၊  မဵုရုန်။"},
{"word":"lexicon","def":"n.  အဘိဓာန်။  lexicographer (n)  ညးမခၞံအဘိဓာန်။"},
{"word":"liable","def":"adj.  မနွံကဵုတာလျိုၚ်အတိုၚ်သၞောဝ်ဥပဒေ။  ၂။  မနွံကဵုအယောၚ်အလာသွက်ဌာန်ဂတ။  liability (n. pl.-ties)  ဒဒှ်မနွံကဵုတာလျိုၚ်အတိုၚ်သၞောဝ်ဥပဒေ။  ၂။  အရာသွက်သ္ဒးလေဲ၊  ကဝုတ်သွက်သ္ဒးလေဲ။"},
{"word":"liaison","def":"n.  ပရေၚ်ဆက်ဆောံ၊  အဆက်အဆောံ။"},
{"word":"liar","def":"n.  မၞိဟ်လီ၊  မၞိဟ်ဠာန်၊  အလီ။"},
{"word":"libel","def":"n.  ပွမပလီုကျာ်သြဳ၊  ဒဒှ်ကျာ်သဳမလီု။  ၂။  ပွမဟီုဂလာန်ဟွံမွဲကဵုသတ်၊  ဂလာန်ဟွံမွဲကဵုတၚ်နၚ်၊  ဂလာန်မဖျေံကဝု။  vt.  ပလီုစရာဲ၊  သကဵုဂုန်စရာဲလီု။  libelous (adj)  မလီုစရာဲ၊  မလီုကျာ်သြဳ။"},
{"word":"liberal","def":"adj.  မနွံကဵုကေတ်။  ၂။  မနွံကဵုစိုတ်သၠဲသၠဲလးလး၊  မဟၟဲကဵုစိုတ်အစောဲအလာံ၊  မနွံကဵုလညာတ်သၠဲသၠဲလးလး။  liberality (n)  ဒဒှ်ပွမနွံကဵုသကဵုသကေတ်၊  ဒဒှ်ပွမနွံကဵုစိုတ်သၠဲသၠဲလးလး၊  ပွတွဵုတွေတ်။"},
{"word":"liberate","def":"vt.  သကဵုဗၠးၜး။  liberation (n)  ဒဒှ်မဗၠးၜး၊  ပွမဗၠးၜး။"},
{"word":"libertine","def":"n.  မၞိဟ်မဂၠက်ဒၟံၚ်ပ္ဍဲသရာံပါပ်အကုသဵု။"},
{"word":"liberty","def":"n. (pl.-ties)  ဒဒှ်မဗၠးၜး။  ၂။  မဂွံအခေါၚ်အဝဵုသ္ဂုတ်သွာတ် နအလိုက်ဇကုကဵုဇကု။"},
{"word":"Libra","def":"n.  ရာသဳတူ၊  ဒွာတူ။"},
{"word":"library","def":"n. (pl.-ries)  တိုက်လိက်၊  တိုက်ရံၚ်လိက်။  librarian (n)  ဇမၞော်တိုက်ရံၚ်လိက်၊  ပွတွဵုတွေတ်။"},
{"word":"libretto","def":"n. (pl.-s or -tti)  လိက်ဒွက်ဇာတ်။"},
{"word":"licence","def":"(license)  n.  အခေါၚ်ကဵုလဝ်၊  ဒဒှ်မဂွံလဝ်အခေါၚ်။  ၂။  ပွမသ္ပထောံဆဆဵု လ္တူအခေါၚ်အဝဵုမဂွံလဝ်ဗၠးၜး၊  ဒဒှဵမဟွံသ္ပကေၚ်ကာအဲပရဲကဵု အခိုက်ကၞာပြဝေဏဳ။  license (vt)  ကဵုအခေါၚ်အဝဵု။"},
{"word":"licentious","def":"adj.  မလီုပ္ဍဲဒ္ဂေတ်ပဋိပတ်။"},
{"word":"lick","def":"vt.vi.  ကၠာန်၊  ကလေံ၊  ကၠာန်ကဵုလတာ်။  ၂။  ထၟူ(ထၟော)၊  လဵုထၟူ။  ၃။  ပ္ကတ်ကဵု၊  ပ္ကေၚ်ကဵု။  n.  ဒဒှ်မကလေံကဵုလ္တာ်၊  ဒဒှ်မကၠာန်။  a salt-lick. (n)  ဗမူၜဵု။"},
{"word":"lick","def":"|2| vt.vi.  (slang)  လၟိုတ်၊  ဒဒု။  to get a licking (n)  ပွမလၟိုတ်တက်၊  ဒဒှ်မကျအာ။"},
{"word":"licorice","def":"ရံၚ် liquorice တေံညိ။"},
{"word":"lid","def":"n.  ဂတိုပ်၊  ဂမဳ၊  ထကိုပ်၊  ဇွောံဂိုပ်၊  လၟဳ။"},
{"word":"lido","def":"n.  ကၟာသွက်ညးဂမၠိုၚ်က္ၜိၚ်ဍာ်၊  သၞေဟ်ဟုံဍာ်။"},
{"word":"lie","def":"vi. (pt.pp.lied, part.lying)  တလန်၊  ထမုန်၊  ထမုန်တလန်၊  လီဟီု၊  ဟီုမုသာ။  n.  ဒဒှ်မလီ၊  ဂလာန်မုသာ၊  မုသာ။"},
{"word":"lie","def":"|2| vi. (pt.lay,pp.lain, part.lying)  တိက်ပၠးဇကု၊  တိက်တၚ်။  ၂။  လဇံက်စွံလဝ်။  ၃။  တန်တဴဒၟံၚ်။  ၄။  နွံဒၟံၚ်ပ္ဍဲဂတမတ်မဆဵုဒၟံၚ်ကၠးကၠး။  ၅။  နွံဒၟံၚ်။  lie across. (vi)  လဂုၚ်။  lie down. (vi)  သ္တၚ်ဂၠဝ်၊  သ္တၚ်လော(လဵု)၊  သ္တိက်၊  သ္တိက်သ္တၚ်၊  သ္တိက်သၠိၚ်။  lie in ambush. (vi)  ဗ္ဒ၊  အောပ်ဗ္ဒ။  lie on one's back. (vi)  ဂၠ၊  ဂၠဝ်။"},
{"word":"lien","def":"n.  ဒဒှ်တၠသြန်မအာတ်ကေတ်လဝ်ကပေါတ်မွဲမွဲ ကၠာသၠုဲကဝုတ်လဝ်ဂှ်ဟွံပြေဏီ၊  အခေါၚ်အဝဵုမသီကေတ်မာန် နူကဵုကဝုတ်လဝ်။"},
{"word":"lieu","def":"n.  အဇာ။  in lieu of, instead of. (n)  အဇာ၊  စၞး။"},
{"word":"lieutenant","def":"n.  ဒၞာဲဝဲါကဆံၚ်ဗဵု။  ၂။  ဒဒှ်မတောဲဖက်တုဲ။  lieutenant general. (n)  စက်ကာဲ။"},
{"word":"life","def":"n. (pl.lives)  ဇိဝိ၊  ဇဳဝိ၊  ဇဳဝိတ၊  ဇဳဝီု၊  လမျီု။  ၂။  သတ်မနွံကဵုလမျီု။  ၃။  ဘဝမၞိဟ်။  ၄။  အကာဲအရာမံၚ်စံၚ်ပ္ဍဲမွဲဘဝ။  ၅။  ပွမချဳဒရာၚ်၊  ပွမမိပ်ဇြိပ်၊  ပွမနွံကဵုဒဒှ်စိုတ်မလုပ်စ၊  စရိုတ်၊  ပွမပ္တိတ်ဇြဟတ်လွဳပရာ။  ၆။  အခိၚ်အခါမလရုချဳဒရာၚ်၊  အခိၚ်မဒှ်ကာ၊  ဇမၠိၚ်အယုက်။  lifeboat (n)  ဂၠုၚ်ပြာ်လမျီု။  lifeguard (n)  ကောန်ဒပ်ပၟၚ်ပၟဲလမျီု၊  ပၟၚ်လမျီု။  lifejacket (n)  ပလောံပြာ်လမျီု။  lifeless (adj)  မဟၟဲကဵုလမျီု။  ၂။  မဟွံဍုက်ဍေက်၊  မဟွံဍိုပ်ဍဴ၊  မကှ်ဖ္ဍဟ်။  lifelong (adj)  မဒုၚ်မွဲဒမြိပ်ဘဝ၊  မဒှ်လုကဴမွဲအယုက်။  life principle. (n)  ဒဲ။  lifetime (n)  အထက်၊  အယုက်၊  အယုက်အထက်၊  ဗၞတ်အယုက်။"},
{"word":"lift","def":"vt.vi.  ခၜၚ်၊  တျောဝ်၊  ပ္တိုန်၊  ပၚ်၊  ထ္ၜ၊  ထ္ၜၚ်၊  ယာ၊  ယောက်၊  ယော်ဒေါ်။  ၂။  ပြးဇးအာ။  ၃။  ပိုက်ပ္တိတ်၊  ပိုက်ကေတ်၊  ထ္ၜၚ်ပ္တိုန်၊  ပ္တိုန်လ္တူ။  n.  ဒဒှ်မထ္ၜၚ်ပ္တိုန်၊  ဒဒှ်မထ္ၜပတိုန်လ္တူ။  ၂။  တၞိန်ဓာတ်။  lift the foot. (vt.vi)  ပၚ်ဇိုၚ်။  lift up. (vt.vi)  ထ္ၜၚ်၊  ထ္ၜၚ်ပ္တိုန်၊  ပၚ်ပ္တိုန်၊  ယာ၊  ယိုက်ပ္တိုန်၊  သယာ။  lift up the eyes. (vt.vi)  မၠာ်မွဲ၊  လွိၚ်လ္ၜဲမတ်။  lift up the voice. (vt.vi)  လလောၚ်။  lift with a lever. (vt.vi)  ဂၠဟ်။"},
{"word":"ligament","def":"n.  ပၞေတ်သရဵုမဆက်လဝ်ဇုတ်ကဵုဇုတ်။"},
{"word":"light","def":"n.  အရံၚ်အံၚ်သူ၊  ကၟး၊  ပယျး၊  ပယး၊  ပၟတ်၊  ပြဝမကၟး၊  လယး၊  လျး၊  သ္ဍဴ။  ၂။  လျးလညာတ်သမ္တီ။  adj. (-er,-est)  မယးတၟး၊  မတၟးပရာန်။  ၂။  မနွံအရံၚ်ဖျိုဟ်ဖျိုဟ်.  vt.vi. (pt.pp.lit.lighted)  ဍေန်၊  တၟး၊  သကဵုတၟး။  ၂။  သကဵုလျး။  lighter (n)  ခရက်ပၟတ်။  lighthouse (n)  တိုက်ပၠပၟတ်။  lightning (n)  ဆေဝ်ပလေဝ်၊  ဆေဝ်ပလာဲ၊  လလဳသေပၠေ၊  ဇုက်လလဳ။  lightning flashes. (n)  ဆေဝ်ပလေဝ်ဒြိပ်(ပံက်)။  lightning-rod (n)  ဇွောံစဵုဒၞာဂဂဵုတး။  the light half of the moon. (n)  မံက်။  The light of the world. (n)  သ္ဍဴလိုက်ဗာ။  adj. (-er,-est)  မသာပ္ဍဲလျိုၚ်၊  လပံ၊  လ္ပံသာ၊  သာ၊  သာက္ဍာ၊  သာဍာ၊  သ္ပံ။  ၂။  မဍိုန်ၜတ်၊  မဇိပ်ဂၠိပ်။  ၃။  မဒှ်လိက်အုပ်သွက်ဂွံဗှ်ပရေလၟောၚ်စိုတ်။  light-headed (adj)  မနွံကဵုက္ဍိုပ်ထုဲထုဲ။  light-hearted (adj)  မလေပ်မံၚ်စံၚ် မိပ်မိပ်။  light-fingered (adj)  တဲဂၠာန်၊  မၞိဟ်တဲဂၠာန်။  light-minded (adj)  မသာသ္ပံ၊  မဟွံလဝ်ဇကု၊  မလေပ်ကၠောန်တဴရဴစိုတ်ဇကုဒှ်။  lighten (vt.vi)(pt.pp.-ed)  သကဵုတၟးကၠုၚ်၊  သဝါ၊  သွာ။  ၂။  ဆေဝ်ပလေဝ်ပံက်။  ၃။  သကဵုသာက္ဍာ။  lighten disterss (vt.vi)  သွာကၠေံလၞီ။  lighten up. (vt.vi)  သၠံၚ်။  lightly (adv)  နဒဒှ်မသာက္ဍာ၊  ဗွဲမသာက္ဍာ၊  သာသာ။  lightness (n)  ဒဒှ်မသာက္ဍာ။"},
{"word":"like","def":"adj.  အနု၊  ဆေရေ၊  ဆေဝ်ရေ၊  တုပ်၊  တုပ်တုပ်၊  တုပ်သၟဟ်၊  မတုပ်၊  မဒှ်ဗီုဂှ်ကီု၊  မဒှ်သာ်ဂှ်ကီု၊  သၟး၊  သၟဟ်။  adv.  အေၚာဝ်၊  ညံၚ်လွာ၊  ညံၚ်သၟး၊  ရဴ။  n.  အရာမဒှ်ညံၚ်ရဴသာ်ဂှ်ကီု၊  မၞိဟ်ဗီုဂှ်ကီု၊  အရာဗီုသာ်ဂှ်။  likely (adj.)(-ier,-iest)  မဒှ်ကဆံၚ်တန်ဒှ်ကၠုၚ်မာန်၊  မတန်ဒှ်မာန်။  ၂။  မဒးရး။  ၃။  ကြက်က္တဵုဒှ်၊  မဒှ်ကၠုၚ်ရောၚ်။  likelihood (n)  ဒဒှ်မဒှ်ကၠုၚ်မာန်၊  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်မာန်။  liken (vt)  စၞောန်ထ္ၜးကဵုဒဒှ်မတုပ်၊  ထ္ၜးကဵုဗီုပြၚ်။  like as. (adv)  ညံၚ်ဗတ်သၟ၊  သၟတ်စိုတ်။  like one possessed. (prep)  ပၟာဒးဝပ်။  like this. (adv)  ရဴဝွံ၊  ရဴသာ်ဝွံ၊  ဗီုဂှ်။  likeness (n)  ဒဒှ်မတုပ်၊  အယော၊  အယောၚ်အလာ၊  ဗတ်၊  ဗတ်သၟ။  likewise (adv)  ဗီုနဲဂှ်ကီု၊  နဒဒှ်ဗီုဂှ်။  vt.  ဒးစိုတ်၊  သ္ဍိုက်စိုတ်၊  ဒးကဵုဆန္ဒ၊  သၟး။  ၂။  မိက်ဂွံ။  likeable, likable (adj)  မဒှ်သွက်သ္ဒးသ္ဍိုက်မၠိုက်။"},
{"word":"lily","def":"n. (pl.-lies)  ကဴလတိုပ်။"},
{"word":"limb","def":"n.  အၚ်္ဂ၊  အၚ်္ဂဇိုၚ်တဲ၊  အဝဲ၊  သၞေၚ်။  ၂။  တၞာၚ်ဗာၚ်ဆုဒုန်။"},
{"word":"limber","def":"adj.  မဍိုန်ဍောတ်၊  မကဝေန်ကဝးလောဲ။"},
{"word":"limbo","def":"n. (pl.-s)  ဒဒှ်မသ္ဒးဒုၚ်ပၠေဲဝိုတ်ထောံ၊  အရာမကၠဟ်ပၠေဲထောံ၊  ဒၞာဲထောံတိုပ်ဇွ။"},
{"word":"lime","def":"n.  ကပဵု၊  ခပဵု၊  ဂပဵု။  vt.  ကြုဲခပဵု။  limestone (n)  တၟံခပဵု၊  တၟံဂပဵု။  lime-kiln. (n)  ဂေါ်ဂပဵု။  n.  ပၞဴ၊  ဗနဴ။"},
{"word":"limelight","def":"n.  လျးမစၚ်သ္ကာတ်။"},
{"word":"limit","def":"n.  တၚ်ကၞာတ်ဂစိုတ်လဝ်၊  တွဵု၊  လအိတ်၊  လစောန်။  ၂။  ဒဒှ်မဗက်မာန်စဵုကဵုစိုပ်ကၞောတ်။  vt.  နွံကဵုတၚ်ကၞာတ်ဂစိုတ်။"},
{"word":"limp","def":"adj.  မကဝးဍိုန်၊  မနွံကဆံၚ်ဇိုၚ်တဲအိုတ်။  vt.  ကွာ်ဂၠံၚ်နကဵုဇိုၚ်ချံၚ်ချံၚ် ဇိုၚ်ဝေန်ဝေန်။  n.  ဒဒှ်မကွာ်ဂၠံၚ်နကဵုဇိုၚ်ဝေန်ဝေန်ချံၚ်ချံၚ်။  limply (adv)  နဒဒှ်ဇိုၚ်ချံၚ်ဝေန်။"},
{"word":"limpet","def":"n.  ကၞုသၟတ်မွဲဂကူ။"},
{"word":"limpid","def":"adj.  မကေဝ်သ္ဇုၚ်(ဍာ်,ဥတု,လညာတ်)၊  သ္ဇုၚ်။"},
{"word":"linden","def":"n.  တၞံသၚ်။"},
{"word":"lineage","def":"n.  မဇအဆက်အဆေန်၊  ဂကူဝေါၚ်သ၊  တၞောဝ်၊  သၞောဝ်။"},
{"word":"lineal","def":"adj.  မဆေၚ်စပ်ကဵုဂၠံၚ်ပၞောန်၊  မဆေၚ်စပ်ကဵုဇမၠိၚ်ပၞောန်၊  မဒတောဝ်တၞောဝ်စှ်ေကၠုၚ်။  lineal succession. (adj)  မဒှ်တၞောဝ်၊  မဒှ်တၞောဝ်ဒတောဝ်။"},
{"word":"linear","def":"adj.  မဆေၚ်စပ်ကဵုဇုက်ပၞောန်တပ်တပ်၊  မဆေၚ်စပ်ကဵုဇမၠိၚ်။  linear measure (adj)  ဂါ၊  မဳတာ၊  ပေ၊  ၝောံတဲ။"},
{"word":"line","def":"n.  ဇုက်ပၞောန်။  ၂။  ဇုက်တန်လဝ်သွက်ဂွံစကာမွဲမွဲဒၞာဲ (ဇုက်တဝ်ဟီု)။  ၃။  ကရုၚ်၊  သရိတ်၊  လာဲ။  ၄။  လၟေၚ်၊  လၟေၚ်တရဴ၊  သၞောတ်အာတရဴမွဲဂကူ။  ၅။  ကရုၚ်လိက်၊  နှောဝ်။  ၆။  လိက်ဒမၠေံ၊  လိက်မနွံကဵုလိက်မွဲပၞောန်။  vt.vi.  သက်ပၞောန်။  ၂။  ပြေၚ်ရေန်တာန်လဝ်။  linesman (n)  မၞိဟ်ရီုဗၚ်ဒေၚ်ပ္ဍဲသဘၚ်ဂြိပ်ဝေၚ်ဒံၚ်ထလာ်၊  လာၚ်သမိန်။  line-up (n)  ဒဒှ်မဒက်မဟာမိတ်၊  ဒဒှ်မပကောံက္ဍိုပ်။"},
{"word":"linen","def":"n.  ယာတ်ကာန်၊  ယာတ်သ္ကောဝ်ဆု။  linen cloth. (n)  ယာတ်ခေါမက္ကရး၊  ဂၠိက်ယာတ်မတုတ်လဝ်ကဵု ဇုက်အနှာတ်မွဲဂကူ။  table linen. (n)  ယာတ်ကာန်လးဂဗံက်။  bed linen. (n)  ယာန်ကာန်လးဒၟံၚ်သတိက်။  fine linen. (n)  ယာတ်ကာန်ကြဳကြဳ။"},
{"word":"liner","def":"n.  က္ၜၚ်၊  က္ၜၚ်ကျာ။  ocean liner. (n)  က္ၜၚ်ဇၞော်ပ္ဍိုက်မၞိဟ်ဂြိပ်တတ်ဂၚ်။။"},
{"word":"linger","def":"vt.  လဇုဲလဇ၊  လံလုဲ၊  သ္ဇိုၚ်သ္ဇုဲ။  ဗၜက်တ္ၚဲ။  lingering (adj)  ယဲဍာ်ဇမၠိၚ်၊  မဂၠိၚ်သ္ၚောဲ။"},
{"word":"linguist","def":"n.  တၠပညာကွတ်ဗေဒဘာသာ။  linguistic (adj)  မလ္ၚတ်အရေဝ်ဘာသာ၊  မဆေၚ်စပ်ကဵုအရေဝ်ဘာသာ။"},
{"word":"liniment","def":"n.  ဂဥုဲလံက်ဗလးကဵုယဲဂုဟ်ဂေန်။"},
{"word":"link","def":"n.  လကံက်၊  ဂွေန်၊  အဆက်။  ၂။  တၟောံပလောံတဲ။  ၃။  အဆက်အကြာ။"},
{"word":"links","def":"n.  ခလှာတ်တက်ဂပ်။"},
{"word":"linoleum","def":"n.  ယာတ်ပၠုဲသွက်ဂွံလးလ္တူကၞဳ။"},
{"word":"linseed","def":"n.  မဇုက်ကသာဲဗုဗု။"},
{"word":"lint","def":"n.  ယာတ်သၟာ်မဂြောပ်လဝ်လ္တူဒၞာဲဒးဝပ်။"},
{"word":"lion","def":"n.  ခေသရာ၊  ဇာဒိသိုၚ်၊  သဳဟော။  ၂။  အရေၚ်ဂၠိုၚ်အိုတ်(ပ္ဍဲအရာမဖျေံတံရိုဟ်)။  lioness (n)  ဇာဒိသိုၚ်ၝောံ။  lionize (vt)  ပ္တိုန်စရာဲနဒဒှ်မဂံၚ်သ္ကာညံၚ်ရဴဇာဒိသိုၚ်။  lion's roar. (n)  ကရီုဇာဒိသိုၚ်။  lion hearted. (adj)  မဂံၚ်သ္ကာ။"},
{"word":"lip","def":"n.  သၟန်ပါၚ်၊  သၟောန်ပါၚ်။  ၂။  သၟောန်ပ္ၚာန်။  lip-service (n)  ဒဒှ်မဟွံယျဵုလ္ဂူ၊  ဂလာန်မကၠုၚ်နူတၞုၚ်သၟောန်ပါၚ်။  lip-stick (n)  ထကောၚ်ဍာ်ဂဥုဲဖျောန်သၟောန်ပါၚ်။"},
{"word":"liqueur","def":"n.  အရက်မစုတ်လဝ်သၟူမြမောဝ်။"},
{"word":"liquid","def":"n.  ဍာ်၊  ဍာ်ဍာ်၊  အရာမဒှ်ဒၟံၚ်ဍာ်ဍာ်။  adj.  မဒှ်ဍာ်ဍာ်။  ၂။  မကေဝ်ဇြုၚ်၊  မယးတၟး။  ၃။  မလောဲသွက်ဂွံပြံၚ်လှာဲ။  liquefy (vt)  သကဵုဒှ်ဍာ်ဍာ်၊  သကဵုဒှ်အာဍာ်။  liquefaction (n)  ဒဒှ်မသကဵုက္တဵုဒှ်အာဍာ်။"},
{"word":"liquidate","def":"vt.vi.  လေဲကဝုတ်။  ၂။  ပအပ်ကဵုသွက်သ္ဒးအပ်ပြာပ် ကာလမပလီုပလာ်ထောံကမၠောန်ပရေၚ်ပိုန်ဒြပ်မွဲမွဲ။  ၃။  သောၚ်တလးပ္တုဲဗဒှ်ထောံသၞ။  liquidation (n)  ပွမပလီုထောံ(ကမ္ပနဳ)။"},
{"word":"liquor","def":"n.  အရက်။"},
{"word":"liquorice","def":"n.  ထၞာတ်က္ၜၚ်၊  ဇုက်ထမၞာတ်။"},
{"word":"licorice","def":"n.  ထၞာတ်က္ၜၚ်၊  ဇုက်ထမၞာတ်။"},
{"word":"lisp","def":"vt.vi.  ဟီုမံၚ်နကဵုရမျာၚ်ဟွံကၠး။  n.  ဒဒှ်မဟီုဒၟံၚ်နကဵုရမျာၚ်ဟွံကၠး။"},
{"word":"lissom","def":"(lissome) adj.  မမြက်စာသာက္ဍာ။"},
{"word":"list","def":"n.  စရၚ်အၚ်၊  စရၚ်ဒဒၚ်။  vt.  ကၠောန်စရၚ်။  vi.  ဒစေၚ်အာ၊  ဗၠေၚ်အာ(က္ၜၚ်)။  n.  ဒဒှ်မဒစေၚ်အာ(က္ၜၚ်)။"},
{"word":"listen","def":"vt.  ကလၚ်၊  ပၚ်မှိၚ်၊  နိကြိ။  listen in (vt)  ကလၚ်အစဳအဇန်ရေဒဳယဝ်။  listener (n)  မၞိဟ်ကလၚ်၊  ပူရိသာတ်မကလၚ်။"},
{"word":"listless","def":"adj.  မဟၟဲကဵုသွက်စိုတ်ဂွံလုပ်စ၊  မဍောၚ်ၜိုတ်အိုတ်ဓတ်၊  ပ္ဍီုသြေၚ်၊  သြေၚ်ပ္ဍီု။"},
{"word":"literacy","def":"n.  ဒဒှ်မလေပ်လိက်။  literate (n)  မၞိဟ်လေပ်လိက်။  adj.  မလေပ်လိက်။"},
{"word":"literal","def":"adj.  မတုပ်ကဵုတံလိက်တြေံတေံ ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  literally (adv)  အတိုၚ်ပကတိမဟၟဲကဵုအရာပ္တိုန်စ၊  နဒဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"literary","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်လိက်ပတ်။  the literary arts. (n)  ကွတ်ပြကိုဟ်ဆန်။  literary work. (adj)  ပြကိုဟ်။"},
{"word":"literature","def":"n.  လိက်ပတ်၊  ဆန်၊  ဆန်ဒ၊  ပြကိုဟ်ကၞပ်။"},
{"word":"lithe","def":"adj.  မတ္ၚံက်လောဲ၊  မဍိုန်လောဲ၊  မဍိုန်ၜတ်လောဲ။"},
{"word":"litigate","def":"vt.vi.  ပ္တဝ်မုက်ကဵုသၞောဝ်၊  ဟီုနၚ်စုတ်စောဲစုတ်အမှု။  litigant (n)  မၞိဟ်ဝေၚ်အမှု၊  တၠအမှု။  litigation (n)  ဒဒှ်မစောဲအမှု။  litigious (adj)  မမိက်စောဲစုတ်အမှု။"},
{"word":"litter","def":"n.  ဇံၚ်ဒလိၚ်ကပေါတ်ကညောတ်၊  ဇံၚ်ဂလိၚ်၊  ဝဝ်၊  ဒဒှ်မထုဲထံၚ်ဒၟံၚ်၊  ဒဒှ်မပြးချာဲဒၟံၚ်။  ၂။  ချံက်ပလေဝ်ပလေတ်လဝ် သွက်သတ်တိရစ္ဆာန်တံသ္ဂောံတိက်။  ၃။  သတ်တိရစ္ဆာန်ဆၚ်လဝ်တၟိတၟိ။  vt.vi.  ပရးပထုဲဂရုဲလဝ်ကပေါတ်ကညောတ်။"},
{"word":"little","def":"adj.  ညိည၊  အောန်သ္တိုတ်၊  မဍောတ်သွတ်၊  မနွံကဵုအဝဲဍောတ်သွတ်၊  မဟွံသၠုၚ်၊  မဟွံလုပ်ကေၚ်ကာ။  ၂။  မဍောတ်၊  မဒှ်ဍောတ်အိုတ်။  ၃။  မဒှ်ညိည၊  ညိညဓဝ်၊  လၟိဟ်ဆညိည။  n.  ညိဏာၚ်။  adv.  ညိည၊  ဗၞတ်ညိ၊  နဒဒှ်မဟွံဂၠိုၚ်၊  မဒှ်ဒၟံၚ်ကဆံၚ်ကြပ်မဒှ်ဟွံမွဲ။  little lime box. (adj)  ကၠံက်ပန်၊  ကၠံက်ပုန်။  the little finger. (n)  တဲဣကေန်၊  လကေန်တဲ၊  သကေန်တဲ။  little spirit house. (adj)  သ္ၚိဗဴ၊  သ္ၚိဗဴဇု။  little one. (adj)  မဒှ်ကောန်ညာ်(ဝေါဟာဗဂေါ)၊  ကောန်ၚာ်၊  သၟတ်၊  သမတ်။  a little while ago. (adv)  ပ္ဍဲနူကၠၚ်၊  နူကၠၚ်၊  နူကၠၚ်တေံ၊  လၟုဟ်ညိကီု။"},
{"word":"littoral","def":"n.  တိဍာ်မနွံကရပ်ပရၚ်ၜဳ။  adj.  မနွံပ္ဍဲဗ္စပ်တရပ်သြၚ်။"},
{"word":"liturgy","def":"n. (pl.-gies)  ဗီုကၠောန်အသေအဟာန်လ္ၚောဝ်ကျာ် လကျာ်ခရေတ်ရှာန်တံ။"},
{"word":"live","def":"vt.vi.  ဂျိုၚ်၊  ဂျိုၚ်လမျီု၊  လမျီုဂျိုၚ်မံၚ်၊  ဂျိုၚ်တိုန်မံၚ်။  ၂။  ပအာ။  live a long life. (vt.vi)  ဂၠိၚ်အယုက်။  live on (vi)  ဗ္ဒဗ္ဒာဲမံၚ်၊  ဗ္ဒဗ္ဒာဲဒၟံၚ်သွက်ဂွံဂျိုၚ်လမျီု။  ၂။  မံၚ်၊  တန်၊  ဒီု။  adj.  မဂျိုၚ်မံၚ်၊  မလုပ်လမျီု၊  မဂျိုၚ်တိုန်မံၚ်၊  မချဳဒရာၚ်လမျီုလုပ်မံၚ်။  live coal. (adj)  လ္ၚ၊  လ္ၚပၟတ်။"},
{"word":"livelihood","def":"n.  ကမၠောန်ဂယိုၚ်လမျီု၊  ဝတ္တဏာ။"},
{"word":"lively","def":"adj.  မတ္ၚံလ္ပံ၊  မပြဟ်ပြေဟ်သာက္ဍာ။"},
{"word":"living","def":"adj.  ဂမျိုၚ်၊  မနွံကဵုလမျီု၊  မဂျိုၚ်ဒၟံၚ်ကဵုလမျီု။  adj.  ယီုလုပ်၊  ယီုတိတ်။  n.  ပွမဂယိုၚ်လမျီု၊  ဂမျိုၚ်လမျီု။  living being. (adj)  သတ်မနွံကဵုလမျီု။  living with. (vi.part.)  မံၚ်မွဲစွံ။"},
{"word":"liver","def":"n.  ကဒါတ်၊  ဂြိုဟ်။  liverish (adj)  မဂုဟ်ဒၟံၚ်ပ္ဍဲဂြိုဟ်။"},
{"word":"livery","def":"n. (pl.-ries)  ဗွိုက်လ္တက်မဇိၚ်လဝ်ကဵုသွက်ဗြဴဗြဴတံ ကၠောန်စကမၠောန်ပ္ဍဲသ္ၚိ။"},
{"word":"livestock","def":"n.  သတ်တိရစ္ဆာန်မလွဳလဝ်ပ္ဍဲသ္ၚိ မပ္တံသဵုဗ္ၜေံတံ။"},
{"word":"livid","def":"adj.  အရံၚ်ဖကောဝ်ဖယာၚ်၊  မနွံကဵုအရံၚ်ဖကောဝ်ဖယာၚ်။"},
{"word":"lizard","def":"n.  ခစက်၊  ဂစက်၊  ထကောတ်။"},
{"word":"llama","def":"n.  ဂကူအုတ်သၟတ် ပ္ဍဲတိုက်အမေရိကသမၠုၚ်ကျာ။"},
{"word":"lo","def":"int. (archaic)  ရံၚ်စံ၊  ရံၚ်စံရံၚ်။"},
{"word":"load","def":"n.  လယိုၚ်၊  ဣဝဵု။  vt.vi.  ပ္ဍိုက်၊  ဖ္ဍိုက်၊  ဗဍိုက်၊  ပ္တိုန်ကပေါတ် မနွံကဵုလျိုၚ်။  ပ္တိုန်ပ္ဍိုက်လယိုၚ်။  ၂။  ထ္ပက်ဂဥုဲကံ၊  စုတ်ဂဥုဲကံ။  n.  ကပေါတ်ဖ္ဍိုက်၊  ဗ္ဍိုက်။  load-line (n)  ပၞောန်ဒဇက်ထ္ၜးလဝ်ပ္ဍဲသ္ကဲက္ၜၚ် ၜိုတ်လဵုပ္တိုန်ကပေါတ်မာန်၊  ပၞောန်ထ္ၜးဖ္ဍိုက်က္ၜၚ်။"},
{"word":"loadstone","def":"n.  တၟံပသဲဗက်၊  တၟံပသဲဍံၚ်။"},
{"word":"lodestone","def":"တုပ်ကဵု loadstone တေံရ။"},
{"word":"loaf","def":"n. (pl. loaves)  ဂျုၚ်။  vi.  သာသ္ပံ၊  တီဆစကဵုတိက်၊  ဟွံမွဲကဵုကမၠောန်ကၟိတ်။  loafer (n)  မၞိဟ်သာသ္ပံ၊  မၞိဟ်မတီဆစကဵုတိက်၊  မၞိဟ်ဟွံမွဲကဵုကမၠောန်ကၟိတ်။"},
{"word":"loan","def":"n.  ခတှ်။  ၂။  ဒဒှ်မဇက်ကေတ်ခတှ်။  vt.  ဂၠေံ။"},
{"word":"loath","def":"adj.  မဟၟဲကဵုအရာသွက်စိုတ်ဂွံလုပ်စ၊  မဟွံမိက်ကၠောန်။"},
{"word":"loathe","def":"vt.  က္ဍုဟ်မၠေံ။  က္ဍုဟ်မၠေံဇအိုန်ဇရ၊  ဇအိုန်၊  ဇအိုန်က္ဍုဟ်၊  ဇအိုန်ဂန္ဓ၊  ဇအိုန်ဇရ၊  ထအံမၠေံက္ဍုဟ်။  loathing (n)  ဒဒှ်မက္ဍုဟ်မၠေံဇအိုန်ဇရ။  loathsome (adj)  မက္ဍုဟ်မၠေံဇအိုန်ဇရ။  loathe food. (vt)  ထအံမၠေံအဟာ။"},
{"word":"lobby","def":"n. (pl.-bies)  ခဒံသၟတ်မနွံပ္ဍဲဂၠံၚ်လုပ်။"},
{"word":"lobe","def":"n.  ဖျုန်လ္ကဲမနွံအသၟဝ်ဗၠိုၚ်က္တောဝ်။"},
{"word":"lobster","def":"n.  ၝောံၚုဲ၊  ၚုဲဒဂေါၚ်(ဂံၚ်)။"},
{"word":"local","def":"adj.  အပ္ဍဲရး၊  အပ္ဍဲဍုၚ်၊  မဒှ်ဆၜိုတ်အပ္ဍဲဒေသ။  locally (adv)  နဒဒှ်ဒေသခန်လွာ။  locality (n. pl.-ties)  ဒၞာဲမက္တဵုဒှ်ကၠုၚ်(ဒေသ,အရာပ်,ခန်လွာ)။  localize (vt)  သကဵုဍံက်တုဲက္တဵုဒှ်၊  သ္ပညံၚ်ရဴဟဂွံသၞာန်ကၠောံ။"},
{"word":"locate","def":"vt.  ဂၠာဲဆဵုဒၞာဲဌာန်ဒတန်၊  ဂၠာဲ၊  ထ္ၜး။  ၂။  နွံတန်၊  ခၞံဗဒှ်၊  ပ္တန်။  location (n)  ဒၞာဲဌာန်မတန်တဴ၊  ဒၞာဲဌာန်မတန်ဒၟံၚ်။"},
{"word":"lock","def":"n.  ခၞုက်ကသံ။  ၂။  သ္ၚိသံ(သအ်)၊  သ္ၚိကသံ။  ၂။  ဇွိုန်လပှ်သော်။  vt.vi.  ကဝဲကသံ၊  ဂြက်ဒၟံၚ်ပံက်တၟာတ်ဟွံဂွံ၊  ဗိုန်ခိုၚ်ဒၟံၚ်။  locker (n)  တလာမကဝဲလဝ်ကသံတုဲစွံလဝ်မာန်၊  ဂီုဂီုကၠီုကၠီု။  lockjaw (n)  ခမၚ်ခိုၚ်၊  ခမၚ်ချိုတ်၊  ခမၚ်စိပ်အာ၊  ထမၚ်ချိုတ်။  locksmith (n)  မၞိဟ်ကၠောန်ကသံ၊  မၞိဟ်ပလေဝ်ကသံ။  lock-up (n)  ဂုက်။"},
{"word":"locket","def":"n.  ဇုက်ကွက်ပ္ဍဲကံ၊  ကြောတ်ကွတ်ပ္ဍဲကံ။"},
{"word":"locomotion","def":"n.  အစောံစရာဲ၊  အစောံစရာဲမအာကၠုၚ်ချဳဒရာၚ်မာန်။  locomotive (n)  က္ဍိုပ်ကွဳပၟတ်၊  ကွဳပၟတ်။"},
{"word":"locust","def":"n.  အဂြၚ်၊  စၟအဂြၚ်။"},
{"word":"lode","def":"n.  ကတေၚ်ဖကောဝ်(ပ္ဍဲကတိုၚ်ရတ်တိ)။  lodestar (n)  သၞံၚ်တိုၚ်။"},
{"word":"lodge","def":"n.  ရာ်၊  ကောန်သ္ၚိ။  vt.vi.  လိၚ်ခဒံသွက်ဂွံဇူဒီု။  ၂။  ဇူဒီု။  ၃။  လုပ်ဖျေံသ္ဇိုၚ်၊  လုပ်ကေတ်ဒၞာဲဝဲါ။  lodging (n)  ခဒံဇူဒီု(ဒၞာဲဒၟံၚ်)။  lodging-house (n)  သ္ၚိဇၞူဇူဒီု။"},
{"word":"lofty","def":"adj. (-ier,-iest)  မသၠုၚ်တဴဗွဲ။  ၂။  မပြဲ၊  မပြာကတ်။"},
{"word":"log","def":"n.  ဆုဒကုတ်၊  ဆုကလောံ၊  ဆုခၜောံ။  ၂။  ကရိယာသွက်ဂွံစံၜတ်အသိၚ်က္ၜၚ် စၟတ်သမ္တီတရဴက္ၜၚ်(လိက်,ကရိယာ)။"},
{"word":"logarithm","def":"n.  လိက်အုပ်လံက်(ဂၞန်လံက်)၊  လိက်အုပ်ဂၞန်မတော်ထ္ၜးကဵုလဝ် သွဟ်ဍေံဒတုဲ။"},
{"word":"loggerheads","def":"n.  မၞိဟ်သမ္ဒိုဟ်၊  မၞိဟ်ဝိုအ်ဝိုအ်အအ။  ၂။  ဒဒှ်မဟွံတုပ်စိုတ်၊  ပွမကယျာန်စာန်စး။  He is at loggerheads with his wife. ညးတေံဟွံသာဓာဒၟံၚ်ကဵုသမ္ဘာညးတေံတွဵု။"},
{"word":"logic","def":"n.  ကွတ်ဗေဒတက္က၊  ကွတ်ပညာမဆက်စပ်ကေတ်ဟိုတ်ဖဵုတုဲ စၚ်ခြၚ်ကေတ်သွဟ်။  logical (adj)  မစှ်ေကဵုအလိုက်ဟိုတ်ဖဵု။  logically (adv)  နဒဒှ်ယုတ္တိနွံနွံ၊  နဒဒှ်မနွံကဵုယုတ္တိ။"},
{"word":"loin","def":"n.  ဂၞိၚ်၊  ပ္ၚပ်ဂၞိၚ်။  loin-cloth (n)  ဂၠိက်၊  ထဍံၚ်၊  သပိုၚ်၊  ဒၠိက်၊  ယာတ်ဂတ်ဂၞိၚ်(လာန်ကတ်တဳ)။"},
{"word":"loiter","def":"vi.  အာဒၟံၚ်သိုက်သိုက်သဳသဳ ဒေံါမွဲလစုတ်အာမွဲလစုတ်၊  လဇလဇုဲဒၟံၚ်။  loiterer (n)  မၞိဟ်ကွာ်ဖအိုတ်အခိၚ်။"},
{"word":"loll","def":"vt.vi.  ဂ္ဇံဒၟံၚ်လၞုဟ်လၞုဟ်၊  လ္တာ်ကလေံဒၟံၚ်။"},
{"word":"lone","def":"adj.  မဟၟဲကဵုအဖဴ၊  မဟၟဲကဵုမၞိဟ်လိုက်စိုပ်။  lonely (adj)(-ier,-iest)  ကၠၚ်ကၠောန်၊  ကၠၚ်ဟဳ၊  ဂြောံဂြာဲ၊  စောန်၊  စောန်ကၠိ၊  လ္ၚု၊  လ္ၚုဂြိပ်၊  လ္ၚုလ္ၚန်၊  လမ္ၚု၊  လမ္ၚုလ္ၚန်၊  လမ္ၚုလမ္ၚန်၊  မဟၟဲကဵုရဲအဖဴ၊  မလ္ၚု၊  မတ္ၜက်ဒၟံၚ်ညးမွဲဓဝ်။  ၂။  မဒှ်ဒၞာဲမၞိဟ်မံၚ်စံၚ်အောန်၊  မဒှ်ဒၞာဲမၞိဟ်အာကၠုၚ်စိုပ်အောန်၊  မသ္ၚောဲဒၟံၚ်နူကဵုဍုၚ်ကွာန်။  loneliness (n)  ဒဒှ်မသှ်ေတ္ၜက်ဒၟံၚ်ညးမွဲဓဝ်။  lonesome (adj)  မက္တဵုဒှ်ဒဒိုက်စိုတ် ဟိုတ်နူသှ်ေတ္ၜက်ဒၟံၚ်ညးမွဲဓဝ်။"},
{"word":"long","def":"adj. (-er,-est)  ဂၠိၚ်၊  မဂၠိၚ်၊  မဂၠိၚ်သ္ၚောဲ၊  ဒၠိၚ်၊  မသကဵုဂၠိၚ်၊  ဇ္ၚဲဂၠိၚ်၊  မၚဲဂၠိၚ်၊  သ္ၚောဲဂၠိၚ်။  adv.  ၜိုတ်မတန်တဴမာန်။  long-winded (adj)  မဂၠိၚ်ဒၟံၚ်ကဵုကျာ၊  မဂၠိၚ်အရေဝ်၊  မနွံကဆံၚ်မလ္ၚုလ္ၚန်စိုတ်။  long suffering. (adj)  မဒှ်ဒဒှ်စိုတ်မဂၠိၚ်။  a long time. (adv)  ဂပ်လံ၊  ဂပ်မလံ၊  လံကာ။  a long while. (adv)  ဗွဲမလံကာ၊  ကြဴဗွဲမလံ။  vi. ဂနပ်၊  ဂၞပ်၊  စၟဳမၚ်၊  အၚပ်၊  တဏှာမထၞေန်၊  ပၟိက်နွံမဇၞော်ကဵုဇြဟတ်။  a longing for (n)  အၚပ်၊  လ္ၚပ်၊  ဆန္ဒသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။  longingly (adv)  နဒဒှ်မစၟဳတုဲစၟဳပၠန်။"},
{"word":"look","def":"vi.  ရံၚ်၊  ဗဵု၊  စၟဳရံၚ်၊  ေၚဝ်၊  ေၚဝ်ရံၚ်၊  စမှဳ၊  စၟဳ၊  ဒ္ၚဳ၊  မၠာ်မွဲ၊  လၜဲ၊  လၜဲသ္ၚဳ၊  သမွဲ၊  သ္ၚဳ၊  သ္ၚေဝ်၊  သ္ၚေဝ်ရံၚ်။  look ahead. (vi)  ကၟဳ၊  စၟဳ၊  လမဳ။  look around. (vt.vi)  ေၚဝ်ရေတ်၊  သ္ၚေဝ်ရေတ်။  look away. (vi)  ဖျေၚ်မတ်၊  ရံၚ်အာလ္ပာ်ဇမ္ၚောဲ။  look at. (vt)  ဗဵုဒ္ၚောဝ်၊  သ္ၚဳမွဲ။  look for. (vt)  စမဳ၊  စၟဳ၊  မၚ်ဇမောတ်၊  ရံၚ်လၟဳ၊  လမဳရံၚ်။  look forward. (vt.vi)  ကမဳရံၚ်၊  ကၟဳရံၚ်၊  စၟဳ၊  စၟဳရံၚ်၊  လမဳ။  look on. (vt.vi)  လမွဲ၊  ဗဵုလ္ၚောဝ်။  look up. (vt)  ထောံမတ်၊  လၚာ်၊  လ္ၚာ်၊  လမ္ၚာ်။  look upwards. (vi)  လ္ၚာ်ရံၚ်။  look well. (vi)  ဆာဲ။"},
{"word":"looking-glass","def":"n.  ဒ္ၚောဝ်ရံၚ်စ။"},
{"word":"look-out","def":"n.  ဒဒှ်မသ္ဒးစွံသတိ၊  ဒဒှ်မသ္ဒးမၚ်ရံၚ်။"},
{"word":"loom","def":"n.  ခမုဲယန်၊  ခၟုဲယန်၊  ဓမုၚ်ယန်၊  လောန်တမုတ်။  vi.  ဟွံတီဒဒှ်မဒှ်တိုန်ဌာန်ဂတ။  A storm looms on the horizon. (vi)  လဗိုတ်ကျာမက္တဵုဒှ်တိုန်ဒၟံၚ် ပ္ဍဲဇိုၚ်တကး။"},
{"word":"loon","def":"n.  မၞိဟ်ဓီုဓီု၊  မၞိဟ်ၜီုၜီု။  ၂။  ဂစေံအကၠဟ်။"},
{"word":"loony","def":"adj. (slang)  မကြံလိုဟ်။  loony-bin (n)  ရုၚ်ဂဥုဲပရံ။"},
{"word":"loop","def":"n.  ကၟာၚ်ဇုက်၊  ဒနက်ကၟာၚ်၊  ပး၊  ပးပ္ၚန်။  vt.vi.  ကၠောန်ဇုက်ကၟာၚ်၊  ဒက်ဇုက်ကၟာၚ်၊  ဒက်ဇုက်ဒနက်၊  ကၠောန်ဒနက်။  loop-hole (n)  ပၞော်ကျောဝ်၊  ပၞော်လ္ပာ်လက္ကရဴ။"},
{"word":"loose","def":"adj. (-r,-st)  ဂၞာၚ်၊  မဗၠးဒၟံၚ်၊  မသၠဲဒၟံၚ်၊  မဟွံဒက်လဝ်၊  မဟွံမွဲကဵုအထိၚ်အကောပ်။  ၂။  မဟွံကြေပ်ဂြတ်၊  မရောံဒၟံၚ်။  ၃။  ချဳခၠန်၊  မဟွံခိုၚ်ဗိုန်။  ၄။  မဟွံထိၚ်ဒက်။  vt.  ဒတိတ်ဗၠး၊  ပု(ဂၞဴ)၊  လိုဟ်လာဲ၊  သကဵုသၠဲဒၟံၚ်။  loosely (adv)  နဒဒှ်မနွံကဵုကဆံၚ်သၠဲဂဗး၊  ရောံရောံရေၚ်ရေၚ်။  loosen (vt)  သှ်၊  ပလာဲ၊  သှ်ဂစာဲကၠေံ၊  ပလှ်၊  ပၠံ(ပၠအ်)(ဇုက်)၊  ဖျံဖျေံ၊  သကဵုရောံအာ။  loosen the hair. (vt)  ပလာဲပ္တိတ်သော်၊  ပလာဲဖျေံသော်၊  သှ်ပလာဲသော်။"},
{"word":"loot","def":"vt.vi.  ပၠံၚ်၊  ပၠံၚ်ၜးကေတ်။  n.  ကပေါတ်ပၠံၚ်ၜးဂွံလဝ်။"},
{"word":"lop","def":"vt.vi. (-pp-)  ကၞာၚ်ထောံ၊  တတ်ထောံ။  ၂။  တလာဲဖျေံလဝ်(သော်)၊  လကဲဖျေံလဝ်၊  လကဲကဝေံစှ်ေ။  lop branches. (vt.vi)  ကၞာၚ်၊  ကၞာၚ်ဗာ်။"},
{"word":"lope","def":"vi.  အာကၠုၚ်ချဳဒရာၚ်ဒၟံၚ် နကဵုလဂံါဇိုၚ်သိၚ်သိၚ်။  n.  လဂံါဇိုၚ်သိၚ်သိၚ်။"},
{"word":"lop-eared","def":"adj.  မနွံကဵုလတောဝ် ကဝေံကဝေံ။"},
{"word":"lop-sided","def":"adj.  မဆေၚ်စပ်ဒၟံၚ်မွဲလ္ပာ်၊  မသ္ဇိုၚ်ဒၟံၚ်မွဲလ္ပာ်။"},
{"word":"loquacious","def":"adj.  မဂၠိုၚ်ကဵုအရေဝ်၊  မနွံကဵုအရေဝ်ဂၠိုၚ်ဂၠိုၚ်။"},
{"word":"lord","def":"n.  တလ၊  တၠ၊  တိပိုန်၊  တဳလပိုန်၊  တၠဳပိုန်၊  တၠဳ၊  နာဲ၊  နာဲပိုဲ၊  နာဲသာ၊  သာမိ၊  အဓိပ၊  အဓိပတိ။  ၂။  အဴ၊  ကျာ်။  ၃။  အမာတ်၊  ဒဴဗညာ။  vt.  ကေတ်ဇၞး၊  ပိုၚ်ပြဳ၊  ပကၚ်ရၚ်။  lordly (adj)(-ier,-iest)  မဗက်စဗီုအမာတ်၊  မကေတ်ဇၞး၊  မတံၚ်ဗဵု။  lordship (n)  အလဵုအသဳ၊  ဣန်သွဵု၊  ဣသွဵု။  Lord Gotama. (n)  မှာဂေါတမ။"},
{"word":"lore","def":"n.  ကွတ်ပညာမလ္ၚတ်အစေန်အဆက် စှ်ေကၠုၚ်နူတမၠာတမၠာတေံ၊  ပြကိုဟ်ပေါရဏာံ။ "},
{"word":"lorry","def":"n. (pl. -ries)  ကွဳစက်ပ္ဍိုက်ဗၞိက်။"},
{"word":"lose","def":"vt.vi. (pt.pp.lost)  ကၠေံအာ၊  ကျဟောံဗြောံအာ၊  သောံ(သောမ်)၊  ဟောံဗၠိုက်။  ၂။  ဒေါသတိတ်။  ၃။  နာဍဳလဇုဲ။  lose colour. (vt.vi)  ဖျိုဟ်၊  ဖျောဟ်၊  အရံၚ်ဖျိုဟ်အာ။  lose consciousness. (vt.vi)  ဝိဝိၚ်၊  ဝိဝိၚ်က္ၜိၚ်၊  သ္ၚဳ။  lose interest. (vt.vi)  စိုတ်အိုတ်။  lose strength. (vt.vi)  ဟဲဇး၊  ဇြဟတ်အိုတ်အာ။  loser (n)  မၞိဟ်ကျ၊  မၞိဟ်ဟောံဗြောံ။"},
{"word":"loss","def":"n.  ဒဒှ်မကျဟောံဗြောံ၊  ယုတ်သဝ်စှ်ေ၊  လဟုတ်။  loss of life. (n)  လဟုတ်လမျီု။"},
{"word":"lost","def":"adj.  ကၠေံ၊  မစိုပ်ကဆံၚ်ဂၠာဲဟွံဆဵု၊  မကၠေံဒၟံၚ်၊  လေၚ်၊  ဟောံဇြ။  ၂။  မကျဟောံလဝ်တုဲ၊  မဒှ်ကဆံၚ်ကျလဝ်တုဲ၊  ဝိပတ်၊  ဂပ်လံ၊  ဝိပတ်အာ၊  မြိပတ်၊  မြိပတ်အာ။  lost in grief. (adj)  မံဂြံသိၚ်သာ။  lost in thought. (adj)  ကၞပ်သ္ၚောံ၊  ဒိၚ်ဗျောံ၊  ဒေၚ်လ္ၚုၚ်၊  လ္ၚုၚ်၊  လ္ၚာပ်လ္ၚာ၊  လ္ၚာပ်သၠၚ်၊  လ္ၚဝ်လ္ၚန်၊  လ္ၚဟ်၊  လ္ၚုဟ်လ္ၚတ်၊  ဝိုတ်သၠၚ်အာ၊  သဒေၚ်လ္ၚုၚ်၊  သဒေၚ်သ္ၚောံ။"},
{"word":"lot","def":"n.  ဖအိုတ်၊  သတိုတ်၊  ဒဒှ်မဂၠိုၚ်တဴဗွဲ။  a lot. (adv)  ဗွဲမဂၠိုၚ်။"},
{"word":"lot","def":"|2| n.  မာဲ၊  ဒဒှ်မဂၠံက်မာဲ။  ၂။  ကံကုသဵု၊  လောကဓဝ်။  ၃။  တိဂအာၚ်။"},
{"word":"lotion","def":"n.  ဂဥုဲလံက်လ္တူစၞာံဇကု၊  ဂဥုဲဍာ်သွက်ဂွံလံက်စ။"},
{"word":"lottery","def":"n. (pl.-ries)  ထဳ။"},
{"word":"lotus","def":"n. (pl.-es)  ပ္ကဴသွာ၊  ဒကှ်၊  ပဒၟ။"},
{"word":"loud","def":"adj. (-re,-est)  မဗြုထတ်ထတ်၊  မညာန်ညေဲ။  loud laughter. (adj)  မဂြိုၚ်တဴဇၞော်သတိုတ်။  loudspeaker (n)  စက်သၠဲကဵုရမျာၚ်။  loudly (adv)  နဒဒှ်ရမျာၚ်ဇၞော်ဇၞော်သၠဲသၠဲ၊  ဗွဲမဇၞော်သၠဲ၊  ထတ်ထတ်။"},
{"word":"lough","def":"n. (Irish)  အၚ်လှာ၊  ကၟာလစ၊  ခရော်ဍာ်ဂၚ်မထပက်လုပ်ဒၟံၚ် ပ္ဍဲဒေသတိဍာ်ဗစပ်ဂၚ်ကဵုပါၚ်ၜဳ။"},
{"word":"lounge","def":"vi.  ဂ္ဇံလၞုဟ်၊  ဇြိုပ်ဇြုဲ‎ဲဒၟံၚ်၊  ဒလာဲတုဲထတဴ။  n.  ဂဒံသွက်ဂွံဇူဒီုကရေၚ်ထ္ၜိုဟ်လၟောၚ်ခိုဟ်။"},
{"word":"louse","def":"n. (pl.lice)  စဲ(ပ္ဍဲက္ဍိုပ်မၞိဟ်)။  lousy (adj)(-ier,-iest)(slang)  မဂၠိုၚ်ကဵုစဲ၊  မဟွံလုပ်ကေၚ်ကာ။"},
{"word":"lout","def":"n.  မၞိဟ်စိုတ်ဟွံဍာံ၊  မၞိဟ်စိုတ်ဟွံပေၚ်ဒကေဝ်။  loutish (adj)  မလိုဟ်မလှိုဟ်ဒၟံၚ်။"},
{"word":"love","def":"n.  မေတ္တာမသ္ဍိုက်ဆာန်။  ၂။  ကန္တာ၊  ပၟိက်ကျာ်သဳ၊  မေတ္တာ၊  ရတဳ၊  လဂ္ဂန်၊  ဇြဟာန်၊  သ္ဍိုက်ဆာန်။  ၃။  ဒဒှ်မသ္ဍိုက်မၠိုက်။  ၄။  ဒဒှ်မဟွံဂွံတေတ်ပ္ဍဲဝေၚ်တက်တိန်နေတ်။  vt.  ဆာန်၊  ဆာန်ကၟိန်၊  မေတ္တာ၊  သ္ဍိုက်၊  သ္ဍိုက်ဆာန်။  ၂။  ဒးစိုတ်။   loveable, lovable (adj)  မသ္ဒးသ္ဍိုက်မၠိုက်၊  မနွံကဆံၚ်သ္ဒးသ္ဍိုက်ဆာန်ခိုဟ်။  lovely (adj)  မဒးရးပ္ဍဲကဵုမတ်၊  မနွံကဆံၚ်သာသာယာယာ၊  မနွံကဆံၚ်အကာဲအရာကျေဝ်ကျေဝ်မေဝ်မေဝ်။  lovely maiden. (adj)  ဗြဴသိုက္ခမာ။  lover (n)  ကဝေၚ်၊  မိတ်ဂွိုၚ်။  ၂။  မၞိဟ်မလေပ်ဒးစိုတ်ညး။  loveless (adj)  မဟွံမွဲကဵုစိုတ်သ္ဍိုက်ဆာန်။  loving (adj)  မနွံကဵုဇြဟာန်။  lovingly (adv)  နဒဒှ်မနွံကဵုဇြဟာန်ဗွဲမဂၠိုၚ်။  love-seat (n)  ခုၚ်ဂ္ဇံသၟတ်သွက်ညးၜါဂ္ဇံ။  lovesick (adj)  မက္တဵုဒှ်ယဲဇြဟာန်။"},
{"word":"low","def":"adj. (-er,-est)  သဝ်၊  မသဝ်၊  မနွံကဵုရမျာၚ်သာသာ၊  မသဝ်စှ်ေ။  ၂။  ဟိဏ္ဏ၊  မသဝ်ပ္ဍဲကဆံၚ်၊  မနွံပ္ဍဲကဆံၚ်သဝ်သဝ်၊  မဒှ်ကဆံၚ်ဟွံဖောံဗြေဝ်။  ၃။  မအောန်ကဵုဇြဟတ်၊  မဟွံဍိုက်ပေၚ်။  ၄။  မနွံကဆံၚ်အသၟဝ်။  adv.  နဒဒှ်မနွံကဵုကဆံၚ်မသဝ်ဗွဲ။  low in stature. (adj)  ကၞေဲ၊  ပၞေဲ၊  ကွ။  lower (vt)  ဖျဝ်ဖျေံ၊  တံၚ်ဖျေံ၊  လဖဝ်၊  လပ္တုံ။  ၂။  ဇွောဝ်ဖျေံ၊  သကဵုသဝ်စှ်ေ၊  သကဵုဒတုံစှ်ေကၠုၚ်။  lower the life boat. (vt)  ဖျေံက္ဍိုက်ကမ္ပာန်။  lower-class. (adj)  အပြောံ၊  ကဆံၚ်အသၟဝ်။  lower level. (adj)  ဒစိဟ်၊  ဒစှ်ေ၊  ဒစှ်ေဂှ်။  The lowest Devaloka. (n)  တာဝတိံ။  vi.  ဒြိုက်၊  ဗရုဂၠဴလရိုအ်။  the cattle are lowing. (vi.part.)  ဂၠဴဗြုဒၟံၚ်၊  ဂၠဴလရိုအ်ဒၟံၚ်၊  ဂၠဴဒြိုဟ်ဒၟံၚ်။  the low of the cattle. (n)  ဗရုဂၠဴလရိုအ်၊  ရမျာၚ်ဂၠဴမဒြိုက်။"},
{"word":"lowly","def":"adj. (-ier,-iest)  မဖျံဖျေံ၊  မဇံသဝ်၊  မယျဵုလ္ဂူ၊  မဟွံတိုန်မိုန်။"},
{"word":"loyal","def":"adj.  မနွံကဵုသစ္စ။  loyally (adv)  နဒဒှ်မနွံကဵုသစ္စ။  loyalist (n)  မၞိဟ်မနွံကဵုသစ္စလ္ပာ်ဇကု။  loyalty (n)  ဒဒှ်မမၚ်မွဲကြဳဇှ်သစ္စ။"},
{"word":"lozenge","def":"n.  အၚ်ဗီုညံၚ်ရဴမရေက်လဝ်ကွာၚ်ထၟာဲ။  ၂။  ဂဥုဲမမ,မဂြောပ်လဝ်ကဵုသဂြာ။"},
{"word":"lubricate","def":"vi.  ထ္ပက်စုတ်ကၠေၚ်၊  သကဵုကလိတ်အာ။  lubricant (n)  ဒဒှ်မထ္ပက်စုတ်ကၠေၚ်။"},
{"word":"lucid","def":"adj.  မကၠးဖ္ဍး၊  မလောဲဗွဲကၠးဖ္ဍး။  lucidity (n)  ဒဒှ်မလောဲဗွဲကၠးဖ္ဍး၊  ဒဒှ်မဒှ်ကၠးကၠးဖ္ဍးဖ္ဍး။"},
{"word":"luck","def":"n.  ကံ၊  ကံကုသဵု၊  ဒါန။  ၂။  ဒဒှ်ကံကုသဵုခိုဟ်။  luckless (adj)  မဟွံခိုဟ်ပ္ဍဲကံကုသဵု။  lucky (adj)(-ier,-iest)  မနွံကဵုကဆံၚ်ဒဒှ်ကုသဵုခိုဟ်။  luckily (adv)  နဒဒှ်ကံကုသဵုခိုဟ်။"},
{"word":"lucrative","def":"adj.  မနွံကဵုပရဲပရာံ၊  မနွံကဵုဂုန်ဖဵု။"},
{"word":"ludicrous","def":"adj.  မဒှ်သွက်သ္ဒးလုပ်စိုတ်ခိုဟ်။"},
{"word":"luffa","def":"n.  သတ်ဂဇိုဟ်၊  ဒဇိုဟ်၊  ဓဇိုဟ်။"},
{"word":"lug","def":"vt.  ဒဇက်ကေတ်ဝါတ်ဝါတ်ဂါတ်ဂါတ်။"},
{"word":"luggage","def":"n.  ကပေါတ်ကညောတ်သွက်ဂွံတိတ်တရဴ။"},
{"word":"lugubrious","def":"adj.  မၚုၚ်ၚဇြဟောံ၊  မဗှ်သၞာ။"},
{"word":"lukewarm","def":"adj.  ဟွံၜိုဟ်ဟွံက္တဴ၊  ဂီုဂီု၊  မဟၟဲကဵုစိုတ်ထတ်ထတ်၊  သ္ဂီုသ္ဂီု။"},
{"word":"lull","def":"vt.  သ္ၚိတ်ဇြ၊  သကဵုညိၚ်ဝတ်၊  လှေံသတိက်၊  ကၞပ်။  n.  ဒဒှ်မသ္ၚိတ်ဇြအာမွဲချိုန်ခဏ။  "},
{"word":"lullaby","def":"n. (pl.-bies)  ဒွက်သၠိၚ်ကောန်ၚာ်၊  ဒွက်သၠေံကောန်ၚာ်။"},
{"word":"lumbago","def":"n.  ယဲဂၞိၚ်ဂိ။"},
{"word":"lumbar","def":"adj.  မဆေၚ်စပ်ကဵုပ္ၚပ်ဂၞိၚ်၊  မဆေၚ်စပ်ကဵုခေါ်ဒဳ။"},
{"word":"lumber","def":"n.  ဆုဗာ်လဝ်မွဲဒကုတ်မွဲဒကဴ၊  ဆုမကရေက်လဝ်ဂတဵု၊  ဂတဵု။  ၂။  ဒဒှ်ကပေါတ်မဟၟဲကဵုပၟိက်ရပ်စပ်တံမကေတ်စွံလဝ်ဒၞာဲ။  vt.vi.  မချဳဒရာၚ်အာကၠုၚ်မံၚ်သိုက်သိုက်သဳသဳ၊  ကပေါတ်မဟၟဲကဵုပၟိက်သွက်ဂွံရပ်စပ်တံ မကေတ်လဝ်ဒၞာဲသီုမွဲခဒံ။"},
{"word":"luminary","def":"n. (pl.-ries)  ဂိတု၊  တ္ၚဲ၊  နက်သတ်မကဵုဒၟံၚ်လျးကဵုပိုဲ။  ၂။  က္ဍိုပ်သ္ကိုပ်မကဵုလျးညာန်သမ္တီ။"},
{"word":"luminous","def":"adj.  မကဵုလျး၊  မယးတၟး၊  တၚ်ဃဵု။"},
{"word":"lump","def":"n.  မမ၊  ကထေၚ်၊  ကလောံကလောံ။  ၂။  ပွမကဵုသၠုဲမွဲကလောံဓဝ်။  ၃။  ကလောံကလေန်။  vt.  သကဵုဒှ်အာကလောံကလောံ။  ၂။  ဂအုံပကောံလဝ်။  ၃။  သ္ဒးအေၚ်ဒုၚ်။  lumpish (adj)  မဒှ်မၞိဟ်ဒိုဟ်ဓီု၊  မဒှ်မၞိဟ်အအ။"},
{"word":"lunacy","def":"n. (pl.-cies)  ဒဒှ်မကြံ။"},
{"word":"lunar","def":"adj.  မဆေၚ်စပ်ကဵုဂိတု။  lunar day. (adj)  ဒိတ္ထဳ၊  တ္ၚဲမံက်စွေက်။  lunar mansion. (adj)  နက်ကျတ်၊  နက္ခတ်၊  နက်သတ်။"},
{"word":"lunatic","def":"n.  ပရံ။"},
{"word":"lunch","def":"n.  ပုၚ်တ္ၚဲ။  vt.  စပုၚ်တ္ၚဲ။"},
{"word":"lung","def":"n.  ကသံ၊  ကသံကအံ။  lung disease. (n)  ယဲကသံ။"},
{"word":"lunge","def":"n.  ဒဒှ်မထ္ပက်ပါ်တိုန်အာဖြုဖြု။  vi.  ထလာ်ထ္ပက်တိုန်အာဖြုဖြု။"},
{"word":"lurch","def":"n.  ဒဒှ်မဆဵုဂဗကဵုပရေၚ်ကြေပ်ဂြတ်၊  ဒဒှ်မသ္ဒးဒုၚ်ပၠေဲထောံအဃောကြေပ်ဂြတ်။  ၂။  ဒဒှ်မဒစေၚ်အာမွဲလ္ပာ်ဗြုဗြု။  vi.  ကွာ်နကဵုကဝါ်ဗီုပြၚ်ဇဲဇာဲဇဲဇာဲ။"},
{"word":"lure","def":"n.  အရာမ္ၚဲကသေံကၟဝ်၊  ပွမ္ၚဲတံၚ်။  vt.  တံၚ်ဂြဲ၊  တံၚ်္ၚဲ၊  ကသေံကၟဝ်တံၚ်္ၚဲ။"},
{"word":"lurid","def":"adj.  မသ္ၜိုန်လဝ်နကဵုအရံၚ်နာနာသာ်။  ၂။  မဒှ်သွက်သ္ဒးဖေက်လကိုတ်ဒဇပ်ဇတဝ်ခိုဟ်။"},
{"word":"lurk","def":"vi.  တောပ်မၚ်မံၚ်၊  အောပ်ဗ္ဒတောပ်မၚ်မံၚ်။"},
{"word":"luscious","def":"adj.  မဍာတ်ဗွဲ၊  မမောဝ်ဇောဝ်၊  မနွံကဵုရှ်ဘှ်။"},
{"word":"lush","def":"adj.  မၚုဟ်တိုန်၊  မသ္ၚေက်ဖောံတိုန်။"},
{"word":"lust","def":"n.  အလဲ၊  အလောဲ၊  ကိလေသ၊  တဏှာ၊  ထဝ်ဏှာ၊  မက်ဂၠက်ကဵုအရီုတဏှာ ဗွဲမသ္ကာတ်မြဟ်၊  ရာဂ။  vi.  ဂၠက်မက်ဗွဲမသ္ကာတ်မြဟ်။  lustful (adj)  မနွံကဵုဇြဟတ်မက်ဂၠက်ဇၞော်ကဵုဇြဟတ်။  lustful passion. (adj)  မနွံကဵုကာမရာဂမက်ဂၠက်ဇၞော်ကဵုဇြဟတ်၊  မဒတူဒလာဲ။"},
{"word":"lustre","def":"(luster)  n.  ဒဒှ်ယးတၟးတဴဂုန်စရာဲ၊  ကျာ်သဳ၊  ကျာ်သြဳ။  lustrous (adj)  မယးတၟး။"},
{"word":"lusty","def":"adj.  မထတ်မ္ၚိုဟ်၊  မတ္ၚံလ္ပံသာက္ဍာ။"},
{"word":"lute","def":"n.  ခၞ၊  ခဏှ၊  ထဏှ၊  သၞ။  lute player. (n)  သၟာထၞ။"},
{"word":"luxuriant","def":"adj.  မသ္ၚေက်ဖောံဍိုပ်ဍဴဒၟံၚ်၊  မဂၠိုၚ်ဂၠၚ်၊  သဓီု၊  သဓီုဗ္ဂာ။  luxuriance (n)  ဒဒှ်မသ္ၚေက်ဍိုပ်ဍဴ၊  ဒဒှ်မဂၠိုၚ်ဂၠၚ်။  luxuriate (vi)  ဒုၚ်စသိုၚ်မိပ်မိပ်ဇြိပ်ဇြိပ်။"},
{"word":"luxury","def":"n. (pl.-ries)  ဒဒှ်မဒုၚ်စသိုၚ်မိပ်ဇြိပ်လ္တူပိုန်ဟာန်၊  ပိုန်ဟာန်ဒဒှ်ဂွံဒုၚ်စသိုၚ်။  luxurious (adj)  မဒုၚ်စသိုၚ်၊  မဒှ်ဒဒှ်စှ်ေကဵုအလံၚ်သွက်ဂွံဒုၚ်စသိုၚ်။"},
{"word":"lying","def":"ရံၚ် lie တေံညိ။"},
{"word":"lynx","def":"n.  ဗၜဵုမတ်ကေက်ကေက်မွဲဂကူ။"},
{"word":"lyric","def":"adj.  မဆေၚ်စပ်ကဵုကဗျ။ ၂။  မလိက်ဒွက်။  ၃။  မသာယာဍိုပ်ဍဴ။"},]}