{"data":[{"word":"m","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၁၃။"},
{"word":"ma'am","def":"n.  အဴ(မရပ်စပ်သွက်ပူဂဵုကဆံၚ်သၠုၚ်သၠုၚ်)။  ၂။  သုၚ်စောဲစပ္ဍဲအရာမကော်ခဴစမၞိဟ်ဗြဴတံ။ How can I help you, ma'am?"},
{"word":"macadam","def":"n.  ဂၠံၚ်လးလဝ်တၟံ။  macadamize / macadamise (vt)  လးတၟံ။"},
{"word":"mace","def":"n.  ပ္ကဴဇာဒိပ္ဖဵု။"},
{"word":"machination","def":"n.  ပွမချပ်ကသပ်ဟွံခိုဟ်၊  ဒဒှ်မချပ်ကသပ်စဳဇန်သ္ၚိတ်သ္ၚိတ်။"},
{"word":"machine","def":"n.  စက်၊  ယန်ပကဲ၊  ယန်မတကဲ။  machinery (n)  အၚ်္ဂကရိယာစက်၊  ကပေါတ်အၚ်္ဂစက်၊  ယာန်စက်အလဵုအသဳ။  machinist (n)  မၞိဟ်ရပ်စက်၊  မၞိဟ်ဒဳစက်။"},
{"word":"mackerel","def":"n.  က,သဍိ(ကပၞာဲသတ်)။"},
{"word":"mad","def":"adj. (-dder,-ddest)  တမြံ(တမြအ်)၊  တြံ၊  တြံဥမတ်၊  ပရံ၊  မၞိဟ်စိုတ်ဟွံပေၚ်ဒကေဝ်၊  မကြံ၊  မလိုဟ်ကြံ၊  မနွံကဵုစိုတ်မချဳဒရာၚ်ဂၠိုၚ်ကၠုၚ်။  madden (vt)  သကဵုကြံဥမတ်၊  သကဵုစိုတ်ထေဲ။  madhouse (n)  ထံၚ်ပရံ၊  ထံၚ်တမြံ။  madly (adv)  ကြံကြဴလိုဟ်၊  ကြံဒၟံၚ်မွဲသကုတ်။  madness (n)  ဒဒှ်မကြံ၊  ဒဒှ်မဒိုဟ်ကြံ၊  အူမတ်၊  ဥမတ်၊  ကမြံ၊  တမြံ။  madman (n)  တမြံ။"},
{"word":"madam","def":"n.  ဂလာန်ဗြဴဗြဴတံမကော်ခဴစညးသ္ကံဗွဲမအဲပရဲ၊  သုၚ်စောဲစပ္ဍဲအရာမကော်ခဴစမၞိဟ်ဗြဴတံဗွဲမအဲပရဲ။ How can I help you, madam?"},
{"word":"made","def":"ရံၚ် make တေံညိ။"},
{"word":"maelstrom","def":"n.  ဝဲမဇၞော်ကဵုဇြဟတ်၊  ဒဒှ်မဂေတ်ချဳဒရာၚ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ပွမပလီုပလာ်မဇၞော်ကဵုဇြဟတ်။"},
{"word":"magazine","def":"n.  တိုက်လွဟ်။  ၂။  ဖျေဲစုတ်မကံပ္ဍဲကဵုလွဟ်လ္ၚဵု၊  တိုက်ဂဥုဲကံ၊  မဂ္ဂဇြေန်။  ၃။  မြံၚ်မစုတ်ဝှေမ်ပ္ဍဲကီမရာ။  ၄။  လိက်မဂ္ဂဇြေန်။"},
{"word":"magenta","def":"adj.  အရံၚ်သာ်ဆီစာၚ်။  n.  ဍာ်ဂဥုဲအရံၚ်သာ်ဆီစာၚ်။"},
{"word":"maggot","def":"n.  တျု၊  ကယျု။"},
{"word":"magic","def":"n.  မှဝ် (မှောဝ်)၊  ကွတ်ပညာမှဝ်၊  ကွတ်မိစ္ဆာ။  ၂။  ကွတ်လှန်မတ်။  magical (adj)  မဗက်အာမနှဲအာဗီုလှန်မတ်၊  မဆေၚ်စပ်ကဵုကွတ်အ္စာမှဝ်။  magician (n)  အ္စာမှဝ်၊  အ္စာလှန်မတ်၊  ညးမဒလုမတ်၊  ဗိန္ဒော။  magical diagram. (adj)  ယန်။  magical drum wood. (adj)  ခ္ဍောၚ်ကၞိ၊  တၞံခ္ဍောၚ်ကၞိ။"},
{"word":"magistrate","def":"n.  ဇမၞော်ဂဗုတ်။  magisterial (adj)  မဒှ်ညံၚ်ရဴဇမၞော်ဂဗုတ်။"},
{"word":"magnanimous","def":"adj.  မနွံကဵုစိုတ်သၠဲသၠဲလးလး။"},
{"word":"magnate","def":"n.  မၞိဟ်မနွံကဵုသြဇာအာဏာ။"},
{"word":"magnet","def":"n.  ပသဲဒဇက်ပသဲ။  magnetic (adj)  မဒှ်ညံၚ်ရဴပသဲဒဇက်ပသဲ၊  မဒဇက်မာန်ညံၚ်ရဴပသဲဒဇက်ပသဲ။  magnetism (n)  အစောံစရာဲတံၚ်ဒဇက်ပသဲ၊  ကွတ်ပညာဓာတ်ပသဲဒဇက်ပသဲ။  magnetize (vt)  တံၚ်ဒဇက်၊  ပၠောပ်ဓတ်ဓာတ်ပသဲဗက်။"},
{"word":"magnificent","def":"adj.  မဇၞော်သၠဲ၊  မဇၞော်ကဵုစရာဲ။  magnificence (n)  ဒဒှ်မဇၞော်ဒုတ်သၠဲလး။"},
{"word":"magnify","def":"vt. (pt.pp.-fied)  ဇၞော်သၠဲပ္တိတ်၊  သၠဲဇၞော်ပ္တိတ်။  ၂။  ဟီုထိုၚ်သး။  "},
{"word":"magniloquent","def":"adj.  မကြီုသ္ၜိုန်၊  မနွံကဵုဂလာန်ဇၞော်နူမၞိဟ်။"},
{"word":"magnitude","def":"n.  သၞောတ်ဗ္ၜတ်၊  ပမာဏ၊  အဝဲမဒှ်မစိုပ်ဒတုဲ။"},
{"word":"mahout","def":"n.  ဂၟာစိၚ်။"},
{"word":"maid","def":"n.  သၟတ်ဝုတ်။  ၂။  ဝုတ်။  ၃။  ဗြဴဗြဴစကာစပ္ဍဲသ္ၚိ။"},
{"word":"maiden","def":"n.  ဝုတ်ကညာ၊  ဝုတ်သၟုဲလေၚ်၊  လွုတ်။"},
{"word":"mail","def":"n.  လိက်မပလံၚ်နၚ်နူတိုက်လိက်၊  ဂွဳစိုက်ဓုပ်မပလံၚ်နၚ်နူတိုက်လိက်။  ၂။  ကမၠောန်ပလံၚ်လိက်၊  ပွမပလံၚ်လိက်။  vt.  စုတ်လိက်၊  ပလံၚ်လိက်။"},
{"word":"mail","def":"|2| n.  ပလောံခြပ်သဲ။  mailed armour. (adj)  ခြပ်၊  ပလောံခြပ်ပသဲ။"},
{"word":"maim","def":"vt.  ဆောတ်ယောၚ်အာအၚ်္ဂအဝဲ။  He was maimed. (vt)  ဍေံမဆောတ်ယောၚ်အာအၚ်္ဂအဝဲ။ "},
{"word":"main","def":"adj.  မဒှ်အဓိက၊  မနွံကဵုပၟိက်ဇၞော်အိုတ်။  n.  တံသ္ဇိုၚ်၊  အဓိက။  mainland (n)  အဒေါဝ်တိဍာ်၊  ဂြိုဟ်ရး၊  တိုက်။  mainly (adv)  နဒဒှ်အဓိက၊  ဗွဲအဓိက။  mainstay (n)  ဓတ်ကရတ်မနွံလက္ကရဴဗွဲအဓိက။  mainstream (n)  ဇၟောဝ်ဍာ်မဒှ်အဓိက၊  ဒဒှ်မဒှ်အပြံၚ်အလှာဲခေတ်အဓိက။  main road. (adj)  ဂၠံၚ်ဇၞော်။  main root of a tree. (adj)  ရိုဟ်ကၞက်။"},
{"word":"maintain","def":"vt.  ထိၚ်ဒက်လဝ်၊  သကဵုတန်တဴ၊  သြဟ်ပ္တဴ၊  သှ်ပ္တဴ။  ၂။  ထံက်ပၚ်။  ၃။  ဒုၚ်တဝ်စၞေဟ်စဵုဒၞာ။  to maintain life. (vt)  ဂယျိုၚ်လမျီု။"},
{"word":"maintenance","def":"n.  ပွမမၚ်မွဲထိၚ်ဒက်၊  ဒဒှ်မထိၚ်ဒက်မၚ်မွဲလဝ်။"},
{"word":"maize","def":"n.  သြောံဂန်။"},
{"word":"majesty","def":"n. (pl.-ties)  ဒဒှ်သၟိၚ်မဇၞော်ပြဲ၊  ဣဒ္ဓိအသံအဝဵုဨကရာတ်၊  မရာတ်၊  မရှာတ်။  majestic  (adj)  မဇၞော်သၠဲလး။"},
{"word":"major","def":"adj.  သာတုဲမဒှ်ကေၚ်ကာ၊  မဒှ်ဒၞာဲဝဲါသာတုဲသၠုၚ်၊  မဒှ်ဇၞော်ပၞောဝ်ကဵုကောဒေံၜါ။  n.  ဂအုပ်ဗဵု၊  ဇမၞော်ဗဵု။  ၂။  ဘာသာအဓိက။  vt.  ကတ်လ္ၚတ်ပညာလ္ပာ်ဘာသာအဓိက။"},
{"word":"majority","def":"n.  မၞိဟ်ဂမၠိုၚ်၊  မၞိဟ်ဗွဲမဂၠိုၚ်။  ၂။  လၟိဟ်မဇၞးအာပ္ဍဲပေဲါရုဲမာဲ။  ၃။  ဒဒှ်မစိုပ်အဝဲပ္ဍဲသၞောဝ်ဥပဒေ။"},
{"word":"make","def":"vt.vi. (pt.pp.made)  ကနှံ၊  ခၞံ၊  ဂဟိုဟ်၊  နိမိတ်၊  နိမိတ်ဗဒှ်၊  ပ၊  ပကာ၊  ပ္ကီု၊  ပဒှ်၊  ဖန်၊  ဗဒှ်၊  လမိတ်၊  လမိတ်ဗဒှ်၊  သ္ပ၊  ခၞံဗဒှ်၊  ပ္တိတ်၊  သကဵုဒှ်ဒတုဲ။  ၂။  ဖ္တိုက်ဖအောဝ်၊  သကဵုသ္ပအတေၚ်။  ၃။  သၠေံသၠန်္ၚဲ။  ၄။  သကဵုက္တဵုဒှ်၊  ဒှ်၊  ကၠောန်၊  သ္ပ။  ၅။  စိုပ်တရဴ၊  သ္ပမာန်။  ၆။  ချိၚ်ခယျ၊  တော်ဆ၊  ခယျထေၚ်။  ရ။  ကေတ်ဏာမဟွံကဵုအခေါၚ်၊  ကၠတ်ဏာ။  n.  ယဵုဒုၚ်ကၠောန်ပွ၊  ပွမခၞံဗဒှ်။  makeshift (n)  ဒဒှ်ကၠာဟဂွံကောပ်လဝ်ကဵုဒုန်၊  ဒဒှ်မရပ်စပ်စကာမွဲချိုန်ခဏ။  makeup (n)  အစဳအဇန်၊  ဂစေံ၊  အသောၚ်၊  ဟာန်ဗာန်။  makeweight (n)  အရာမထပ်ဗပေၚ်စုတ်လဝ် သွက်လယိုၚ်သ္ဂောံပေၚ်။  make a border. (vt.vi)  ဂြီု၊  ဂြီုဒရီု။  make compact. (vt.vi)  ပသစာ။  make someone afraid. (vt.vi)  ဘ၊  ဘကမၠ၊  ဘပလ။  make a hole. (vt.vi)  ပထောၚ်၊  ဗလိုက်။  ကလိုဟ်။  make a journey. (vt.vi)  တိတ်တရဴ၊  အာတရဴ။  make a noise. (vt.vi)  ကြီုရမျာၚ်၊  ကြဵုကြီု၊  ကၠံၚ်၊  ဗြု၊  ကြီုဂမ်အတ်၊  လဒု။  make a reply. (vt.vi)  ဟီုခၠေဝ်။  make an agreement. (vt.vi)  ဒုၚ်ဝေါန်၊  တုပ်စိုတ်။  make an appointment. (vt.vi)  သၟောဲကြန်လဝ်၊  သမွဲကြန်၊  သၟဲကြန်။  make a habit of meditation. (vt.vi)  ပခိုၚ်လဝ်ဘာဝနာ။  make an offering. (vt.vi)  သ္ပဗလိ၊  သ္ပဗလိဂပဝ်၊  ဗဝ်သမုတ်၊  ဗဝ်သၟုတ်။  make something an object of desire. (vt.vi)  ပအရီု၊  သ္ပအရီု။  make something adhere to. (vt.vi)  ဖဍာပ်၊  ဖဍာပ်လဝ်၊  ဗာန်လဝ်။  make someone ashamed. (vt)  က္ဍိုက်ဂဝ၊  ဖဍိုက်ဂဝ။  make clear. (vt.vi)  သလး၊  သောၚ်ထောံ။  make a display. (vt.vi)  ဒုၚ်ဗဗဵု၊  ဗဗဵု။  make a distinction between. (vt.vi)  ပိုၚ်ခြာ။  make a mark. (vt.vi)  သက်။  make a marriage. (vt.vi)  ပကာဝါမ္ၚဵု၊  ပကာဝဵုမ္ၚဵု၊  ပဝဵုမ္ၚဵု။  make a mistake. (vt.vi)  ဗၠးအာ၊  ဗၠးဗၠေတ်အာ။  make a point of. (vt.vi)  ပေၚာံအာ။  make  progress. (vt.vi)  ယာကြာကၠုၚ်။  make a salad. (vt.vi)  ပေက်၊  ပေက်ကဝေက်။  make a stroke. (vt.vi)  သရိတ်ကေတ်(ကဵုတဲ)။  make a vow. (vt.vi)  ပအဓိဋ္ဌာန်၊  သ္ပအဓိဋ္ဌာန်။  make clean. (vt.vi)  သြးဂွု၊  သအးဂွု။  make comfortable. (vt.vi)  လ္ၜိုဟ်စိုတ်။  make an affort. (vt.vi)  ဂစာန်။  make even. (vt.vi)  သ္ပညံၚ်သ္ဂောံကလိတ်၊  ပ္ညဳ၊  ပရေ၊  ကလိတ်။  make firm. (vt.vi)  ထဗိုန်၊  ပခိုၚ်၊  ပခိုၚ်ဒဗိုန်၊  လဗိုန်။  make enquiries. (vt.vi)  ဒ္ၚဳသၟာန်။  make fun of. (vt.vi)  ခဍုတ်၊  ခလိန်၊  ခဍုတ်လဒါ်၊  ထလိန်၊  ထလိန်ဓမက်၊  ဓမက်၊  ဂဍုတ်လဒါ်၊  ဗမက်။  make known. (vt.vi)  ဂရၚ်ပ္တီ၊  ဟီုလဴ၊  ဟီုလဴ။  make obeisance. (vt.vi)  ဝန္ဒာ။  make someone happy. (vt.vi)  မလှိၚ်စိုတ်၊  တမိုဟ်စိုတ်၊  တၟိုဟ်စိုတ်။  make ready. (vt.vi)  တၚ်သနး၊  ပြုပြေၚ်၊  ပြုပြေၚ်လဝ်ဒတုဲ။  make restitution. (vt.vi)  ကဵုပလန်။  make the bed. (vt.vi)  လးဖုန်။  make use of. (vt.vi)  စကာ၊  စကာရပ်စပ်၊  ရပ်စပ်၊  ရပ်စပ်စကာ။  make war. (vt.vi)  သ္ပပၞာန်။  make weary. (vt.vi)  ဖဍောၚ်။  ဖဍောၚ်လၟေတ်။  make well. (vt.vi)  ပဂေါဝ်၊  ပဂေါဝ်ကဵု။"},
{"word":"Malacca","def":"n.  တ္ကံမလိတ်ကာ။  Malacca civet (n)  ဗၜဵုပလေၚ်။"},
{"word":"maladjustment","def":"n.  ဒဒှ်မဗၠေတ်မှာ၊  ဒဒှ်မဗ္ဂပ်ဒးဗၠေတ်အာ။  ၂။  မဟွံဒးရးကဵု မဟွံဖျပ်ဖ္ဍပ်ကဵုဝုတ်ဒိုဟ်။"},
{"word":"maladroit","def":"adj.  မသရံၚ်ဓဂါတ်ဒၟံၚ်၊  မဟွံစှ်ေကဵုဗီုပြၚ်။  ၂။  မဟွံသ္ဍိုဟ်ကေက်၊  မဟွံတီအခိုက်အလိုက်။"},
{"word":"malady","def":"n. (pl.-dies)  ယဲ၊  ဇှ်၊  ဂိယဲ။"},
{"word":"malaria","def":"n.  ယဲဇွဟ်၊  ယဲဂြိုပ်၊  ယဲဇွဟ်အိက်ဂစေံ၊  ဇွဟ်ဂစေံ၊  ဇွဟ်ဂြိုပ်၊  ဇွဟ်ဍိုၚ်။  malarial (adj)  မဂၠိုၚ်ကဵုယဲဇွဟ်။"},
{"word":"Malay","def":"n.  ဂကူမလေ၊  ဂကူပယှူ။  Malay apple (n)  ကြေၚ်ဇမ္ဗုရှ်။  Malay chestnut (n)  တၞံချ၊  သတ်ချ။"},
{"word":"male","def":"n.  တြုံ၊  ကၟက်၊  တၟက်၊  ဒဒှ်တြုံ။  adj.  မဆေၚ်စပ်ကဵုတၟက်(တြုံတြုံ)၊  မဆေၚ်စပ်ကဵုပုလ္လိၚ်။  the male sexual organ. (adj)  သၞိၚ်ဇကု။"},
{"word":"malediction","def":"n.  ကသဴ၊  ဒဒှ်မချဴ။"},
{"word":"malefactor","def":"n.  ကောန်ရာဇဝတ်၊  မၞိဟ်မပ္ကီုပရာပ်လဝ်သရာံပါပ်။"},
{"word":"malevolence","def":"n.  ဒဒှ်မနွံကဵုစိုတ် ဟွံဒးစိုတ်ညးတၞဟ်ခိုဟ်စ။"},
{"word":"malevolent","def":"adj.  မတ္ၚံက်ဍုတ်ဍေဲ၊  မဂၠိုၚ်ကဵုဓဝ်မစ္ဆရိယ။"},
{"word":"malfeasance","def":"n.  ပွမပ္ကီုပရာပ်သရာံပါပ်။"},
{"word":"malformation","def":"n.  ဒဒှ်မဒှ်ဒၟံၚ်ကဆံၚ်ဗီုပြၚ်လီု၊  ဒဒှ်မဒှ်ဗီုတြေံတေံဟွံသေၚ်။"},
{"word":"malice","def":"n.  ဝဲ၊  ဓာတ်စိုတ်ဟွံဒးစိုတ်ညးတၞဟ်ခိုဟ်စ၊  စိုတ်မစ္ဆရိယ၊  ဒဒှ်သၟိက်မိက်ဂွံကဵုဒဒိုက်ကဵုညးတၞဟ်။  malicious (adj)  မနွံကဵုစိုတ်မစ္ဆရိယ၊  မနွံကဵုစိုတ်ညးတၞဟ်ခိုဟ်စဟွံဒးစိုတ်၊  မဂၞံၚ်ဂၞာတ်။"},
{"word":"malign","def":"vt.  ဟီုပျုတ်ဗ္ဒေက်၊  ဟီုဂရိုဟ်၊  ဟီုဗဒှ်ကေတ်။"},
{"word":"malignant","def":"adj.  မနွံပၟိက်ညံၚ်သ္ဂောံဂဗဆဵု၊  မနွံပၟိက်ညံၚ်ရဴသ္ဂောံဒွံဒး။  ၂။  မနွံကဵုအန္တရာဲသွက်လမျီု(ယဲ)။  malignancy (n)  ဒဒှ်မသကဵုချိုတ်မာန်။  malignant tumour. (adj)  ဂန္ဓမာလာ၊  ယဲရိုဟ်၊  ယဲကိန်သာ။"},
{"word":"malinger","def":"vi.  ပပၞမံၚ်ဟွံခိုဟ် ဟိုတ်နူဟွံမိက်ကၠောန်ကမၠောန်။"},
{"word":"mallard","def":"n.  အဒါဂြိုပ်၊  အဒါဇိုက်ဗ္ကေတ် က္ဍိုပ်သာ်တ္ၚေက်။"},
{"word":"malleable","def":"adj.  မကၠောန်ပ္ဍဵုကေတ်ဗီုလောဲ(ဂတှ်ေဖကောဝ်)။  ၂။  မစှ်ေဗီုလောဲသွာ အပ္ဍဲပ္ကတ်ပ္ကေၚ်၊  မလုပ်အဝေါၚ်လောဲ။"},
{"word":"mallet","def":"n.  ခတေက်၊  ခတေက်ဆု(လေံမဂဒုတက်)၊  ဂတေက်။"},
{"word":"malnutrition","def":"n.  ဒဒှ်မဟွံဍိုက်ပေၚ်ကဵုဓာတ်အဟာရ။"},
{"word":"malodorous","def":"adj.  မဒှ်သၟူအမြာဲဟွံခိုဟ်၊  မနွံကဵုသၟူပရေံပရေံ။"},
{"word":"malpractice","def":"n.  ဒဒှ်မဗ္တးဗ္တန်ဖံက်ပၠန်၊  ဒဒှ်မဟွံကေတ်တာလျိုၚ်၊  ဒဒှ်တာလျိုၚ်ဟွံပြေ။"},
{"word":"malt","def":"n.  သြောံယာမရပ်စပ်စကာ သွက်ဂွံဂွပ်ဂဇဝ်ဗဳယျာ။"},
{"word":"maltreat","def":"vt.  ဍဵုဍိုက်ပျဲပျာံနဒဒှ်မဟၟဲကဵုသဘဴဓဝ်။"},
{"word":"mammal","def":"n.  သတ်တိရစ္ဆာန်မဴတှ်ယာဲ။"},
{"word":"mammon","def":"n.  ဒဒှ်မရှ်ေသှ်ေသြန်ညံၚ်ရဴကျာ်။"},
{"word":"man","def":"n. (pl.men)  တြုံ၊  ပူဂဵု၊  မနုဿ၊  မၞိဟ်ဇၞော်ဇၞော်၊  မၞိဟ်။  ၂။  ကောန်ဂကူမၞိဟ်။  vt. (-nn-)  ဗပေၚ်စွံလဝ်ဇြဟတ်မၞိဟ်။  manful (adj)  မဟွံဖေက်ရောံဓည၊  မဇၞော်ကဵုဇဲ။  manfully (adv)  ဗွဲမဂံၚ်သ္ကာ။  manhood (n)  ဘဝမၞိဟ်ဇၞော်ဇၞော်။  mankind (n)  ကောန်ဂကူမၞိဟ်။  manlike (adj)  မဟုတ်ကဵုမၞိဟ်တြုံ။  manly (adj)  မဍိုက်ပေၚ်ကဵုဗီုပြၚ်မၞိဟ်တြုံ။  manslaughter (n)  ဒဒှ်မဂစိုတ်မၞိဟ်။  man of letters. (n)  ကဝိ၊  ကွိ၊  အ္စာကဝိ။  man of the people. (n)  ပုထုဇန်၊  သတ်ပ္တုဲဇန်။  man trap. (n)  ခရိုၚ်ဇလ။"},
{"word":"manacle","def":"n.  ဂါတဲဂါဇိုၚ်။  ၂။  အရာမစဵုဒၞာသွက်ဂွံတောတက်တိုန်။  vt.  စုတ်ဂါတဲဂါဇိုၚ်။"},
{"word":"manage","def":"vt.vi.  အုပ်ဓုပ်။  ၂။  ယဵုဒုၚ်မာန်။  manageable (adj)  မအုပ်ဓုပ်မာန်၊  မယဵုဒုၚ်မာန်။  management (n)  ပွမအုပ်ဓုပ်၊  ဒဒှ်မအုပ်ဓုပ်။  ၂။  ဂကောံမအုပ်ဓုပ်။  manager (n)  ဇမၞော်ပရေၚ်အုပ်ဓုပ်၊  မိန်နေဂျာ။  managerial (adj)  မဆေၚ်စပ်ကဵုဇမၞော် ပရေၚ်အုပ်ဓုပ်။"},
{"word":"mandate","def":"n.  အသံနူကဆံၚ်လ္တူ၊  အသံပိုတ်ပိုတ်။  ၂။  အဝဵုမအပ်ပြာပ်နကဵုတဲတၠမာဲကောန်ညးဍုၚ်ကွာန်တံ။  mandated (adj)  မသ္ဒးဒုၚ်အပ်ပြာပ်ကဵုအဝဵု။  mandated territory (adj)  (ဒေသတိဍာ်)သ္ဒးဒုၚ်အုပ်ဓုပ်လဝ်နကဵုအဝဵု။  mandatory (adj)  မနွံကဆံၚ်ဟွံကၠောန်မံၚ်ဟွံဂွံ။"},
{"word":"mandolin","def":"n.  ကွိၚ်ကွိုက်ထၞမွဲဂကူ၊  မိန်ဒဝ်လေန်။"},
{"word":"mane","def":"n.  တသော်ကံ (ချေံ,ဇာဒိသိုၚ်)။"},
{"word":"mange","def":"n.  ယဲကသံက်မဒှ်လ္တူဇကုကၠဵုဗ္ဂဲ၊  ယဲကသံက်။  mangy (adj)  မဒှ်ယဲကသံက်၊  မပပ်ပဳ၊  မဟွံသ္ပဂရု။"},
{"word":"manger","def":"n.  စၚ်ချောဲဂၠဴ။"},
{"word":"mangle","def":"n.  စက်ဝတ်ဍာ်ဂၠိက်ယာတ်၊  ကရိယာမဝတ်ဍာ်ဂၠိက်ယာတ် ပ္ဍဲစက်ကပိုက်ဂၠိက်ယာတ်။  vt.  စုတ်ဝတ်ဍာ်ပ္ဍဲစက်။"},
{"word":"mangle","def":"|2| vt.  ဗာ်၊  ဂၠေဟ်၊  ရေက်၊  သကဵုဂိအာ။"},
{"word":"mango","def":"n. (pl.-es [or] -s)  ကြုက်(သတ်ဆု)။  mango tree. (n)  တၞံကြုက်။  mango fish. (n)  ကဗၞး(ပနး)။  royal mango. (n)  ကြုက်ဂန်။  mango-bird (n)  ဂစေံဍာ်မိတ်။"},
{"word":"mangosteen","def":"n.  မၚ်ဂုတ်။"},
{"word":"mangrove","def":"n.  လမု၊  တၞံလမု။"},
{"word":"mania","def":"n.  ဒဒှ်မကြံကြဴ၊  ဒဒှ်စိုတ်မထတ်တဴဗွဲပ္ဍဲအရာကိစ္စမွဲမွဲ။  maniac (n)  ပရံမနွံကဵုစိုတ်ဖံက်ပၠန်ဒၟံၚ်ဗွဲမလောန်၊  မၞိဟ်မစောဲလာံလေပ်လောန်ကဵုသၞောတ်။  maniacal (adj)  မနွံကဵုစိုတ်ဖံက်ပၠန်ဒၟံၚ်ဗွဲမလောန်။"},
{"word":"manicure","def":"n.  ဒဒှ်မပလေဝ်ဖျေံဖျောန်သၞေံတဲ။  vt.  ပလေဝ်ဖျေံဖျောန်တဲသၞေံတဲ။"},
{"word":"manifest","def":"adj.  စဳကၠး၊  စဳခၠ၊  မကေဝ်ဇြုၚ်၊  မတီချိုတ်ပၠိုတ်၊  မကၠးဖ္ဍး၊  မပြာကတ်၊  မပြာထာ၊  မပြာထော်။  vt.  ပံက်ထ္ၜး။  n.  စရၚ်ဗၞိက်က္ၜၚ်။  manifestation (n)  ဒဒှ်မဓမံက်ထ္ၜး၊  သကဵုတီကၠးဖ္ဍး။  manifesto (n) (pl.-s [or] -es)  တၚ်လလောၚ်တရး၊  အရာမလလောၚ်တရး။"},
{"word":"manifold","def":"adj.  မကမွဲပြကာ၊  မနွံကဵုယၟုဗွဲမဂၠိုၚ်၊  မနွံကဵုဗီုပြၚ်နာနာသာ်၊  ဟွံကမွဲ၊  ဟွံကမွဲပြကာ။  n.  ပၞောဝ်ကဵုတၞးချာဲဗွဲမဂၠိုၚ်ဂှ်မွဲ။  vt.  ချာဲပ္တိတ်။  ၂။  ဗြေဝ်ပ္တိတ်။"},
{"word":"manipulate","def":"vt.  ရပ်စပ်နကဵုနဲကဲဍိုဟ်ဍိုဟ်ကေက်ကေက်။  manipulation (n)  ဒဒှ်မရပ်စပ်ဗွဲမသ္ဍိုဟ်ကေက်။"},
{"word":"mankind","def":"ရံၚ် man တေံညိ။"},
{"word":"manner","def":"n.  နဲ၊  ဗီု၊  ဗီုပွ၊  ခိုက်၊  အခိုက်၊  အၚဝ်၊  အထိုက်၊  အလိုက်၊  အဝုတ်၊  ပက္ကရနဲ။  ၂။  မုက်မတ်မၞိဟ်မွဲ၊  ဗီုပြၚ်။  ၃။  ပြဝေဏဳ၊  အခိုက်ကၞာ။  ၄။  ဒဒှ်မဒှ်ပရေၚ်မၞိဟ်၊  ဒ္ဂေတ်ပွ။  ၅။  ဂကူကဆံၚ်။  ၆။  အဇ၊  စၟတ်၊  အကာရ။  mannered (adj)  မနွံကဵုဒ္ဂေတ်မွဲဗီု။  ill-mannered (adj)  မဟွံမွဲကဵုသိက္ခာ၊  မဟွံမွဲကဵုဒ္ဂေတ်ပဋိပတ်။  mannerly (adv)  နဒဒှ်မနွံကဵုဒ္ဂေတ်ပဋိပတ်။"},
{"word":"manoeuvre","def":"(manoeuver)  n.  မဟာဗျုဟ၊  နဲဗျုဟ၊  ပွမချဳဒရာၚ်ပရေၚ်ပၞာန်၊  ပွမချဳဒရာၚ်နနဲပြယာဲကိုန်စဳရေၚ်။  vt.vi.  သကဵုချဳဒရာၚ်နကဵုနဲကဲမဟာဗျုဟ၊  ယဵုဒုၚ်နကဵုပွမစိုန်သ္ကီုဍိုဟ်ကေက်။"},
{"word":"manor","def":"n.  ကၠံသ္ၚိတၠတိ။  ၂။  ကၠံသွဝ်။  ၃။  သ္ၚိဇၞော်။  manorial (adj)  မပိုၚ်လဝ်ကၠံသွဝ်။"},
{"word":"mansion","def":"n.  သ္ၚိဇၞော်၊  ဒတန်ဇၞော်။"},
{"word":"mantle","def":"n.  ဖဍဳ(ပလောံဇမၠိၚ်,ဖေၚ်ဇမၠိၚ်)။"},
{"word":"manual","def":"adj.  မသ္ဒးကၠောန်နကဵုတဲ။  n.  လိက်အုပ်သ္ဖိုၚ်သ္ကံတဲ။  manually (adv)  နကဵုတဲ။"},
{"word":"manufacture","def":"vt.  ကၠောန်ပ္တိတ်ဗွဲမဂၠိုၚ်(ကပေါတ်)။  manufacturer (n)  မၞိဟ်ပ္တိတ်ကပေါတ်ဗၞိက်။"},
{"word":"manumit","def":"vt. (-tt-)  သကဵုအခေါၚ်ဗၠးၜးအာနူဘဝဍိက်။"},
{"word":"manure","def":"n.  ကၞေံသတ်တိရစ္ဆာန်၊  အိက်သတ်တိရစ္ဆာန်၊  ဝဲါ၊  ဝဲသၠဆု,ဆုသမ်အုဲ။  vt.  စုတ်ဝဲါတိတၞံဆု တၞးဆုအုဲအုဲ။"},
{"word":"manuscript","def":"n.  တံလိက်ချူလဝ်နကဵုတဲ။"},
{"word":"many","def":"adj.  အနေက၊  မဂၠိုၚ်၊  မဂၠိုၚ်တဴဗွဲ၊  မဂၠိုၚ်ဗွဲ၊  ဂၠိုၚ်ဂၠၚ်၊  ဗဝ်၊  ဗဝ်သအဝ်၊  ဗြော်၊  ဗြော်ဗဝ်၊  ဗြောန်ဗြော်။  many sides (adj)  မနွံကဵုအစောံစရာဲသ္ကဲဒကဴနာနာသာ်။  many-flowered jasmine. (n)  ဒလုံ(ပ္ကဴမၠဵုမွဲဂကူ)။  many kinds. (adj)  နာနာသာ်။  many people. (n)  ညးဂမၠိုၚ်၊  မၞိဟ်ဂမၠိုၚ်။  many times. (adv)  ဂၠိုၚ်ကဵုဝါ၊  ဂၠိုၚ်လှ်ေ၊  ဂၠိုၚ်ဝါ။"},
{"word":"map","def":"n.  ဗီုတိ။  vt.  ပ္တိတ်ဗီုတိ၊  ဒဇက်ဗီုတိ။  ၂။  ဖျေံကိုန်စဳရေၚ်၊  စဳဇန်။"},
{"word":"mar","def":"vt. (-rr-)  သကဵုဒှ်ဗွဲအန္တရာဲထကးဂိ၊  သကဵုဒးဝပ်။"},
{"word":"marathon","def":"n.  ပေဲါပြိုၚ်ဂြိပ်တရဴဇမ္ၚောဲ။"},
{"word":"marauder","def":"n.  မၞိဟ်လုပ်တ္ၚီုဗတိုက်။"},
{"word":"marble","def":"n.  တၟံထ္ၜိုဟ်ဍာ်၊  တၟံပုတ်ဂၠတ်ရုပ်ကျာ်ပဋိမာရုပ်။  ၂။  ကွတ်တဲကွတ်ပါန်။"},
{"word":"March","def":"n.  ဂိတုမာတ်(ချ်)၊  ဂိတုမန်ဖဝ်ရဂိုန်။"},
{"word":"march","def":"|2| vt.vi.  ဇက်၊  ဇက်တိုန်၊  ကဵုဇက်တိုန်၊  ထ္ၜၚ်ဏာ၊  ကေတ်ဏာ။  n.  ပွမဇက်တိုန်၊  ဒဒှ်မဇက်တိုန်။  ၂။  ပွမရာၚ်ဆာဲတိုန်၊  ပွမချဳဒရာၚ်အာလ္ပာ်ဂတ။  to march with an army. (vt.vi)  ဆိုက်ပထာန်၊  ဆက်ပထာန်၊  ဇက်တိုန်ကၠုၚ်ကဵုဒပ်။"},
{"word":"mare","def":"n.  ချေံၝောံ။"},
{"word":"margarine","def":"n.  ကၠေၚ်ပၠုဲမဂွံနူသတ်ဆု၊  ထဝ်ဗာတ်အလီ။"},
{"word":"margin","def":"n.  ဒၞာဲသၠးပ္ဍဲဒရီု၊  ပၞောန်သက်တန်လဝ်ဒရီု။  ၂။  သိၚ်ဍာ်ကၟာ၊  သိၚ်ကၟာဍာ်၊  ဇဵုဗိုၚ်ရေတ်လဝ်ကၟာဍာ်၊  တၞုၚ်ကၞောတ်ဍေံ၊  သၟေဟ်ဍေံ။  marginal (adj)  မဆေၚ်စပ်ကဵုဒၞာဲသလးပ္ဍဲသက်တန်လဝ်ဒရီု။"},
{"word":"Marian plum","def":"n.  မြာၚ်၊  သတ်မြာၚ်။  Marian tree. (n)  တၞံမြာၚ်။"},
{"word":"marine","def":"adj.  မဆေၚ်စပ်ကဵုဂၚ်။  ၂။  မဆေၚ်စပ်ကဵုက္ၜၚ်။  mariner (n)  ကောန်က္ၜၚ်ကောန်ပၞာန်ဍာ်။"},
{"word":"marionette","def":"n.  ရုပ်ကောန်ရုပ်။"},
{"word":"marital","def":"adj.  မဆေၚ်စပ်ကဵုသ္ၚိဌာန်။"},
{"word":"maritime","def":"adj.  မဆေၚ်စပ်ကဵုဂၚ်။"},
{"word":"mark","def":"n.  ဍာပ်၊  တေတ်ခရက်မထေၚ်တိုန်ကၠုၚ် လ္တူဂၠးမုက်ခရက်သက်လဝ်၊  နိမိတ်၊  လက္ခဏာ၊  သ္တီ၊  သက်။  ၂။  တေတ်လက်သန်မနွံမံၚ်ဗွဲတၟေၚ် လ္တူခန္ဓဇကုဇကု။  ၃။  တဆိပ်သမ္တီဗၞိက်။  ၄။  ကၞာတ်တေတ်သမ္တီၜတ်ကၞာတ်လဝ်အစောံစရာဲ။  ၅။  ရန်တၟံ၊  တေတ်သ္ဍာံပန်။  vt.  ခရက်သမ္တီလဝ်၊  ဂိုၚ်သမ္တီ၊  သမ္တီသမှတ်။  ၂။  ကဵုတေတ်၊  ၜတ်ကၞာတ်ကဵုအစောံစရာဲ။  marked (adj)  မကၠးဖ္ဍး၊  မဆဵုညာတ်မာန်။  markedly (adv)  ဗွဲမကၠးဖ္ဍး။  marker (n)  မၞိဟ်ကဵုတေတ်။  to mark across (vt)  ခြာဇိုၚ်ခ္ဍာ်။  punctuation mark. (n)  ပိုတ်။"},
{"word":"market","def":"n.  ဖျာ၊  ရုၚ်ဖျာ။  ၂။  ဒၞာဲဂွံပရးကပေါတ်၊  ဒၞာဲဂွံသွံကပေါတ်။  ၃။  ဒဒှ်မသွံ၊  ဒဒှ်မရာန်၊  ဒဒှ်မသွံရာန်။  vt.vi.  ပလံၚ်ဏာဖျာ။  ၂။  ပလံၚ်ဏာသွက်ဂွံသွံရာန်ပ္ဍဲဖျာ။  marketable (adj)  မသွံဂွံ၊  မသွံမာန်။  market stall. (n)  တာဲဖျာ။  market value  (n)  အနှေန်၊  ၚုဟ်မး။"},
{"word":"marriage","def":"ရံၚ် marry တေံညိ။"},
{"word":"marrow","def":"n.  ကၠေၚ်တ္ၜဝ်၊  ကၠေၚ်တ္ၜဝ်ဇုတ်၊  တ္ၜဝ်။  တ္ၜဝ်ဇုတ်၊  ၜဝ်ဇုတ်။"},
{"word":"marry","def":"vt.vi. (pt.pp.-ried)  အဝါဟ၊  စှ်ေဒၞာဲ၊  တၠဂယိုၚ်၊  ပ္တန်တၠဂယိုၚ်၊  ပတၠဂယိုၚ်၊  ဝိဝါဟ၊  ပွမရောဲသၞက်၊  ထပ်တဲ၊  သ္ပကာဝါမ္ၚဵုသၞက်ကရောဲ၊  ပြေၚ်ဝိဝါဟအဝါဟ၊  ကေတ်ဗြဴကေတ်တြုံ၊  သ္ၚိဌာန်၊  သၞက်၊  သၞက်ကရောဲ၊  သၞက်ကြကတ်။  marriage (n)  ဒဒှ်မသ္ပတၠလယိုၚ်၊  ဒဒှ်မသ္ပမ္ၚဵုထပ်ထဲ၊  ပွမမံၚ်ညးသ္ကံအနေတြုံဗြဴ။  marriageable (adj)  မစိုပ်အဝဲသွက်ဂွံသ္ပတၠလယိုၚ်၊  ကုံပရေၚ်။  marriage settlement (n)  ပၠောပ်၊  ပလောပ်။"},
{"word":"Mars","def":"n.  ဂြိုဟ်အၚာ။"},
{"word":"marsh","def":"n.  ဇီု၊  ဒမြီု၊  လၟက်ခရီု။  marshy (adj) (-ier,-iest)  မဒှ်ဒၟံၚ်ညံၚ်ရဴတိခရီုလၟက်။  marsh clearing. (n)  ဇွံ။  marshy jungle. (adj)  ကရး။  marshy pool. (adj)  ဗၚ်ခဗာဲ။"},
{"word":"marsh date","def":"n.  ၜဝ်ကလှုန်။  marsh date palm. (n)  ၜဝ်ကလှုန်။"},
{"word":"marshal","def":"n.  ဂအုပ်ဗဵုဇၞော်၊  မာရှေဝ်။  vt. (-ll-)  ဖျေံလဝ်လၟေၚ်အစဳအဇန်။"},
{"word":"marsupial","def":"n.  သတ်ဂကူသတ်လေၚ်ကောန်ပ္ဍဲဗုၚ်။"},
{"word":"martial","def":"adj.  မဆေၚ်စပ်ကဵုပၞာန်။"},
{"word":"martinet","def":"n.  မၞိဟ်ဂရတ်စေဝ်ပၞောန်။"},
{"word":"martyr","def":"n.  သ္ဂံၚ်အာဇနဲ။  martyrdom (n)  ဒဒှ်အာဇနဲ။"},
{"word":"marvel","def":"n.  အရာမသကဵုမိပ်စိုတ်ဒှ်အံသဝ်ဗွဲတၟေၚ်၊  ပဋိဟာ၊  အသဝ်၊  အံသဝ်။  ၂။  ပူဂဵု,အရာ မနွံကဵုအစောံစရာဲ သ္ဒးအံသဝ်ထေက်။  vi.  ဒှ်အံသဝ်လှၚ်ဒိုပ်အာ။  marvelous (adj)  မဒှ်သွက်သ္ဂောံဒးဂၞပ်အံသဝ်ခိုဟ်။"},
{"word":"mascot","def":"n.  ဂဇံ၊  အရာမနွံကဵုလာပ်ပၟိက်စိုတ်။"},
{"word":"masculine","def":"adj.  မဆေၚ်စပ်ကဵုတၟက်တၟက်တံ၊  မဆေၚ်စပ်ကဵုပုလ္လိၚ်။"},
{"word":"mash","def":"n.  စၞသတ်တိရစ္ဆာန်။  ၂။  အရာမဂဒုဒုက်လဝ်သွက်ဂွံဍိုန်ဍောတ်အာ။  vt.  ဂဒုဒုက်၊  ပိုဟ်ဖလှေက်။"},
{"word":"mask","def":"n.  ဂရောပ်ဂြောပ်မုက်။  ၂။  ဂရောပ်မုက်မစုတ်လဝ်ပ္ဍဲပေဲါဇာတ်၊  ပ္တောံလဝ်ဗီု။  vt.  သၠိုက်ဂြောပ်လဝ်ဂရောပ်မုက်၊  ဂြောပ်ဓလီုလဝ်ဂရောပ်မုက်။"},
{"word":"mason","def":"n.  သၟာကမၠောန်ကၠောန်ပရန်။  masonry (n)  ကွတ်ပရန်၊  ကဆံၚ်တဲပရန်။  mason's chisel. (n)  ပၞုတ်ပုတ်တၟံ။"},
{"word":"masque","def":"n.  ဇာတ်လှ်ေ၊  ပေဲါလှ်ေ(ဓမံက်အာရုပ်ရာနကဵုလှ်ေ)။"},
{"word":"masquerade","def":"n.  ပေဲါလှ်ေသ္ဒးပလီုလဝ်ရုပ် သ္ဒးစုတ်လဝ်ဂရောပ်မုက်။"},
{"word":"mass","def":"n.  ဂအုံ၊  ကလောံကလောံ၊  ဂကောံသ္ကံ။  ၂။  ထ္ၜိုန်၊  ဒုဒပ်၊  သ္ၜိုန်။  vt.vi.  ကောံဓရီု၊  ကောံကလောံကၠုၚ်။"},
{"word":"massacre","def":"n.  ဒဒှ်မဂစိုတ်ထောံမၞိဟ်သီုသ္ကံ နကဵုစိုတ်ဓဇန်ဓဇန်။  vt.  ဂစိုတ်ထောံမၞိဟ်သီုသ္ကံ နကဵုစိုတ်ဓဇန်ဓဇန်။"},
{"word":"massage","def":"n.  ဒဒှ်မပတ်ချိုန်၊  ဒဒှ်မပတ်ပေါန်။  vt.  ပတ်ချိုန်ကဵု၊  ပတ်ပေါန်၊  ပေါတ်ပေါန်။  give a massage. (n)  ပတ်ပေါန်ကဵု။"},
{"word":"masseur","def":"n.  အ္စာကဝတ်။"},
{"word":"masseuse","def":"n.  အ္စာကဝတ်ဗြဴ။"},
{"word":"massif","def":"n.  ဒဵုဒုတ်ဇၞော်သၠုၚ်၊  ဒရံၚ်ဒဵုဒုတ်ဇၞော်သၠုၚ်။"},
{"word":"massive","def":"adj.  မနွံကဵုဒုဇၞော်ဒုတ်ဗွဲမခိုၚ်ကၠိုက်၊  မသ္ဇိုၚ်တဴဗွဲ။"},
{"word":"mast","def":"n.  တိုၚ်ယာ၊  တိုၚ်အလာံ၊  ဒယိုၚ်ယာ။"},
{"word":"master","def":"n.  အ္စာ၊  နာဲ၊  နာဲသာ။  ၂။  အဓိပ၊  အဓိပတိ၊  တၠ၊  တၠဳ။  ၃။  မှာလီ။  ၄။  တၠသ္ၚိ။  ၅။  အ္စာတြုံတြုံ။  vt.  ရၚ်တၠုၚ်မာန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  စိုန်သ္ကီု။  ၂။  အုပ်ထိၚ်ဂွံ၊  အံၚ်ဇၞး။  masterful (adj)  မမိက်ဂွံသ္ပအ္စာ။  masterly (adj)  မစိုန်သ္ကီု။  masterpiece (n)  တဲခိုဟ်အိုတ်၊  တဲစိုပ်သိတ်။  mastery (n)  ပွမလေပ်လဝ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ပွမပိုၚ်ပြဳမာန်။  master of ceremonies. (n)  သၟာဒါန်။"},
{"word":"masticate","def":"vt.  ဇ္ၚာဲ၊  ဇ္ၚာဲနကဵုေၚက်သွက်စၞဂွံလ္ၚတ်၊  သ္ၚာဲ။"},
{"word":"mat","def":"n.  ကၟဝ်၊  ထကဝ်၊  ထကဝ်သၞာ၊  ဒကဝ်၊  သၞာ၊  သ္ကဝ်။"},
{"word":"match","def":"n.  ပေဲါပြိုၚ်ပ္ကာန်ဝေၚ်နကဵုဇြဟတ်။  ၂။  မၞိဟ်ပြိုၚ်ပ္ကာန်ကဆံၚ်တုပ်တုပ်၊  မၞိဟ်မနွံကဆံၚ်တုပ်တုပ်။  ၃။  သ္ပတၠလယိုၚ်။  matchmaker (n)  မၞိဟ်ပၠောပ် (မၞိဟ်ဏာနၚ်ဟီုဂးသွက်ဂွံဒှ်ကဝေၚ်ဂရိုၚ်)။  matchless (adj)  မဟၟဲကဵုညးပ္တောံၜတ်၊  မဒှ်ညးဟွံတုပ်မွဲ၊  ပ္တောံၜတ်ဟွံမာန်။"},
{"word":"match","def":"|2| n.  ခရက်ပၟတ်။  match-box  (n)  တလာ(ကလာ)ခရက်ပၟတ်၊  ၝောံခရက်ပၟတ်။"},
{"word":"mate","def":"n.  မၞိဟ်ကၠောန်ကမၠောန်မွဲစွံ၊  အဖဴ၊  ဖဝက်။  ၂။  သၞာဲဒဴက္ၜၚ်မၞုံကဆံၚ်အသၟဝ်ဗဵု၊  မှာလီ။  ၃။  သမ္ဘာ၊  တၠသ္ၚိ။  vt.vi.  ပံၚ်ဖက်။  ၂။  ပံၚ်ဖက်သ္ပသ္ၚိဌာန်။"},
{"word":"material","def":"n.  ကပေါတ်ကညောတ်၊  ကယာဗာ။  adj.  မဆေၚ်စပ်ကဵုကပေါတ်ကညောတ်။  ၂။  မဇၞော်ကဵုကေၚ်ကာ၊  မနွံပၟိက်။  materialism (n)  ဝါဒမကဵုက္ဍိုပ်ကဵုလ္ပာ်ရုပ်။  materialist (n)  မၞိဟ်စှ်ေစိုတ်ပတှ်ေကေတ်လ္တူဝါဒလ္ပာ်ရုပ်။  materialize/-ise (vt.vi)  ဓမံက်ရုပ်ရဴ။"},
{"word":"maternal","def":"adj.  မဆေၚ်စပ်ကဵုမိ။  maternally (adv)  နဒဒှ်မဆေၚ်စပ်ကဵုမိ။"},
{"word":"maternity","def":"n.  ဘဝမိ၊  နဒဒှ်မိ။  maternal grandmother. (adj)  ဗဴယာဲ၊  ဗဴယာဲမိ။"},
{"word":"mathematics","def":"n.  သချၚ်္ာ၊  ဂၞန်။  mathematical (adj)  မဆေၚ်စပ်ကဵုသချၚ်္ာ(ဂၞန်)။  mathematician (n)  တၠပညာသချၚ်္ာ(ဂၞန်)။"},
{"word":"matriculate","def":"vt.vi.  သကဵုအခေါၚ်လုပ်ဘာတက္ကသဵု၊  သကဵုအခေါၚ်လုပ်၊  ဂွံအခေါၚ်လုပ်။  matriculation (n)  ဒဒှ်မဂွံအခေါၚ်လုပ်ဘာတက္ကသဵု၊  ပေဲါသၟာန်လိက်ကဆံၚ်လုပ်ဘာတက္ကသဵု။"},
{"word":"matrimony","def":"n.  ဒဒှ်မသ္ပကာဝါမ္ၚဵု။  matrimonial (adj)  မဆေၚ်စပ်ကဵုမသ္ပကာဝါမ္ၚဵု။"},
{"word":"matron","def":"n.  အ္စာၝောံဇမၞော်မိမိန်။"},
{"word":"matter","def":"n.  ကပေါတ်မနွံကဵုဒပ်ရုပ်။  ၂။  ဥပ္ပတိ၊  ပရောပရာ၊  ကိစ္စ၊  တၚ်။  ၃။  တၚ်ဝါတ်ဂါတ်၊  ဒဒိုက်၊  ဒုက္ခ။  ၄။  ပ္တိုဟ်။  vi.  ပၟိက်ဇၞော်၊  စိုပ်ဒတုဲ၊  စှ်ေပဓာန၊  ဒှ်တိုၚ်။  matter of dispute (n)  အဓိကဵု။  matter-of-fact (adj)  မစှ်ေကဵုတၚ်နၚ်၊  မဟွံဟဳသ္ပဝ်ပ္ဍဲစိုတ်။"},
{"word":"mattock","def":"n.  ကွဵုဇၜံက်၊  ဇၜံက်ပၠာ၊  ၜံက်တူ။"},
{"word":"mattress","def":"n.  ဖုန်၊  ဒၞာဲဒၟံၚ်သ္တိက်၊  သ္ဍဳသၞာ။"},
{"word":"mature","def":"vt.vi.  ကြံၚ်၊  ကြံၚ်ဍုဟ်ကၠုၚ်၊  စိုပ်ကၠုၚ်အဝဲ။  adj.  မကြံၚ်၊  က္ဍုဟ်၊  မစိုပ်ကၠုၚ်အဝဲ၊  မဖောံဗြေဝ်ကၠုၚ်။  maturity (n)  တရံၚ်၊  ပွမကြံၚ်ဍုဟ်။  reach maturity. (n)  တရံၚ်ကၠုၚ်၊  ကြံၚ်ကၠုၚ်။"},
{"word":"maudlin","def":"adj.  မနွံကဵုစိုတ်ၜတ်တကတ်။"},
{"word":"maul","def":"vt.  သကဵုဒးဝပ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  သကဵုဂွံဝပ်ဒၟာနူသ္ပကြာန်ကြာန်ဓၟာန်ဓၟာန်။"},
{"word":"mausoleum","def":"n.  လွဳမာန်ဂိုဟ်သုသာန်ဇၞော်ဒုတ်။"},
{"word":"maw","def":"n.  ဗုၚ်သတ်တိရစ္ဆာန်၊  ဖျေဲ။"},
{"word":"maxim","def":"n.  နဳတိ။"},
{"word":"maximum","def":"n.  ဒဒှ်မဂၠိုၚ်အိုတ်၊  ဒဒှ်မသၠုၚ်အိုတ်၊  သၞောတ်ဗ္ၜတ်လၟိဟ်။  adj.  မဂၠိုၚ်အိုတ်၊  မသၠုၚ်အိုတ်၊  မဒှ်သၞောတ်ဗ္ၜတ်လၟိဟ်။"},
{"word":"May","def":"n.  ဂိတုမေ၊  ဂိတုပသာ်(မန်)။"},
{"word":"may","def":"|2| aux. v. (pt.might)  နွံဒၟံၚ်ကဆံၚ်သွက်ဂွံဒှ်။  He may go tomorrow. (aux.v.)  တ္ၚဲယးညးတေံအာဏောၚ်။  ၂။  အာတ်ပါန်အခေါၚ်။  The doctor said he may leave tomorrow. (aux.v.)  အ္စာသဝ်ဟီုတ္ၚဲယးညးတေံအာဏောၚ်။  ၃။  ဓမံက်ထ္ၜးကဵုဆန္ဒ။  maybe (adv)  နဒဒှ်မက္တဵုဒှ်ကၠုၚ်မာန်။"},
{"word":"mayor","def":"n.  သ္ကိုပ်ဇမၞော်ဍုၚ်။"},
{"word":"maze","def":"n.  ဝၚ်ဂပဝ်၊  အရာမလီၜန်ထုဲထံၚ်။"},
{"word":"me","def":"obj. pron.  သွက်အဲ၊  ကဵုအဲ၊  အဲ။"},
{"word":"meadow","def":"n. ဂၠးချောဲ၊  ဂၠးတိလမၠးချောဲ။  meadow grass. (n)  ကၟတ်ၜုန်ပြေၚ်။"},
{"word":"meagre","def":"(meager) adj.  မဒှ်ညိည၊  မအောန်တဴဗွဲ၊  မဟွံရုံဂပ်။"},
{"word":"meal","def":"n.  အခိၚ်စစၞ၊  အခိၚ်စစၞနူဂယးပြဟ်၊  ကိစ္စဘတ်။  ၂။  စၞ၊  စၞစ၊  စၞဇွောံစ။"},
{"word":"mean","def":"vt.vi. (pt.pp. meant)  ရန်တၟံ၊  ချပ်ကသပ်၊  မိက်ဂွံကၠောန်။  ၂။  ထ္ၜးစၞောန်တၚ်၊  စၞောန်၊  သၟိက်ဂး။  ၃။  ကၠောန်ဂတမတ်ဟွံပတှ်ေလဟီု။  adj. (-er,-est)  မနွံညံၚ်ရဴဗီုပြၚ်ညးဝါတ်ဒိုက်၊  မေၚတ်ဗေတ်။  meaning (n)  အဓိပ္ပာဲ၊  ပရိယျာ၊  တၚ်သၟိက်မိက်ဂွံဂး၊  အဇ္ဇျသယ၊  ပယောဂ။  meaningful (adj)  မနွံကဵုအဓိပ္ပာဲ၊  မတၟေၚ်တၟဟ်။  meaningful conversation. (adj)  မဒှ်ဂလာန်နွံကဵုအဓိပ္ပဲါ။  meaningless (adj)  မသက္ကုဟွံမွဲကဵုအဓိပ္ပာဲ။"},
{"word":"mean","def":"|2| adj.  မဒှ်ဗီုပြၚ်ဒိုက်ဂတ်၊  မေၚတ်ဗေတ်စာ်မှာ်၊  ပရေံ၊  ယုတ်၊  ယုတ်မာ။  ၂။  မရံၚ်သွက်ဖဵုဇကု၊  မသအေတ်ပတ်ကြေဟ်။  ၃။  မပရေံပ္ဍဲကဵုပဋိပတ်၊  မတ္ၚံက်တ္ၚေဲ၊  မဟၟဲကဵုသိက္ခာ။  ၄။  မဒှ်ကဆံၚ်သဝ်သဝ်၊  မဒှ်ကဆံၚ်အသၟဝ်။  meanly (adv)  နဒဒှ်ကဆံၚ်သဝ်တဴဗွဲ။  meanness (n)  ဒဒှ်မဒှ်ကဆံၚ်အသၟဝ်။  /2/ n.  ကဆံၚ်အဒေါဝ်၊  ဒဒှ်မကေတ်လဝ်ကြပ်အိုတ်။"},
{"word":"meander","def":"vi.  ဂေတ်ဂ္ၚေၚ်အာကၠုၚ်အတေံအဏံ။  ၂။  ဂေတ်သ္ပဝ်ဇွောဝ်စှ်ေကၠုၚ်။"},
{"word":"means","def":"n.  နဲကဲ။  ၂။  သြန်(သၠုဲ)၊  ပိုန်ဒြပ်၊  အရပ်အရာ။"},
{"word":"meant","def":"ရံၚ် mean တေံညိ။"},
{"word":"meantime","def":"(meanwhile) adv. n.  ပ္ဍဲကဵုအဃောဂှ်၊  ပ္ဍဲ၊  ပ္ဍဲအခေါၚ်ဂှ်။  adv.  ပ္ဍဲဗဟူဂှ်၊  ပ္ဍဲအခိၚ်ဂှ်။"},
{"word":"measles","def":"n.  ယဲမှုက်။"},
{"word":"measure","def":"n.  ဇၞော်ဍောတ်၊  ဗၞတ်၊  ဗၞတ်ဗၜတ်၊  သူ၊  သၞူ၊  သၞတ်၊  သၞတ်ဗၜတ်၊  သၞောတ်၊  သၞောတ်ဗ္ၜတ်၊  သၟိပ်၊  သၟိပ်တဲ၊  လၟိဟ်၊  ပရိုက်၊  ၜတ်ပြိုၚ်၊  ၜတ်ဗၞတ်၊  ဇဟာၚ်။  ၂။  ဗ္ၜတ်၊  သၞောတ်ဗ္ၜတ်၊  အယာံမာတ်၊  မကၠဵု။  ၃။  တၚ်မသ္ပဂရုတုဲယဵုဒုၚ်။  ၄။  (in verse)  ယတိ။  vt.vi.  ကၞာတ်၊  က္ၜတ်၊  က္ၜတ်သ္ကေံ၊  စၞတ်၊  ၜတ်၊  ၜတ်ကၞာတ်၊  ကေဝ်ၜတ်၊  ဂၠိၚ်ပ္ဍဲကဵုဇမၠိၚ်။  measured (adj)  မနွံကဵုဒဒှ်မချိၚ်ခယျ။  measurement (n)  သၞောတ်ဗ္ၜတ်၊  ထ္ၜတ်။  measuring basket. (n)  နသၞူ(သၞော)၊  သၞူ။  measure equal to the 16th part of a basket. (n)  ကလတ်၊  တလတ်၊  တလှတ်။  measure of capacity. (n)  ဒြိုန်၊  နာလဳ။  measure strength with. (vt.vi)  ၜတ်ပြိုၚ်။"},
{"word":"meat","def":"n.  ဖျုန်။  meaty (adj)  မဒှ်ညံၚ်ရဴဖျုန်။  nutmeat (n)  ဖဍန်သတ်ဆု၊  ဗဍန်သတ်ဆု။"},
{"word":"mechanic","def":"n.  မၞိဟ်ပလေဝ်စက်။  mechanics (n)  ကွတ်စက်။  mechanical (adj)  မဆေၚ်စပ်ကဵုကွတ်စက်။  mechanically (adv)  နဒဒှ်နကဵုနဲကဲကွတ်စက်။  mechanism (n)  ဒဒှ်မဗ္ဂပ်စုတ်ကဵုယာန်စက်။  mechanization (n)  ပွမဗ္ဂပ်စုတ်ကွတ်စက်။"},
{"word":"medal","def":"n.  တဆိပ်လာပ်။"},
{"word":"meddle","def":"vi.  လုပ်လှံက်၊  လုပ်ထကဵု။  meddlesome (adj)  မလေပ်လုပ်လှံက်။"},
{"word":"media","def":"ရံၚ် medium တေံညိ။"},
{"word":"mediaeval","def":"(medieval) adj.  မဆေၚ်စပ်ကဵုခေတ်အဒေါဝ်(ယူရောပ်)။"},
{"word":"median","def":"adj.  မတန်တဴဒၟံၚ်ဒၞာဲအဒေါဝ်၊  မပါ်ကရေက်လဝ်ၜါကရေက်တတ်အာပ္ဍဲအဒေါဝ်။  n.  ပၞောန်အဒေါဝ်၊  ကိုန်ကဝက်။"},
{"word":"mediate","def":"vt.  ဇၞော်ပၟဝ်၊  ပရေပရံၚ်၊  ဗ္စာရဏာ၊  ဗ္စာရဏာပါတ်။  mediation (n)  အာဝဇ္ဇန်၊  ပွမပၟဝ်ဓဝ်၊  ပွမပရေပရံၚ်။  mediator (n)  မၞိဟ်ပရေပရံၚ်၊  နာဲဗ္စာ။"},
{"word":"medic","def":"n.  ကွးဘာတက္ကသဵုကွတ်ဂဥုဲ။"},
{"word":"medical","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ဂဥုဲ။  medically (adv)  ဗွဲသဘဴကွတ်ပညာဂဥုဲ။  medical work. (adj)  ဂြန်ဂဥုဲ။  medical prescription (adj)  မတ်ဂဥုဲ။"},
{"word":"medicament","def":"n.  ဂဥုဲဇဗ၊  ဂဥုဲသွက်ဂွံဖျုၚ်ဗ္စမၞိဟ်ယဲ။"},
{"word":"medicate","def":"vt.  စုတ်ဂဥုဲ၊  ထောံစုတ်ဂဥုဲ။  medicator (n)  ကပေါတ်ကရိယာမရပ်စပ်စကာသွက်ဂဥုဲ၊  မၞိဟ်ပကောံသွံဂဥုဲ၊  ပူဂဵုမစၞောန်ထ္ၜးကဵုသွက်ဂွံသုၚ်ဂဥုဲ။"},
{"word":"medicine","def":"n.  ဂဥုဲ၊  ဂဥုဲဒဗ၊  ကွတ်ဂဥုဲ၊  သဝ်။  medicinal (adj)  မလုပ်ဂဥုဲ။"},
{"word":"medico","def":"n.  အ္စာသဝ်ဝန်၊  ကွးဘာတက္ကသဵုကွတ်ဂဥုဲ။"},
{"word":"mediocre","def":"(mediocer) adj.  မနွံကဆံၚ်အဇာအဒေါဝ်၊  မဒှ်ကဆံၚ်အဇာအဒေါဝ်။  mediocrity (n)  ဒဒှ်မနွံဍာ်ကဆံၚ်ဒုတိယ၊  အစောံစရာဲသာမည(အပြောံ)။"},
{"word":"meditate","def":"vt.vi.  ဗ္စာရဏာစၚ်ခြၚ်၊  ချပ်ဗ္စာရဏာသ္ဇိုဟ်သ္ဇိုဟ်နက်နက်၊  ဂြၚ်စၚ်ခြၚ်၊  ဂ္ဇံဓရ်၊  ပၟဝ်ဓဝ်၊  လဖှ်ဗၞုဟ်၊  သှ်္ၚာဲ။  meditation (n)  အစၚ်အခြၚ်၊  ္ၚာန်၊  ္ၚာဲ၊  ဘာဝနာ၊  ပွမပၟဝ်ဓရ်၊  သှ်္ၚာဲ၊  သြဟ်္ၚာဲ၊  ပွမချပ်စၚ်ခြၚ်ဇြိုဟ်ဇြိုဟ်နက်နက်၊  ဂဇံဓဝ်၊  လုပ်ပၠောပ်ဒၟံၚ်စိုတ်ဓဝ်။  meditate on. (vt.vi)  စၚ်ခြၚ်။"},
{"word":"medium","def":"n. (pl.media)  ဒဒှ်မဒှ်တိုၚ်ဒၞာဲလှာဲဂတး၊  ဒဒှ်ကမၠောန်မယဵုဒုၚ်နၚ်နူကဵုဗဟဵု။  ၂။  ဒဒှ်မတန်တဴဒၟံၚ်အဒေါဝ် ဟွံစိုပ်တၞုၚ်တၞောတ်ၜါလ္ပာ်။  adj.  မစှ်ေဒၟံၚ်အဒေါဝ်၊  မဟွံစိုပ်ပ္ဍဲတၞုၚ်တၞောတ်။"},
{"word":"meek","def":"adj.  မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  မနွံကဵုစိုတ်ဂၠိၚ်ဂၠိၚ်၊  မလဇောတ်လမောဝ်၊  မဟၟဲကဵုကလေၚ်ဟီုဂတး၊  သွာဒလောံဗ္တောန်။  meekly (adv)  နဒဒှ်ဗွဲမဍိုန်ဍောတ်ဇိပ်ဂၠိပ်။  meekness (n)  ဒဒှ်မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  ဒဒှ်စိုတ်မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်။"},
{"word":"meet","def":"vt.vi. (pt.pp.met)  ဆဵုဂဗ၊  ဂဗဆဵု၊  ဒစး၊  ဓဗ။  ၂။  အာမၚ်သွက်ဂွံဆဵုဂဗ၊  အာဒုၚ်တၠုၚ်။  ၃။  ဆက်ကဵုမိတ်၊  ဍုက်၊  သကဵုဒဒှ်ေဒယှ်။  ၄။  ဖ္ဍိုက်ဗပေၚ်၊  သကဵုဒးစိုတ်။  ၅။  သကဵုဂဗဆဵု။  meeting (n)  ကောံဓရီု။  meet with. (vt.vi)  ဂဗ၊  ဓဗ၊  ထဗ၊  ဆဵုဂဗ၊  ဒဗဆဵု၊  ဒဗတ်။"},
{"word":"megaphone","def":"n.  ပၠံၚ်သၠဲရမျာၚ်(ညံၚ်ရဴသ္ဂောံမိၚ်အာသ္ၚောဲသ္ၚောဲ)။"},
{"word":"melancholy","def":"n.  ဒဒှ်မအောန်စိုတ်ဂၠိုက်သ္ၚောံ၊  ဒဒှ်မဒေါဗၞုဟ်။  adj.  မအောန်စိုတ်ဂၠိုက်သ္ၚောံ၊  မဒှ်ဒေါဗၞုဟ်၊  မဒှ်ဒေါမနုဟ်၊  ဟိၚ်ဟိုပ်။"},
{"word":"melee","def":"n.  ဒဒှ်မဒှ်ရုသံၚ်၊  က္ဍိုပ်သ္ကံမၞိဟ်မဒှ်ရုသံၚ်။"},
{"word":"mellow","def":"adj. (-er,-est)  မစိုပ်ကဆံၚ်ဍုဟ်တုဲ သီုမဍိုက်ပေၚ်တဴကဵုသၟူအမြာဲရှ်ဘှ်။ ၂။  မနွံကဆံၚ်ဇိပ်ဂၠိပ်ကြံၚ်က္ဍုဟ်တုဲ သီုကဵုအဝဲမဇၞော်ကြံၚ်။  vt.vi.  ဍိုန်ဍောတ်ဇိပ်ဂၠိပ်ကၠုၚ်။"},
{"word":"melody","def":"n. (pl.-dies)  ရမျာၚ်ဒွက်သာသာယာယာ၊  အလိုက်ဒွက်၊  လအာဒွက်၊  အချဝ်ဒွက်။  melodious (adj)  မနွံကဆံၚ်ၜိုဟ်ၜိုဟ်သြိုဟ်သြိုဟ် သာသာယာယာ။"},
{"word":"melon","def":"n.  ပညောန်(သတ်)။"},
{"word":"melt","def":"vt.vi. (archoic pp.molten)  သကဵုဍိုန်ဍောတ်၊  သကဵုဍိုန်ဍောတ်အာ၊  ဍိုန်ဍောတ်။  ၂။  လၚ်အာ။  ၃။  သကဵုတၞီဗၠိုက်အာသိုက်သိုက်။  melt in tears. (vt.vi)  လေၚ်ဇွောဝ်။"},
{"word":"member","def":"n.  အၚ်္ဂအဝဲမၞိဟ်လုပ်ဂကောံ၊  ကောန်ဂကောံ၊  အခေၚ်။  membership (n)  မဒှ်ကောန်ဂကောံ၊  လၟိဟ်ကောန်ဂကောံ။"},
{"word":"membrane","def":"n.  စၞာံပရဳ၊  စၞာံလ္တူကျာ၊  စၠာၚ်၊  ထပ်ဒၠး၊  လှောန်၊  လှောန်ပရဳ။  membrane of the heart. (n)  စၠာၚ်ဂြောပ်ဗ္ဒဝ်ဂြိုဟ်(ကၟံ)။"},
{"word":"memento","def":"n. (pl.-s,-es)  ကပေါတ်သွက်ဂွံဒှ်စၟတ်သမ္တီ၊  ကပေါတ်သွက်သ္ဂောံဂွံဒၟံၚ်သတိ။"},
{"word":"memoir","def":"n.  လိက်ဝၚ်ဇကုဇကုမချူခၞံ၊  လိက်စၟတ်သမ္တီဆဵုဂဗလဝ်နကဵုမတ်။"},
{"word":"memory","def":"n.  ဒဒှ်မသမ္တီဒး၊  စိုတ်သမ္တီ။  ၂။  အခိၚ်ပသမ္တီစွံလဝ်မာန်။  ၃။  နဒဒှ်သွက်ဂွံစၟတ်သမ္တီ။  memorable (adj)  မဝိုတ်ဟွံမာန်၊  မကလေၚ်ဂွံဂွံဒၟံၚ်သတိ။  memorandum (n) (pl.-da or -s)  လိက်စၟတ်သမ္တီသွက်ဂွံရပ်စပ်အာလၟိုန်ကာလ၊  ဂလာန်ဗ္စန်။  memorize (vt)  ကေတ်လဝ်ပါၚ်တိုက်၊  ဍေန်၊  ပ္ဍေန်၊  ပ္ဍေန်ဇၟန်၊  ပ္ဍေန်ပ္ဍဟ်။  memorial (n)  ပွမသ္ပဒဒှ်မွဲမွဲညံၚ်ရဴညးဂမၠိုၚ်သ္ဂောံတီ။  adj.  မကၠောန်ဒဒှ်မွဲမွဲညံၚ်ရဴညးဂမၠိုၚ်ဂွံတီ။"},
{"word":"men","def":"ရံၚ် man တေံညိ။"},
{"word":"menace","def":"n.  ပွမဘပလ၊  အန္တရာဲ။  vt.  ဘပလ။  menacingly (adv)  နဒဒှ်နကဵုဗီုပြၚ်ဘပလ။"},
{"word":"menagerie","def":"n.  ဂကောံသတ်တိရစ္ဆာန်အရိုၚ် မကြိုၚ်လဝ်သွက်ဂွံထ္ၜးစ ပ္ဍဲပေဲါထ္ၜးပျး။"},
{"word":"mend","def":"vt.vi.  ဗၠံ၊  ပလေဝ်၊  ပလေဝ်ပလေတ်၊  ဗၠောံ။  ၂။  ပရေၚ်ထတ်ယုက်ခိုဟ်တောတက်ကၠုၚ်။"},
{"word":"mendacious","def":"adj.  မဟၟဲကဵုသစ္စ၊  မဟွံဍာံပြ။  mendacity (n)  ဒဒှ်မဟၟဲကဵုသစ္စ။"},
{"word":"mendicant","def":"n.  မၞိဟ်အာတ်စ။  adj.  မအာတ်စ။"},
{"word":"menial","def":"adj.  မဒးရးကဵုဍိက်၊  ဍိက်(မၞိဟ်စကာစ)၊  မဒှ်အရာကမၠောန်သွက်ဍိက်တံ။"},
{"word":"menses","def":"n.  ဆီသ္ၚိပၟတ်၊  ဆီကျာ၊  ဂၞိန်လိုက်၊  ပ္ကဴဥတုဗြဴ၊  သ္ၚိပၟတ်။"},
{"word":"menstrual","def":"adj.  မဆေၚ်စပ်ကဵုယဲသ္ၚိပၟတ်(ယဲသ္ၚိပၟောတ်)။"},
{"word":"mental","def":"adj.  စေတသိက်၊  မဆေၚ်စပ်ကဵုစိုတ်၊  မနွံဆပ္ဍဲစိုတ်၊  မဒှ်စိတ္တဇ။  mentally (adv)  နဒဒှ်နကဵုကသပ်။  mentality (n)  စိုတ်စရိုတ်။  mental suffering. (adj)  မဒှ်ဒဒိုက်စိုတ်။  mental fatigue. (adj)  မဒှ်လၟောၚ်စိုတ်။"},
{"word":"menthol","def":"n.  ဘုမ္မသိုန်။  ပရုတ်။"},
{"word":"mention","def":"vt.  ဓမံက်ထ္ၜး၊  စၞောန်ဏာ၊  မြော်ကဵုညိည။  n.  ဒဒှ်မမြော်ထ္ၜး။"},
{"word":"mentor","def":"n.  အ္စာနန်တး၊  အ္စာမစၞောန်ထ္ၜးကဵုအခိၚ်အခါ(သွက်ဂွံဓမံက်ရုပ်ရာ)။"},
{"word":"menu","def":"n.  စရၚ်သွအမာဲ။"},
{"word":"mercantile","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်သွံရာန်ဗၞိက်၊  မဒှ်ပရေၚ်သွံရာန်ဗၞိက်။"},
{"word":"mercenary","def":"adj.  မကၠောန်ရန်တၟံလဝ်သွက်သ္ဂောံဂွံလာပ်။  n.  ကောန်ပၞာန်စလိၚ်ခၟာၚ်၊  ကောန်ပၞာန်မစကာနကဵုသၠုဲသၠာ်။"},
{"word":"merchandise","def":"n.  ကပေါတ်ဗၞိက်၊  ဗၞိက်၊  သွံရာန်ဗၞိက်။  vt. (-ize,-ise)  သွံရာန်ဗၞိက်၊  ကမၠောန်သွံရာန်။"},
{"word":"merchant","def":"n.  ညးဖျာ၊  ညးဗၞိက်၊  ညးသာဗၞိက်၊  တြုံညးဗၞိက်၊  တြုံညးဖျာ၊  လဝေဟ်(လွေဟ်)၊  သၟာဗၞိက်သွံရာန်ကပေါတ်ဂမၠိုၚ်။  person of the merchant class. (n)  ညးသာဗၞိက်။"},
{"word":"mercury","def":"n.  ဗဒါ။  mercurial (adj)  မဟွံညိၚ်ဝတ်၊  မပြံၚ်လှာဲပြဟ်။"},
{"word":"mercy","def":"n. (pl.-cies)  ဒဒှ်မဆာန်ဍူ၊  ဂရုဏာ၊  ဒယျဓဝ်။  merciful (adj)  မနွံကဵုဓဝ်ဆာန်ဍူ၊  မနွံကဵုဂရုဏာ။  merciless (adj)  မဟၟဲကဵုဓဝ်ဆာန်ဍူ၊  မဓဇန်။"},
{"word":"mere","def":"adj.  ဆဂှ်၊  မဟွံဂၠိုၚ်နူဂှ်။  merely (adv)  သက်သက်၊  သၟးသၟး၊  နဒဒှ်ဆၜိုတ်ဂှ်။"},
{"word":"meretricious ","def":"adj.  မကြုဲခၞိက်ထဝ်ဗွဲလ္တူ၊  မဟၟဲကဵုကြက်ရှ်။  meretriciousness (n)  ဒဒှ်မဟၟဲကဵုကြက်ရှ်။"},
{"word":"merge","def":"vt.vi.  သကဵုပံၚ်ကောံ၊  ပံၚ်ကောံ။  ၂။  ပံၚ်စပ်အာ၊  ၚိတ်ဏာ။  merger (n)  ဒဒှ်မကောံပံၚ်အာ။"},
{"word":"meridian","def":"n.  တ္ၚဲတဴဓဝ်၊  ဒေသတ္ၚဲစိုပ်သၠုၚ်အိုတ်။"},
{"word":"merit","def":"n.  အစောံစရာဲထေက်ကဵုသ္ဒးဒုၚ်ထိုၚ်သး၊  ဂုန်၊  ပိုန်၊  ပိုန်ထၟိက်။  ၂။  အရာထေက်ကဵုသ္ဂောံဒုၚ်စသိုၚ်၊  ကုသဵု။  vt.  ဒုၚ်စသိုၚ်ထေက်၊  ထေက်တန်။  meritorious (adj)  ကုသလ၊  စရၚ်ဓဝ်ကုသဵု၊  ဒဒှ်စရၚ်ဓဝ်ကုသဵု၊  မထေက်ကဵုသ္ဒးဒုၚ်ထိုၚ်သးစ၊  မဂွံကုသဵု။  meritorious deed. (adj)  ကာဖဵု၊  ကာကုသဵု။"},
{"word":"mermaid","def":"n.  ကဗံၚ်ဗှ်ၝောံ။  merman (n)  ကဗံၚ်ဗှ်တၟက်။"},
{"word":"merry","def":"adj. (-ier,-iest)  မမိပ်ဇြိပ်၊  မပၠေံဒံၚ်ထလာ်မိပ်ဇြိပ်။  merrily (adv)  ဗွဲမမိပ်ဇြိပ်။  merriment (n)  ဒဒှ်မမိပ်ဇြိပ်။  merry-go-round (n)  ကပေါတ်ဝေၚ်သွက်ဂွံဍိုက်ဂေတ်တိုန်စှ်ေ(သွက်ဂွံမိပ်ဇြိပ်စိုတ်)၊  ဇုန်ဇာဂေတ်။"},
{"word":"mesh","def":"n.  အၚ်၊  ပၞော်၊  ဇာ၊  ဇၞိက်။  vt.vi.  ဒးဒၟံၚ်ပ္ဍဲဇၞိက်ဇာ။"},
{"word":"mesmerism","def":"n.  ပွမတံၚ်ကေတ်စိုတ် နကဵုနဲကဲဒဇက်္ၚဲကေတ်၊  ပွမတေံကဵုဂဥုဲသတိဗၠး။"},
{"word":"mess","def":"n.  အထုဲအထံၚ်၊  ဒဒှ်မထုဲထံၚ်ကၠိပပ်။  vt.vi.  သကဵုထုဲထံၚ်၊  လမူလမေက်။  messy (adj)  မကၠိပပ်၊  မဟွံသိပ်ဂၠိပ်။"},
{"word":"mess","def":"|2| n.  ပေဲါကောံဓရီုစသုၚ်၊  ပွမစသုၚ်၊  ဒၞာဲကောံဓရီုစသုၚ်၊  ခဒံစပုၚ်။  vi.  ကောံဓရီုသုၚ်စ။"},
{"word":"message","def":"n.  ဂကန်၊  ဂကန်ဖျန်၊  ဂလာန်ဂကန်၊  ပရေၚ်ဗ္စန်၊  ဖျန်၊  ဖျန်ဂလာန်၊  ဗ္စန်၊  ဗ္စန်ဂၞန်၊  ပရိုၚ်မပလံၚ်ကဵု၊  အရေဝ်ပရိုၚ်မကလိုဟ်ကဵုဏာ။  messenger (n)  မၞိဟ်ပလံၚ်နၚ်ကဵုပရိုၚ်၊  မၞိဟ်ယိုက်နၚ်ကဵုပရိုၚ်၊  ကလုတ်၊  သၞာဲဒဴ၊  ဇာဒုတ်၊  ဒူတ။"},
{"word":"met","def":"ရံၚ် meet တေံညိ။"},
{"word":"metal","def":"n.  ဖကောဝ်၊  ဖကောဝ်တိတ်နူတိ၊  လောဟ။  ၂။  တၟံတက်ဖလှေက်လဝ်၊  တၟံလးဂၠံၚ်။  metallic (adj)  မဒှ်ညံၚ်ရဴဖကောဝ်။  metal cup. (adj)  သၠိုၚ်၊  လှိုၚ်။"},
{"word":"metallurgy","def":"n.  ကွတ်ပညာကဵုကွတ်စက်ကွတ်တဲလ္ပာ်ရတ်ဖကောဝ်တိတ်နူတိ၊  ကွတ်ဗေဒဖကောဝ်၊  ကွတ်ဗေဒမဆေၚ်စပ်ကဵုရတ်တိ။  metallurgist (n)  မၞိဟ်မစိုန်သ္ကီုပါ်ပ္တိတ်သအးပ္တိတ်ဖကောဝ်။  metallurgical (adj)  မဆေၚ်စပ်ကဵုကွတ်စက်ကွက်တဲလ္ပာ်ရတ်ဖကောဝ်တိတ်နူတိ။"},
{"word":"metamorphose","def":"vt.vi.  ပၠေၚ်ရုပ်၊  ပၠေၚ်ထောံအစောံစရာဲနူဂဝ်၊  ပၠေၚ်ထောံဗီုပြၚ်။"},
{"word":"metamorphosis","def":"n. (pl.-oses)  ပွမပြံၚ်လှာဲအာရုပ်၊  ပွမပြံၚ်လှာဲအာဒ္ဂေတ်ပွ။"},
{"word":"metaphor","def":"n.  ဒဒှ်မရပ်စကာဝေါဟာသွက်ဂွံဓမံက်ထ္ၜးအဓိပ္ပာဲ ပ္ဍဲလိက်ပတ်မတၞဟ်ခြာဒၟံၚ်၊  ဥပမာ။"},
{"word":"metatarsal","def":"adj.  မဆေၚ်စပ်ကဵုဇုတ်ကောန်ဇိုၚ်ပ္ဍဲဂတာဇိုၚ်။  metatarsus (n)  ဇုတ်ကောန်ဇိုၚ်။"},
{"word":"mete","def":"vt.  ပါ်ကဵုအရေၚ်၊  ၜတ်ကဵု။"},
{"word":"meteor","def":"n.  သၞံၚ်ဂြုဲ။  meteoric (adj)  မဆေၚ်စပ်ကဵုသၞံၚ်ဂြုဲ၊  မဆေၚ်စပ်ကဵုဂၠးကျာ။"},
{"word":"meteorite","def":"n.  ကၞာတ်သၞံၚ်ဂြုဲမစိုပ်ကၠုၚ်လ္တူမုက်ဂၠးတိ။"},
{"word":"meteorology","def":"n.  ကွတ်မလ္ၚတ်ဗြဲကျာ၊  ပွမလ္ၚတ်ဂၠးကျာလ္တူဂၠးတိ ဗီုဍေံပြံၚ်လှာဲဒၟံၚ်။  meteorologist (n)  တၠပညာမကတ်လ္ၚတ်ကွတ်ဗြဲကျာ။  meteorological (adj)  မဆေၚ်စပ်ကဵုကွတ်မလ္ၚတ်ဗြဲကျာ။"},
{"word":"meter","def":"n.  ဇွောံၜတ်ဇမၠိုၚ်။  ၂။  မဳတာ၊  ဇွောံၜတ်ပရိုက်။"},
{"word":"methane","def":"n.  ဓာတ်မဳသိန်(ဓာတ်မဟၟဲကဵုသၟူ,မဟၟဲကဵုအရံၚ်,မလေပ်တူပၟတ်လောဲ)။"},
{"word":"methinks","def":"vi. (pt.methought) (archaic)  ထေၚ်ကေတ်။"},
{"word":"method","def":"n.  သၞောတ်၊  နဲကဲ။  ၂။  နဲကဲသွက်ဂွံကၠောန်၊  နဲကၠောန်။"},
{"word":"meths","def":"n. (colloq)  ဝေါဟာဒမၠေံသွက်သိအရက်မဳသာဲ။"},
{"word":"methyl","def":"n.  အရက်မွဲဂကူ၊  အရက်မဳသာဲ။"},
{"word":"meticulous","def":"adj.  မသ္ပအရီုစိုတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မဇၞော်ကဵုဇြဟတ်၊  မသ္ပသတိချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  meticulously (adv)  နဒဒှ်မသ္ပသတိမသ္ပအရီုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"metre","def":"(meter)  n.  ဆန်၊  ဇမၠိၚ်သၜတ်ပ္ဍဲသၞောတ်မိတ်ထရေတ်၊  မဳတာ။"},
{"word":"metric","def":"adj.  မဆေၚ်စပ်ကဵုမဳတာ။  metric ton (n)  လ္ၚီကဳလဝ်ဂြာံ။"},
{"word":"metrical","def":"adj.  မဆေၚ်စပ်ကဵုသၜတ်မၜတ် နကဵုနဲကဲမိတ်ထရေတ်။"},
{"word":"metrication","def":"n.  ဒဒှ်မသကဵုပြံၚ်လှာဲအာ သၞောတ်မိတ်ထရေတ်။"},
{"word":"Metro","def":"n.  သၞောတ်ဂၠံၚ်ကွဳပၟတ်အသၟဝ်တိ ပ္ဍဲဍုၚ်ဇၞော်လ္ၚဵုလ္ၚဵု။"},
{"word":"metropolis","def":"n.  ဍုၚ်ဇၞော်ပ္ဍဲကဵုရးမွဲမွဲ၊  ဍုၚ်ဇၞော်၊  ရာဇဌာနဳ။"},
{"word":"metropolitan","def":"adj.  မဆေၚ်စပ်ကဵုဍုၚ်ဇၞော်၊  မဒှ်ပ္ဍဲဍုၚ်ဇၞော်။  n.  မၞိဟ်မတန်တဴလ္တူဍုၚ်ဇၞော်။"},
{"word":"mettle","def":"n.  အစောံစရာဲ။  mettlesome (adj)  မနွံကဵုအစောံစရာဲသတ္တိဗျတ္တိ။"},
{"word":"mew","def":"n.  ရမျာၚ်ဗြုတိတ်နူဗ္ဂဲ၊  ရမျာၚ်ဗ္ဂဲ။  vi.  ဗြုဗီုရမျာၚ်ဗ္ဂဲ။"},
{"word":"mews","def":"n.  ဂၠံၚ်မနွံဒၟံၚ်လက္ကရဴဂၠံၚ်အရာပ်အာကၠုၚ်။"},
{"word":"mezzanine","def":"n.  adj.  ထပ်သ္ၚိမနွံအကြာထပ်သၟဝ်တိကဵုထပ်မွဲ၊  သ္ၚိကျာ။"},
{"word":"mica","def":"n.  ဒ္ၚောဝ်သဘာဝ(မရပ်စပ်စကာပ္ဍဲဒၞာဲညံၚ်ရဴ ဓာတ်လလဳဟဂွံတတ်အာ)။"},
{"word":"mice","def":"ရံၚ် mouse တေံညိ။"},
{"word":"mickey","def":"n.  ဒဒှ်ပွမသ္ပအရိုၚ်၊  ဒဒှ်ပွမထ္ဍုတ်ဓၟက်။  n.  အရက်,ဍာ်ကာဖဴမစုတ်လဝ်ဂဥုဲဂၞဴတ္ၜတ်၊  ဂဥုဲထ္ၜူ။  ၂။  အာလှူၜိုဟ်။"},
{"word":"micro","def":"n.  အရာမဍောတ်သွတ် နကဵုမတ်သ္ဂောံဆဵုညာတ်ဟွံလောဲ။"},
{"word":"microbe","def":"n.  စၟစၟောန်သောဲသောဲဗြဲဗြဲမဆဵုညာတ်မာန် နကဵုအရီုအဗၚ်ပၠံၚ်ဒ္ၚောဝ်ဇၞော်ရုပ်(မာ်ခြဝ်သကပ်)။"},
{"word":"microbiology","def":"n.  ပွမလ္ၚတ်သတ်နွံကဵုလမျီုသောဲသောဲဗြောဲဗြောဲဟွံညာတ်နကဵုမတ်။"},
{"word":"microchip","def":"n.  ဂတှ်ေမရပ်စပ်ပ္ဍဲအရာမသ္ဍိုက်ဗပေၚ်ကဵုဓာတ်လလဳဂေတ်ကၠောံအာ။"},
{"word":"microcomputer","def":"n.  ကမ်ပျူတာမဒေပ်လဝ်မာန် အရာသောဲသောဲဗြဲဗြဲ။"},
{"word":"microfilm","def":"n.  ဝှေမ်သွက်ဂွံပတိုန်စၟတ်သမ္တီသောဲသောဲဗြဲဗြဲဂွံထ္ၜးသက်သဳ။  vt.  တက်ကေတ်ဗီုနကဵုဝှေမ်စၟတ်သမ္တီအရာသောဲသောဲဗြဲဗြဲ။"},
{"word":"micrometer","def":"n.  ကရိယာသွက်ဂွံၜတ်ကၞာတ် အရာသောဲသောဲဗြဲဗြဲ။"},
{"word":"micron","def":"n.  ဗၜတ်ဇမၠိၚ်မနွံ မွဲပြကောဋိကိုတ်ဂအုံမွဲဂအုံမဳတာ။"},
{"word":"micro-organism","def":"n.  သတ်မနွံကဵုလမျီုမသောဲဗြဲတဴဗွဲမလောန် သ္ဂောံညာတ်ဆဵုမာန်သၟဝ်ပၠံၚ်ဒ္ၚောဝ်ဇမၞော်ရုပ်။"},
{"word":"microphone","def":"n.  ကရိယာမပြံၚ်လှာဲကဵုလပှ်ရမျာၚ် နကဵုဓတ်ဇၞော်ဓာတ်လလဳ။"},
{"word":"microscope","def":"n.  ပၠံၚ်ဒ္ၚောဝ်ဇၞော်ပ္တိုန်ရုပ်။"},
{"word":"microwave","def":"n.  လပှ်ဇွိုန်မနွံဇမၠိၚ်ဂၠေံတဴဗွဲမလောန်(မရပ်စပ်စကာပ္ဍဲရေဒဳယဝ်ကဵုရေဒါ)။"},
{"word":"mid","def":"adj.  မဒှ်အဒေါဝ်။  prep.  ပ္ဍဲအကြာ၊  ပ္ဍဲအဒေါဝ်။  midday (n)  ဒေါဝ်တ္ၚဲ၊  အခိၚ်အဒေါဝ်တ္ၚဲ။  midnight (n)  ဒေါဝ်ဗ္တံ၊  အခိၚ်သ္ဂာဗ္တံ၊  အခိၚ်ဒေါဝ်ဗ္တံ။"},
{"word":"midden","def":"n.  ဂအုံအမှိက်၊  ဂအုံအိက်ဂၠဴ။"},
{"word":"middle","def":"n.  အဒေါဝ်၊  ဂၞိၚ်၊  ထ္ဍဲ၊  ဒေါဝ်၊  ဗၞဳ၊  မဇ္ဇျိမ။  adj.  မစှ်ေအဒေါဝ်၊  မဒှ်ဂၠံၚ်တရဴအဒေါဝ်။  adv.  အပ္ဍဲအဒေါဝ်။  middle action. (adj)  ကြိယၚ်မ္ၚီု။  middle finger. (n)  ဣဒေါဝ်၊  ကောန်တဲအဒေါဝ်၊  တဲထဍဲ။  the middle of the night. (n)  ထဍဲဗတံ။  middle school. (n)  ဘာတန်ဒေါဝ်။  middleweight (n)  မၞိဟ်စာဲလက်ပၠုဲ မနွံလယိုၚ်ဇကုအကြာ (၁၄၇ ကဵု ၁၆ဝ) ကဳလဝ်။"},
{"word":"middling","def":"adj.  မဒှ်အဇာအဒေါဝ်၊  မဒှ်ကဆံၚ်ခိုဟ်အိုတ်ဟွံသေၚ်။"},
{"word":"midge","def":"n.  စၟဗီုပၠာမွဲဂကူ။"},
{"word":"midget","def":"n.  မၞိဟ်ပၞေဲပၞေဲ၊  မၞိဟ်သောဲသောဲ။"},
{"word":"midland","def":"n.  တိဍာ်ဒေသအဒေါဝ်ရး၊  ဒၞာဲဂြိုဟ်ဍုၚ်၊  မဒှ်အဒေါဝ်တရဴ။"},
{"word":"midnight","def":"n.  သ္ဂာတ္ၚဲ၊  ထဂါတ္ၚဲ၊  ထဍဲဗတံ၊  ဒဂါတ္ၚဲ၊  ဗ္တံသ္ဂာ။"},
{"word":"midriff","def":"n.  ဂၞဴ၊  ဗုၚ်။"},
{"word":"midshipman","def":"n.  သၞာဲဒဴပၞာန်ဍာ်ကဆံၚ်သဝ်နူဒုဗဵု။"},
{"word":"midship","def":"(amidships)  adv.  အပ္ဍဲကၞဳလးလဝ်လ္တူဗုၚ်က္ၜၚ်ဗုၚ်ဂၠုၚ်။"},
{"word":"midst","def":"n.  ဒေါဝ်၊  ဒကုတ်အဒေါဝ်။  prep.  အပ္ဍဲအဒေါဝ်၊  အဒေါဝ်ဓဝ်ဓဝ်။"},
{"word":"midstream","def":"n.  အဒေါဝ်က္ၜဳ၊  အဒေါဝ်ကြုၚ်၊  အဒေါဝ်ဒၞာဲမက္တဵုဒှ်။"},
{"word":"midsummer","def":"n.  အဒေါဝ်ဥတုကညၚ်(ဝုတ်ဒိုဟ်ဂိတုဂျုန်-၂၁)။"},
{"word":"midway","def":"adj.  မနွံပ္ဍဲအဒေါဝ်၊  မနွံပ္ဍဲဘာ်တရဴ။"},
{"word":"midweek","def":"n.  အဒေါဝ်ပ္ဍဲဂွေၚ်မွဲအဒိုတ်။"},
{"word":"midwife","def":"n. (pl.midwives)  ဣမိ။"},
{"word":"might","def":"ရံၚ် may တေံညိ။"},
{"word":"might","def":"|2| n.  အနုဘဴ၊  အဝဵုမဇၞော်သၠုၚ်၊  ဇြဟတ်။"},
{"word":"mighty","def":"adj. (-ier,-iest)  မနွံကဵုအဝဵုဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မဇၞော်၊  မဇၞော်ဗိုန်ခိုၚ်။"},
{"word":"migraine","def":"n.  ဒဒှ်မသ္ဂောံယဲက္ဍိုပ်ဂိမွဲကရေက်မွဲလ္ပာ်။"},
{"word":"migrant","def":"n.  မၞိဟ်ပြံၚ်ဆုဲအာဖျေံသ္ဇိုၚ်ဒၞာဲဝဲါ ပ္ဍဲဌာန်ဒေသတၞဟ်သအာၚ်။"},
{"word":"migrate","def":"vi.  ပြံၚ်ဆုဲအာဖျေံသ္ဇိုၚ်နူကဵုဒၞာဲမွဲအပ္ဍဲကဵုဒၞာဲတၞဟ်သအာၚ်မွဲ၊  ပြံၚ်ဆုဲဖျေံသဇိုၚ်။  ၂။  ပြံၚ်ဒၞာဲဆုဲအာဆုဲကၠုၚ် နအလိုက်ရာသဳ (မပ္တံက,ဂစေံ)။  migration (n)  ဒဒှ်မပြံၚ်ဆုဲအာဒၞာဲ။  migratory (adj)  မနွံကဵုသဘဴမဆုဲပြံၚ်သၠာဲဒၞာဲဝဲါဒၞာဲမံၚ်။"},
{"word":"mike","def":"n. (colloq)  ဝေါဟာဒမၠေံသွက် microphone."},
{"word":"milch","def":"adj.  မလွဳ၊  မမၚ်မွဲ။  milch cow. (adj)  ဂၠဴပၞတ်၊  ဂၠဴၝောံဍာ်တှ်။"},
{"word":"mild","def":"adj. (-er,-est)  မဍိုန်၊  မဍိုန်ညံ၊  မဍိုန်ဍောတ်၊  မဍိုန်ၜတ်၊  မဟွံသ္ကာတ်။  ၂။  မဒှ်ရှ်သ္ကာတ်သ္ကာတ်ဟွံသေၚ်၊  ရှ်သာသာ။  mildly (adv)  နဒဒှ်မဟွံသ္ကာတ်။  mildness (n)  ဒဒှ်မဟွံသ္ကာတ်။"},
{"word":"mildew","def":"n.  ဒဒှ်ပ္တိုဟ်တိုန်၊  ဒဒှ်မဒှ်ခၟာဲၚဴ။"},
{"word":"mile","def":"n.  တိုၚ်၊  ဇမ္ၚောဲတရဴမွဲတိုၚ်၊  ဇမ္ၚောဲ-၁၇၆ဝ-ဂေက်။  mileage (n)  ခရာမစိုပ်အာနကဵုဗ္ၜတ်တိုၚ်။  milepost (n)  တိုၚ်သမ္တီတိုၚ်,ဆု။  milestone (n)  တိုၚ်သမ္တီတိုၚ်,တၟံ၊  တိုၚ်တၟံ၊  တၟံတိုၚ်။"},
{"word":"militant","def":"adj.  မဗ္တိုက်။  ၂။  မဒှ်ဒၟံၚ်ပၞာန်။"},
{"word":"military","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ပၞာန်၊  မဆေၚ်စပ်ကဵုဒပ်ပၞာန်၊  မလုပ်ဒၟံၚ်အဝေါၚ်ကဵုပေဲါဗတိုက်၊  မဒှ်အရာမဆေၚ်စပ်ကဵုပၞာန်။  militarism (n)  ဝါဒပၞာန်၊  ကွေတ်ပၞာန်။  militarist (n)  မၞိဟ်ထံက်ဂလာန်ကဵုပၞာန်။  military camp. (adj)  ဗ္ဒိုပ်ပၞာန်။"},
{"word":"militia","def":"n.  ဒဒှ်မပ္ကတ်ပ္ကေၚ်စန်ဒက်လဝ်ကောန်ညးဍုၚ်ကွာန်နအတိုၚ်နဲကဲပရေၚ်ပၞာန်။"},
{"word":"milk","def":"n.  ဍာ်တှ်။  vt.  ပတ်ဍာ်တှ်။  milkmaid (n)  မၞိဟ်ပလံၚ်ဍာ်တှ်၊  ဗြဴဗြဴပတ်ဍာ်တှ်။  milkman (n)  မၞိဟ်ပလံၚ်ဍာ်တှ်။  milky (adj)  မနွံအရံၚ်ညံၚ်ရဴသာ်ဍာ်တှ်။"},
{"word":"mill","def":"n.  စက်ဗုတ်ခၞိက်ဂျုၚ်၊  စက်ဂျုၚ်။  ၂။  ရုၚ်စက်ဂျုၚ်။  ၃။  စက်ဗုတ်ခၞိက်။  ၄။  ခဝုတ်၊  ဗဝုတ်။  vt.vi.  ဗုတ်ကဵုစက်။  miller (n)  တၠစက်။  rice mill. (n)  ဗဝုတ်၊  စက်ဗုတ်သ္ၚု၊  ဗဝုတ်ဗုတ်သ္ၚု။  millstone (n)  တၟံဗဝုတ်၊  တၟံခဝုတ်။"},
{"word":"millennium","def":"n. (pl.-nia,-s)  သၞာံမွဲလ္ၚီ၊  လ္ၚီသၞာံ။  ၂။  အခိၚ်ကာလမသာယာသွက်အနာဂတ်ဂတ။"},
{"word":"millepede","def":"n.  ကၚ်ကဳ။"},
{"word":"millet","def":"n.  လ္ၚဴ၊  လ္ၚဴပကဴ၊  ဆပ်၊  မာ်ဗ္တစိၚ်။"},
{"word":"million","def":"n.  ပြကောဋိကိုတ်၊  မွဲပြကောတိကိုတ်။  one thousand million. (n)  အသၚ်ဃဲ၊  အသၚ်ဃဲယံၚ်။"},
{"word":"millionaire","def":"n.  သေဋ္ဌဳသိုက်ဘိုက်ကဵုပြကောဋိကိုတ်။"},
{"word":"mimic","def":"adj.  မပတုပ်ဗက်။  n.  မၞိဟ်ပတုပ်ဗက်။  vt.  ပတုပ်ဗက်သ္ပညံၚ်ရဴသ္ဂောံမိပ်၊  ပတုပ်ဗက်ဗီုပြၚ်နကဵုမုက်မတ်။  mimicry (n)  ဒဒှ်မပတုပ်ဗက်။"},
{"word":"mince","def":"vt.vi.  ဂဇီ၊  ဒဇီ၊  ဒန်၊  ဒန်သၠေက်၊  ဒဇီဒန်၊  ဓဇီ။  ၂။  သကဵုအောန်စှ်ေ၊  သကဵုဍိုန်စှ်ေ။  n.  ဖျုန်မဒဇီဒန်လဝ်။"},
{"word":"mind","def":"n.  ကောန်စိုတ်၊  ဂၠံဝိဇ္ဇာ၊  စိတ္တ၊  စိုတ်၊  နာံ၊  ပူမှ်၊  ဘဝၚ်၊  ဘဝၚ်္ဂ၊  မနော၊  ကသပ်ညာန်။  ၂။  ဒဒှ်မသမ္တီဒး။  ၃။  ဒဒှ်မချပ်သ္ဂုတ်သွာတ်၊  ပွမချပ်တုဲကၠောန်။  ၄။  မၞိဟ်မဍိုက်ပေၚ်တဴကဵုကသပ်၊  မၞိဟ်သ္ကေက်သ္ကာပ္ဍဲအရာလညာတ်ပညာ။  mindness (n)  ဒဒှ်မဟွံသ္ပဂရု၊  ဒဒှ်မဟွံသ္ပကေၚ်ကာ။  mindful (adj)  မစွံအရီု၊  မကဵုကသပ်သွက်ဂွံစၚ်ခြၚ်။  ၂။  မသ္ပဂရု၊  မသ္ပကေၚ်ကာ။  vt.vi.  မၚ်မွဲ။  သ္ပဂရု၊  သ္ပကေၚ်ကာ။  ၂။  ဒှ်ညံၚ်ရဴပလာပ်ပထုဲစိုတ်၊  ဒှ်ဒဒိုက်၊  မိက်ဂွံဒစဵုဒစး။"},
{"word":"mine","def":"poss.pron.  အဲ၊  ဂြပ်အဲ၊  မှက်အဲ၊  သၟက်အဲ။  n.  ကတိုၚ်ခဲါဂၠာဲကပေါတ်ရတ်တိ(မပ္တံချးတၟံ,ဖကောဝ်)။  ၂။  မဗ္တိုဟ်တိုပ်လဝ်အပ္ဍဲတိ။  vt.vi.  ခဲါရတ်တိ(မပ္တံချးတၟံ၊  ဖကောဝ်)။  ၂။  ခဲါလုပ်အာပ္ဍဲတိညံၚ်ထီု သွက်ဂွံဂၠာဲရတ်တိ။  ၃။  ဖျေံတိုပ်မဗ္တိုဟ်။  ၄။  လာ်လုပ်ဒၟံၚ်ဖာအပ္ဍဲ၊  လာ်စလုပ်အာ။"},
{"word":"miner","def":"n.  မၞိဟ်မကၠောန်ကမၠောန် ပ္ဍဲအသၟဝ်ကတိုၚ်ရတ်တိ။"},
{"word":"mineral","def":"n.  ကပေါတ်သဘာဝ မဂွံနူကတိုၚ်ရတ်တိ (သၞေဝ်,သတ်တံဟွံသေၚ်)။  adj.  မဆေၚ်စပ်ကဵုကဆံၚ်ဂကူဖကောဝ်မသၞဴရဴဒၟံၚ် ပ္ဍဲကပေါတ်သဘာဝ။"},
{"word":"mineralogy","def":"n.  ကွတ်လ္ၚတ်မဆေၚ်စပ်ကဵုကပေါတ်သဘာဝ။  mineralogist (n)  ကွးဘာမကတ်လ္ၚတ်ကွတ် မဆေၚ်စပ်ကဵုကပေါတ်ရတ်တိ။"},
{"word":"mingle","def":"vt.vi.  ခလဴ၊  ဂၠိန်နှဴ(သၞဴ)၊  နှဴရဴ၊  ဖုဲပနှဴ၊  သၞဴ၊  ဟုဲ၊  ဟုဲနှဴ၊  ဟုဲဟာဲ၊  ဟုဲဟှ်၊  သကဵုနှဴရဴအာ။  mingle with the guests. နှဴရဴဒၟံၚ်ကဵုတၟုဲ။"},
{"word":"mingy","def":"adj. (colloq) (-ier,-iest)  မဟၟဲကဵုစိုတ်တရးဂစာဲ၊  မဂၠေံပ္ဍဲတဲ၊  မသအေတ်ပတ်ကြေံ၊  မသအေတ်ဂမ္တက်။"},
{"word":"mini-","def":"prefix.  မဆေၚ်စပ်ကဵုဇၞော်ဍောတ်(သွတ်သွတ်,ဂၠေံဂၠေံ)။  minibus (n)  ကွဳစက်ဍောတ်ဍောတ်။"},
{"word":"miniature","def":"n.  ဒဒှ်မဒဇက်ချူကသူ ဗီုသွတ်သွတ်နကဵုဍာ်ဂဥုဲ။"},
{"word":"minimal","def":"adj.  မနွံလၟိဟ်အောန်အိုတ်။"},
{"word":"minimize","def":"(minimise)  vt.  ဖျံဖျေံ၊  ကေတ်ကြပ်အိုတ်၊  ကေတ်လၟိဟ်သဝ်အိုတ်၊  ကဆံၚ်သဝ်အိုတ်။"},
{"word":"minimum","def":"adj. n. (pl.-ma,-s)  နွံအောန်အိုတ်၊  နွံကဆံၚ်သဝ်အိုတ်၊  ဒဒှ်မနွံအောန်အိုတ်၊  ဒဒှ်မနွံကဆံၚ်သဝ်အိုတ်။"},
{"word":"mining","def":"n.  နဲကဲသွက်ဂွံဂၠာဲရတ်တိ။"},
{"word":"minion","def":"n.  ဍိက်မကေတ်စမုက်ဂတတၠဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"minister","def":"n.  ဝန်ဇၞော်၊  အမာတ်ဇၞော်၊  အမာတ်သေနာပတိ။  ၂။  မၞိဟ်စၞးအလဵုအသဳပ္ဍဲဍုၚ်သအာၚ် ကဆံၚ်သဝ်နူကလုတ်ညိ။  ၃။  သၚ်ခရေတ်။  vt.  ကဵုအရီုအဗၚ်၊  ဒုၚ်ကာ၊  ကၠောန်ၜိုတ်။"},
{"word":"ministerial","def":"adj.  မဆေၚ်စပ်ကဵုဝန်ဇၞော်ရး(ကဆံၚ်,တာလျိုၚ်)။  ၂။  မဆေၚ်စပ်ကဵုဝန်ဇၞော်။"},
{"word":"ministrant","def":"adj.  မသ္ကိုပ်သ္က၊  မအုပ်ဓုပ်။  n.  မၞိဟ်ခစဇရေၚ်၊  မၞိဟ်ဒုၚ်ကာ၊  မၞိဟ်ထံက်ပၚ်၊  မၞိဟ်ရီုဗၚ်။"},
{"word":"ministration","def":"n.  ပွမယိုက်ဂၠေၚ်ယဵုဒုၚ်။"},
{"word":"ministry","def":"n. (pl.-ries)  ဌာနဝန်ဇၞော်။  ၂။  ရုၚ်ဌာနကမၠောန်ဝန်ဇၞော်။"},
{"word":"mink","def":"n.  ဖေၚ်တသော်သတ်(ဖေံမွဲဂကူ) အရံၚ်ဍေံသာ်တိ(ၚုဟ်မးခိုဟ်)။"},
{"word":"minnow","def":"n.  ကောန်ကသောဲသောဲ မဒီုပ္ဍဲဍာ်ပတေက်မွဲဂကူ။"},
{"word":"minor","def":"adj.  မအောန်၊  မနွံပၟိက်အောန်။  ၂။  မဒှ်ပၟိက်ဟွံဇၞော်။  ၃။  မဒှ်သွတ်ပ္ဍဲကဵုကောန်ၚာ်ၜါဂှ်။  n.  ပူဂဵုအယုက်ဟွံပေၚ်ဏီ။"},
{"word":"minority","def":"n. (pl.-ties)  ကဆံၚ်မၞိဟ်မၞုံအယုက်ဟွံပေၚ်ဏီ။  ၂။  လၟိဟ်ဖာအောန်၊  ဒကုတ်ဖာအောန်။"},
{"word":"minster","def":"n.  ဘာလ္ၚောဝ်ကျာ်ခရေတ်မဇၞော်ဒုတ်။"},
{"word":"mint","def":"n.  ဝါၚ်(သၞေဝ်)။  ၂။  ဒၞာဲပ္တိတ်မသြန်(သၟဝ်တဲအလဵုအသဳ)။  in mint condition. (idm)  တၟိချောတ်ချောတ်။"},
{"word":"minuend","def":"n.  ကိုန်တန်သွက်ဂွံနုက်။"},
{"word":"minus","def":"adj.  မဒှ်လက်သန်သွက်ဂွံနုက်။  ၂။  မချိုတ်ပၠိုတ်၊  မကယျာန်ပဲါ။  n.  လက်သန်နုက်။"},
{"word":"minuscule","def":"adj.  မသောဲဗြဲ၊  မသောဲဗြဲတဴဗွဲမလောန်။"},
{"word":"minute","def":"n.  အခိၚ်အရာ တြဴစှော်ဂအုံမွဲဂအုံနာဍဳ၊  နာဍာ။  adj.  မသောဲဗြဲဗွဲ။  ၂။  မသကဵုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"minutia","def":"n. (pl.minutiae)  မဒှ်မချိုတ်ပၠိုတ်၊  အရာသောဲသောဲဗြဲဗြဲ ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"minx","def":"n.  သၟတ်ဗြဴမနွံကဵုစိုတ်ရိုၚ်ဇိုၚ်ရုန်မဵု။"},
{"word":"miracle","def":"n.  နိမိတ်၊  လက်သန်၊  ပဋိဟာ။  ၂။  ဗီုပြၚ်၊  နမူနာ။  miracle worker. (n)  ဝိဇ္ဇာဓဵု။"},
{"word":"miraculous","def":"adj.  မတၟေၚ်တၟဟ်၊  မဒှ်သွက်သ္ဒးအံသဝ်တဴခိုဟ်။  miraculous birth. (adj)  သြပပါတိကဇ။  မက္တဵုဒှ်ကၠုၚ်ကောန်မဟွံမွဲကဵုမိမ။"},
{"word":"mirage","def":"n.  ဒဒှ်မဖျိုပ်ကဵုဖဵုဂုန်၊  တဟၚ်ဒြာဲ၊  အထေၚ်ဗၠေတ်။  The mirage misleads men. (n)  တဟၚ်ဒြာဲလှန်ၜတ်လဝ်ဇန်ဂမၠိုၚ်။"},
{"word":"mire","def":"n.  ဒၞာဲလၟက်ခရီု၊  လဗေၚ်၊  သရီု။  miry (adj) (-ier,-iest)  မတၟုဲဒၟံၚ်ကဵုခရီု၊  မတၟုဲဒၟံၚ်ကဵုလၟက်၊  လစက်၊  လနက်ခရီု။"},
{"word":"mirror","def":"n.  ဒဒ္ၚောဝ်၊  ဒ္ၚောဝ်ရံၚ်စ။  vt.  လျးပၠန်ကၠုၚ်။"},
{"word":"mirth","def":"n.  ဒဒှ်မဒံၚ်ထလာ်မိပ်ဇြိပ်ဂြိုၚ်ခအှ်ေဒၟံၚ်။  mirthful (adj)  မဒှ်သွက်ဂွံဂြိုၚ်စခိုဟ်။"},
{"word":"miscarriage","def":"n.  ဒဒှ်မယောၚ်မှာရာအာ ပ္ဍဲအရာဖျေံသ္ဂုတ်သွာတ်  ပ္ဍဲအရာမဖျေံဒုဟ်ဒန်။  ၂။  ဒဒှ်မဟွံမစိုပ်တရဴ၊  ဒဒှ်မပလံၚ်ဗစိုပ်ကပေါတ်ဟွံမာန်။  ၃။  ဒဒှ်ဒၟုၚ်ဒလေၚ်လီုလာ်အာ။"},
{"word":"miscarry","def":"vt. (pt.pp.-ried)  ကျအာ၊  သနှဳ၊  သနှုဲ။  ၂။  ဒှ်အာဟွံစိုပ်တရဴ။  ၃။  လီုအာဒၟုၚ်ဒလေၚ်၊  ပဋိသန္ဓိလီု။"},
{"word":"miscegenation","def":"n.  ဒဒှ်ဆီမနှဴရဴအာမၞိဟ်မွဲဂကူကဵုမွဲဂကူ။"},
{"word":"miscellaneous","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ်သၞဴသၞဴရဴရဴ၊  မဒှ်ဒၟံၚ်နာနာပက္ကာရ၊  မထုဲနှဴရဴဒၟံၚ်။  miscellany (n) (pl.-ies)  လိက်မဍိုက်ပေၚ်ကဵုပရောပရာနာနာသာ်၊  လိက်အ္စာကဝိဗွဲမဂၠိုၚ်ပံၚ်ကောံတုဲချူပတိတ်။"},
{"word":"mischance","def":"n.  ဒဒှ်ကံကုသဵုဟွံခိုဟ်၊  ဥပဒြဴ၊  ပရိုက်ဥပတ်ဒြဴ၊  ပရိုက်ဥပဒြဴ။"},
{"word":"mischief","def":"n.  ဒဒှ်သ္ပပွညံၚ်ရဴဂွံဂိက္တာန်အာ။  ၂။  ပွမသကဵုဒှ်ဘဲအန္တရာဲမာန်။  ၃။  ဒဒှ်မခ္ဍုတ်ဓၟက်၊  ဒဒှ်မထ္ဍုတ်။  mischief-maker (n)  မၞိဟ်ဗျဵုဗျံက်ညး။  mischievous (adj)  မဂၠာန်၊  မလေပ်ကဵုဒဒိုက်ကဵုညး၊  မလေပ်ဗဇဵုတေက်ညး။"},
{"word":"misconceive","def":"vt.  လညာတ်ဗၠေတ်။  misconception (n)  ဒဒှ်မနွံကဵုလညာတ်ဗၠေတ်၊  ဒဒှ်မနွံကဵုအထေၚ်ဗၠေတ်။"},
{"word":"misconduct","def":"n.  ဒ္ဂေတ်ပဋိပတ်မဖံက်ပၠန်ယောၚ်မှာ၊  ဒုစရိုတ်။  vt.  အုပ်ဓုပ်စဳရေၚ်နကဵုနဲကဲမှာမှာရာရာ ဖံက်ဖံက်ပၠန်ပၠန်၊  ဒ္ဂေတ်ဗက်လ္ပာ်ပရေၚ်မှာမှာရာရာ ဖံက်ဖံက်ပၠန်ပၠန်။"},
{"word":"misconstruction","def":"n.  ပွမကံက်ကေတ်အဓိပ္ပာဲယောၚ်ယောၚ်မှာမှာ။"},
{"word":"misconstrue","def":"vt.  ကံက်ကေတ်အဓိပ္ပာဲဗၠေတ်အာ၊  အထေၚ်ဗၠေတ်အာ။"},
{"word":"miscreant","def":"n.  မၞိဟ်ပရံ၊  မၞိဟ်ယုတ်ယုတ်မာမာ။"},
{"word":"misdate","def":"vt.  သကဵုတ္ၚဲဗြဲ(စၟတ်တ္ၚဲ) ဟိုတ်အရာဒဒှ်ဂှ်မှာရာအာ။"},
{"word":"misdeal","def":"vt.vi. (pt.pp.dealt)  ပရံဖေဝ်ဗၠေတ်အာ။  n.  ဒဒှ်မပရံဖေဝ်ဗၠေတ်အာ။"},
{"word":"misdeed","def":"n.  ဒဒှ်မပ္တုဲသရာံပါပ်၊  ပွမပ္ကီုပရာပ်ဒုဟ်၊  အကုသဵု။"},
{"word":"misdemeanour","def":"(misdemeanor)  n.  ဒဒှ်မပ္ကီုပရာပ်ဒုဟ်တၚ်သောဲသောဲဗြဲဗြဲ။"},
{"word":"miser","def":"n.  မၞိဟ်ဂအေတ်စေံပေါတ်၊  မၞိဟ်မဂိုဟ်ဂြပ်လေပ်။  miserly (adj)  မလေပ်ဂအေတ်စေံပေါတ်၊  မကတက်၊  သအေတ်၊  သအေတ်ခပါန်၊  သအေတ်ဂမ္တက်။"},
{"word":"miserable","def":"adj.  မက္တဵုဒှ်ဟွံမိပ်ပ္ဍဲစိုတ်ဗွဲမလောန်၊  မဒှ်ဒဒိုက်စိုတ်။  ၂။  မနွံကဵုကဆံၚ်ဍာ်ပရေံပရေံ။  miserably (adv)  နဒဒှ်မနွံကဵုဒဒိုက်စိုတ်ဗွဲမလောန်။  misery (n) (pl.-ries)  ဒဒှ်မသ္ဒးဒုၚ်စသိုၚ်ဒုက္ခဝေဒနာ၊  ဒိုက်ဒိန်ကာဲတၞာဲ၊  ဝေဒနာ၊  ပွမဒှ်ဒဒိုက်၊  ဒဒိုက်,ဒုက္ခ။"},
{"word":"misfire","def":"vt.vi.  ကံဟွံတိတ်။  ၂။  စက်ဟွံၚုဟ်၊  စက်ဟွံက္တဵု။  n.  ဒဒှ်ကံဟွံတိတ်၊  ဒဒှ်စက်ဟွံက္တဵု။"},
{"word":"misfit","def":"n.  ဗွိုက်လ္တက်မဟွံကိတ်မဟွံဒးရးကဵုဇကု၊  ဗွိုက်လ္တက်မဟွံဒးဖစပ်ကဵုဇကုဇကု။  ၂။  မၞိဟ်အဇာဟွံလုပ်အာန်ဟွံစှ်ေဗီု။"},
{"word":"misfortune","def":"n.  ဒဒှ်ကံကုသဵုဟွံခိုဟ်၊  ဒဒှ်မဂွံဒဒိုက်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ပရိုက်၊  ဝိပတ္တိ။"},
{"word":"misgive","def":"vt. (pt.misgave, pp.misgiven)  ဒှ်သၠေဟ်ပၟာ၊  ဒှ်သံသယ။"},
{"word":"misgiving","def":"n.  သၠေဟ်ပၟာ၊  စိုတ်ဟွံစှ်ေ၊  ဒဒှ်မနွံကဵုစိုတ်သောက၊  ဒဒှ်မနွံကဵုဂဝိၚ်က္တဴ။"},
{"word":"misguided","def":"adj.  မဗက်ဒးလက္ကရဴညးမအာက္ဍိုပ်ဗၠေတ်မှာယောၚ်ယာ၊  မဗက်ဒးဂၠံၚ်ဗၠးဗၠးဗၠေတ်ဗၠေတ်။"},
{"word":"mishap","def":"n.  ဒဒှ်မဒှ်ဟွံဒှ်မွဲလှ်ေ။"},
{"word":"mislay","def":"vt. (pt.pp.mislaid)  စွံဒးဒၞာဲဗၠေတ်၊  ဂိုၚ်ဒေပ်ဒးလောန်အာ။"},
{"word":"mislead","def":"vt. (pt.pp.misled)  ကၞိက်ကၟုန်၊  ဂလိန်၊  ထလိန်၊  လဝ်လှောၚ်၊  လှန်ၜတ်၊  သ္ကိုပ်သ္ကဗၠေတ်ဗၠေတ်၊  သကဵုက္တဵုဒှ်တိုန်ကသပ်စၚ်ခြၚ်ဗၠေတ်ဗၠေတ်။"},
{"word":"misnomer","def":"n.  ဒဒှ်မရပ်စပ်ဒးဝေါဟာဗၠေတ်ဗၠေတ်၊  ဒဒှ်မကဵုဒးယၟုဗၠေတ်ဗၠေတ်။"},
{"word":"misplace","def":"vt.  စွံဒးဒၞာဲဗၠေတ်အာ။  ၂။  ကဵုဒးဗၠေတ်အာ၊  ကဵုဒးအာဟွံမွဲကဵုမချပ်ဗ္စာရဏာ။"},
{"word":"misprint","def":"vt.  ပ္ဍဵုတက်ဒးဗၠေတ်အာ။  n.  ဒဒှ်မပ္ဍဵုတက်ဒးဗၠေတ်အာ။"},
{"word":"misquote","def":"vt.  ကဵုဒးသာဓကဗၠေတ်အာ၊  ကဵုဒးအရာနိဿဲမဗၠေတ်အာ။  misquotation (n)  ဒဒှ်မကဵုသာဓကဗၠေတ်အာ။"},
{"word":"misrule","def":"n.  ဒဒှ်အအုပ်အဓုပ်ပရေံ။  vt.  အုပ်ဓုပ်ပရေံဗွဲ။"},
{"word":"miss","def":"vt.  ကလိၚ်၊  ဗၠေတ်၊  ဗၠေတ်အာ၊  ဗၠေတ်ဗၠေၚ်။  ၂။  ဂွံသတိဗှ်သၞာဟိုတ်နူသ္ဒးသာဲခြာ။  ၃။  ပလီုထောံလဝ်။  n.  ဒဒှ်မဗၠေတ်အာ။  missing (adj)  မကၠေံဒၟံၚ်။  miss the mark. (vt)  မှာ။"},
{"word":"misshapen","def":"adj.  မလီုဗီုပြၚ်၊  မဆောတ်ယောၚ်ဗီုပြၚ်ဇကုဇကောဝ်။"},
{"word":"missile","def":"n.  အရာမပန်ဗလးဏာပ္ဍဲကျာ (ဗၞုဟ်,လဴ,ကဴဍေၚ်)၊  ကံ၊  ကၞဟ်၊  ကၠဟ်၊  သြောဝ်ဗလး။"},
{"word":"mission","def":"n.  ဂကောံညးစၞး။  ၂။  တာလျိုၚ်ဗွဲတၟေၚ်။  mission house. (n)  သ္ၚိသာသနာ။  mission school. (n)  ဘာသာသနာ။"},
{"word":"missionary","def":"n. (pl.-ries)  ပူဂဵုပတန်သာသနာ၊  ဂကောံပ္တန်သာသနာ။  "},
{"word":"mist","def":"n.  လမၠာၚ်။  misty (adj)  မဂၠုဓလီုဒၟံၚ်ကဵုလမၠာၚ်၊  မဟွံတၟးဇး။"},
{"word":"mistake","def":"n.  ဒဒှ်မဗၠေတ်၊  ဒဒှ်မဗၠးဗၠေတ်။  vt.vi. (pt.mistook, pp.mistaken)  ယောၚ်မှာ၊  အထေၚ်ဗၠေတ်၊  လညာတ်ဗၠေတ်။  mistaken (adj)  မဗၠေတ်မှာ၊  မယောၚ်ယာ။"},
{"word":"mistletoe","def":"n.  တၞံကောန်ကၠၚ်။"},
{"word":"mistook","def":"ရံၚ် mistake တေံညိ။"},
{"word":"mistress","def":"n.  နာဲဗြဴ၊  သမ္ဘာ။  ၂။  အ္စာၝောံဗ္တောန်လိက်။  ၃။  ဗြဴဍောတ်၊  ဗြဴလက်သ္ကဲ။"},
{"word":"mistrust","def":"vt.  ဒှ်သၠေဟ်ပၟာ၊  ဟွံပတှ်ေစ။  n.  ဒဒှ်မဒှ်သၠေဟ်ပၟာ၊  ဒဒှ်ဟွံပတှ်ေစ။  mistrustful (adj)  မဟွံပတှ်ေစ။"},
{"word":"misunderstand","def":"vt. (pt.pp.-stood)  ကံက်အဓိပ္ပာဲဗၠေတ်။  ၂။  ကၠိုဟ်ဗၠေတ်အာ။  misunderstanding (n)  ဒဒှ်လညာတ်သမ္တီဗၠေတ်အာ။"},
{"word":"misuse","def":"vt.  ဖၠိုပ်၊  ရပ်စပ်ထောံသွက်ဖဵုဂုန်ဇကု။  n.  ဒဒှ်မရပ်စပ်ထောံသွက်ဖဵုဂုန်ဇကု (ၜိုန်ဟွံမွဲကဵုအခေါၚ်ရပ်)၊  မရပ်စပ်စကာဟွံဒးကဵုဒၞာဲ။  the misuse of power. (n)  မရပ်စပ်အဝဵုဟွံဒးကဵုဒၞာဲ။"},
{"word":"mitigate","def":"vt.  သကဵုဂိသက်သာတိုန်၊  သကဵုသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်သက်သာတိုန်။"},
{"word":"mix","def":"vt.vi.  ခလဴ၊  ဖနှဴ၊  ပြက်စုတ်၊  ပြက်ဖနှဴ၊  ပြက်ဖက်၊  ဖက်၊  ဖုဲဖနှဴ၊  ဖုဲဖက်၊  ဗ္ဂန်သၞဴ၊  သၞဴ၊  သၞဴရဴ၊  ဟုဲစုတ်၊  ဟုဲဓရီု၊  ဟုဲနှဴ၊  ဟုဲဟှ်၊  သကဵုနှဴ၊  သကဵုနှဴရဴ။  ၂။  ပၠာဲ။  ၃။  ဖုဲ။  mixture (n)  ဒဒှ်မဖက်ပနှဴ၊  ဒဒှ်မဖုဲပနှဴ၊  ဒဒှ်မပၠာဲ။  mix together. (vt.vi)  တ္ၜန်တ္ၜောဲ။  mixed caste. (adj)  မတ္ၜန်တ္ၜောဲနှဴရဴဒၟံၚ်ကဵုဇာတ်ဂကူ။"},
{"word":"moan","def":"n.  ဒဒှ်ကရောတ်တသဝ်၊  ရမျာၚ်ကရောတ်တသဝ်။  vt.vi.  ကရောတ်တသဝ်၊  ကရဳကရောတ်၊  ကြေဝ်ကြောတ်။"},
{"word":"moat","def":"n.  ခၜိုၚ်၊  ခၜိုၚ်ဍုၚ်၊  ထၜိုၚ်၊  ထ္ၜိုၚ်၊  ထ္ၜိုၚ်ဍုၚ်၊  သာၚ်၊  သြာၚ်။  moated (adj)  မဝိုၚ်ရေတ်လဝ်နကဵုထ္ၜိုၚ်။"},
{"word":"mob","def":"n.  သ္ကံဂကောံမၞိဟ်မဒှ်ဒၟံၚ်ရုသံၚ်။  vt. (-bb-)  ဝိုၚ်နကဵုသ္ကံဂကောံမၞိဟ်။"},
{"word":"mobile","def":"adj.  မပဆုဲပြံၚ်ဂွံဗွဲမလောဲသွာ။  mobility (n)  ဒဒှ်မပဆုဲပြံၚ်ဏာမာန်။"},
{"word":"mobilize","def":"(mobilise)  vt.vi.  ကောံဓရီု၊  သကဵုကောံဓရီု။  moblization (n)  ပစရဵု၊  ပသရဵု၊  ပွမကောံဓရီု၊  ပွမကောံဓရီုချဳဒရာၚ်၊  သနး၊  သၞး။  mobilize an army. (vt)  သနးပၞာန်။"},
{"word":"mock","def":"vt.vi.  သ္ပပရေံ၊  သ္ပအရိုၚ်၊  ရပ်ဂြိုၚ်စ။  adj.  မဒှ်ဇေတ်ဇေတ်ဟွံသေၚ်။  mockingly (adv)  နဒဒှ်မသ္ပအရိုၚ်။  mockery (n) (pl.-ries)  ဒဒှ်မရပ်ဂြိုၚ်။  ၂။  အရာမသ္ဒးဒုၚ်သ္ပအရိုၚ်။  ၃။  သာဓကမသ္ဒးဒုၚ်သ္ပအရိုၚ်။"},
{"word":"mode","def":"n.  ဗီုကၠောန်၊  နဲကၠောန်၊  ဗီုပြၚ်မစွံလဝ်မုက်မတ်၊  ဗီုကျိုၚ်ကျဝ်ကယျိုၚ်ကယျဝ်ဗွိုက်လ္တက်။  mode of practice. (n)  ဘာသာ။"},
{"word":"model","def":"n.  ဗီုပြၚ်၊  ဗီုအစာံ။  ၂။  မိ(ယဗြဴ)ထ္ၜးစအစာံ ခလံက်ဓနက်ဇကုဇကောဝ်။  ၃။  အစာံမကၠတ်ပတုပ်စထေက်။  vt.vi. (-ll-,-l-) ပၠောပ်ဗီုပြၚ်။  ၂။  ကေတ်အစာံ။"},
{"word":"moderate","def":"adj.  မဟွံစိုပ်တၞုၚ်တၞောတ်၊  မဟွံဍောတ် မဟွံဇၞော်၊  မခိုဟ်ဆၜိုတ်ဒးရး၊  မအောန်သ္တိုတ်။  vt.vi.  ဒ္ဂေတ်ဗက်သ္ပပွ ညံၚ်ရဴဟွံစိုပ်တၞုၚ်တၞောတ်။  moderately (adv)  ဗွဲမဒးရး၊  နဒဒှ်မစှ်ေကဵုသၞောတ်ဗ္ၜတ်။  moderation (n)  ဒဒှ်မဟွံစိုပ်တၞုၚ်တၞောတ်၊  ဒဒှ်မဟွံဒှ်လောန်လောန်ကာဲကာဲ။"},
{"word":"modern","def":"adj.  မဒှ်ကဆံၚ်တ္ၚဲဏံ၊  ခေတ်လၟုဟ်၊  မဒှ်ခေတ်တၟိ။  ၂။  မဂတာပ်ခေတ်၊  မတၟိကယျာ။  modernize/-ise (vt)  သကဵုဂတာပ်ခေတ်။"},
{"word":"modest","def":"adj.  မဖျဝ်တ္ၜံၚ်၊  မဟွံကြီုကြဴစ၊  မဒှ်ဘဝၚ်ဟွံသၠုၚ်၊  မဒှ်မာနဟွံသၠုၚ်။  ၂။  မဟွံဇၞော်၊  မသာဓာ၊  မဟၟဲကဵုအလံၚ်အဟိက်။  ၃။  မချပ်ဗ္စာပ္ဍဲကဵုလဟီု၊  မသ္ပသတိပ္ဍဲကဵုလဟီု။  modestly (adv)  နဒဒှ်ဗွဲမစၚ်ခြၚ်။  modesty (n)  ဒဒှ်မနွံကဵုအစၚ်အခြၚ်၊  ဟိရဳ။"},
{"word":"modicum","def":"n.  လၟိဟ်ဒးဒးရးရး။"},
{"word":"modify","def":"vt. (pt.pp.-fied)  ပြုပြေၚ်ပြံၚ်လှာဲ၊  သကဵုသက်သာတိုန်၊  သကဵုအောန်အာ။  modification (n)  ဒဒှ်မပြံၚ်လှာဲ၊  တၚ်မပြံၚ်လှာဲ။"},
{"word":"modulate","def":"vt.  ပြံၚ်လှာဲကဵုဒၞာဲရမျာၚ်တိုန်စှ်ေ။"},
{"word":"mogul","def":"n.  သေဌဳမသိုက်ဘိုက်လောန်လောန်ကာဲကာဲ၊  ပူဂဵုမစိုပ်တရဴ။"},
{"word":"Mohammedan","def":"n.  ဂလာပသဳ။]"},
{"word":"moist","def":"adj.  မသအိုပ်ဒၟံၚ်၊  မအုပ်ဇြုၚ်ဒၟံၚ်၊  မက္တဴအုပ်ဒၟံၚ်။  moisten (vt)  ဍေက်၊  ဍေက်သအိုပ်၊  တ္ဍေက်သအိုပ်၊  ထဍေက်၊  ဖဍုက်၊  သကဵုအုပ်ဇြုၚ်ဒၟံၚ်၊  သကဵုက္တဴအုပ်ဒၟံၚ်၊  သကဵုဍုက်သအိုပ်ဒၟံၚ်။  moisture (n)  ဒဒှ်မသအိုပ်ဒၟံၚ်၊  ဒဒှ်မဍုက်သအိုပ်ဒၟံၚ်သၟုဟ်ဍာ်။"},
{"word":"moke","def":"n. (colloq)  ချး (ချေံမွဲဂကူ)။"},
{"word":"molar","def":"n.  ေၚက်အၚာပ်။  adj.  မဆေၚ်စပ်ကဵုေၚက်အၚာပ်။"},
{"word":"molasses","def":"n.  တၚ်လာဲ။"},
{"word":"mole","def":"n.  အိက်ရုဲ။  ၂။  တုန်(အုန်မွဲဂကူ)။  ၃။  စရာၚ်(စြာၚ်)ဍာ်၊  ဒရံၚ်တၟံ။"},
{"word":"molecule","def":"n.  ဒပ်သအးမတန်တဴဒၟံၚ် မနွံကဵုသတ္တိဍေံဟွံလီုလာ် ပမာဏဍောတ်အိုတ်။  molecular (adj)  မဆေၚ်စပ်ကဵုပမာဏဒပ်မဍောတ်သွတ်အိုတ်။"},
{"word":"molest","def":"vt.  မကဵုဒဒိုက်၊  မပလာပ်။  ၂။  သ္ပကောန်ဗြဴ၊  ပၠံၚ်ဗ္တာ်ကေတ်အရီုကာမ။"},
{"word":"mollify","def":"vt. (pt.pp.-fied)  သၠေံသၠန်၊  သၠေံညံၚ်ဂွံဍိုန်စှ်ေ၊  သၠေံညံၚ်ဂွံသ္ၚိတ်အာ။"},
{"word":"mollusc","def":"(mollusk)  n.  ကၞု၊  ကၞုကမာ၊  ကၞုဗ္ၚ။"},
{"word":"mollycoddle","def":"vt.  ဗက်အလိုက်၊  ခတဝ်ခတုက်။  n.  မၞိဟ်မသ္ပဂရုကဵုပရေၚ်ထက်ယုက်ဇကုလောန်လောန်ကာဲကာဲ၊  ကောန်ၚာ်မဗက်လဝ်အလိုက်ဂၠိုၚ်၊  ကောန်ၚာ်မခတုက်ခတဝ်လဝ်ဂၠိုၚ်။ "},
{"word":"molten","def":"ရံၚ် melt တေံညိ။"},
{"word":"molten","def":"|2| adj.  (ဖကောဝ်)မပၠၚ်၊  မလၚ်၊  မသြောဝ်၊  မသြောဝ်လာဲ၊  မသကဵုလေၚ်(သကဵုဒှ်ဍာ်)။"},
{"word":"moment","def":"n.  ခဏ၊  ချိုန်ခဏ၊  ချိုန်ခနှ၊  သၞေံ(သၞေအ်)၊  အခိၚ်အပိုၚ်အခြာမွဲချိုန်ခဏ။  ၂။  မွဲချိုန်ခဏ၊  ပယတ်၊  ပျတ်။  ၂။  မစိုပ်ဒတုဲ၊  မစိုပ်တရဴ။  momentary (adj)  မဂၠိၚ်သ္ၚောဲအာမွဲချိုန်ခဏ။  momentous (adj)  မဇၞော်ကဵုပၟိက်၊  မသ္ဇိုဟ်နက်။"},
{"word":"momentum","def":"n.  အသိၚ်၊  အသိၚ်ဂရိုဟ်၊  ပသာန်။"},
{"word":"Mon","def":"n.  မန်၊  ဘာသာမန်၊  ကောန်ဂကူမန်(ပ္ဍဲကဵုလိက်တၟံတြေံတေံဓမံက်ထ္ၜးလဝ်'ရမာန်')၊  ကောန်ဗဂေါ၊  ကောန်ရးမည(မညႇ)။  Monish (adj)  မဆေၚ်စပ်ကဵုကောန်ဂကူမန်။  Monland (n)  တိဍာ်မန်၊  ဍုၚ်မန်သကုတ်သမၠုၚ်ကျာ ကၟိန်ဍုၚ်ဗၟာလၟုဟ်၊  နူဍုၚ်သရက်စဵုကဵုစိုပ်ဍုၚ်ကံသံၚ်၊  ပ္ဍဲကဵုဝၚ်ကၠာတေံဂှ်ယၟုဍုၚ်မန် မဒယှ်တှ်ဒၟံၚ်နကဵုယၟုဍုၚ်ဟံသာဝတဳကဵုရးမည။"},
{"word":"monarch","def":"n.  ဨကရာတ်၊  မရာတ်။  monarchist (n)  မၞိဟ်မနွံကဵုသၞောဝ်သၞောတ်မရာတ်။  monarchy (n)  သၞောဝ်သၞောတ်မအုပ်လဒံ မအုပ်ဓုပ်နကဵုအသံဨကရာဇ်(မရာတ်)။"},
{"word":"monastery","def":"n.  ဘာ၊  ဝိဟာရာံ၊  ဘာလကျာ်။  monastic (adj)  မဆေၚ်စပ်ကဵုဘာလကျာ်၊  မဆေၚ်စပ်ကဵုလကျာ်။"},
{"word":"Monday","def":"n.  စန်၊  တ္ၚဲစန်။"},
{"word":"money","def":"n.  ကသာပ်၊  ကသာပ်ၚုဟ်မး၊  သၠုဲ၊  သြန်၊  သၠုဲပရး။  ၂။  ဂြပ်ရတ်။  monetary (adj)  မဆေၚ်စပ်ကဵုပရေၚ်သၠုဲသၠာ်။"},
{"word":"monger","def":"n.  သၟာဗၞိက်၊  ရဲဖျာ။"},
{"word":"mongoose","def":"n. (pl.-s)  ဂနေဟ်ဇာတ်၊  ဂၞေဟ်ဇာတ်၊  ဇၞးဇာတ်၊  ဗဂေါဝ်။"},
{"word":"monitor","def":"n.  ကွးဘာအ္စာမကဵုလဝ်တာလျိုၚ်ပ္ဍဲတန်။  ၂။  မၞိဟ်သ္ဒးပလံၚ်ပရိုၚ်,ရပ်ကေတ်ပရိုၚ် နူကဵုဍုၚ်သအာၚ်ဗလးလဝ်ပရိုၚ်တံဂှ်။  vt.vi.  ရပ်ကေတ်ရမျာၚ်။  monitoring (n)  ဒဒှ်မရပ်ကေတ်ရမျာၚ်နူကဵုရုၚ်ဗလးရမျာၚ်ဍုၚ်သအာၚ်။"},
{"word":"monk","def":"n.  လကျာ်၊  သၚ်။  monkish (adj)  မဆေၚ်စပ်ကဵုလကျာ်၊  မတုပ်ညံၚ်ရဴလကျာ်။  monk's bowl. (n)  ဗဗေၚ်။  monk's garments. (n)  သ္ၚာပံသကူ၊  သ္ၚာပံၚ်သကူ။  monkish robes. (adj)  ယာတ်လၟာတ်သ္ၚာ၊  ယာတ်လၟာတ်သ္ၚာလကျာ်။"},
{"word":"monkey","def":"n. (pl.-s)  ကၞုဲ။  ၂။  မၞိဟ်ဂၠာန်ဓၟက်လေပ်(ကောန်ၚာ်)။"},
{"word":"mono-","def":"prefix.  မလိက်မဖျပ်စုတ်ဂတဝေါဟာမွဲမွဲ မဂွံအဓိပ္ပဲါဍေံမွဲ,မွဲဇကု။"},
{"word":"monocle","def":"n.  ဒ္ၚောဝ်မတ်သွက်မတ်မွဲဒိုဟ်ဓဝ်။"},
{"word":"monogamy","def":"n.  သၞောတ်သၞောဝ်မံၚ်ဗြဴမွဲတြုံမွဲ။"},
{"word":"monogram","def":"n.  ဒဒှ်မပံၚ်ချူလဝ်မလိက်ၜါမ ဟွံသေၚ်မ္ဂး ဂၠိုၚ်နူကဵုၜါမ၊  ဒဒှ်မချူလိက်ဗီုပြၚ်ဂှ်။"},
{"word":"monolith","def":"n.  ဒဒှ်မနွံညံၚ်ရဴတၟံတိုၚ်မွဲဓဝ်။  monolithic (adj)  မကောံကလောံဗိုန်ဇၟံညံၚ်ရဴတၟံတိုၚ်။"},
{"word":"monologue","def":"n.  အခန်ကဏ္ဍညးမွဲဓဝ် မဟီုဂလာန်ပ္ဍဲဇာတ်ပၠ။"},
{"word":"monopoly","def":"n. (pl.-lies)  ဒဒှ်မအုပ်ဓလီုကေတ်လဝ်။  ၂။  ဒဒှ်မပိုၚ်ပြဳလဝ်ကမၠောန်သ္ပဗၞိက်ညးမွဲဓဝ်။  monopolist (n)  ညးတၠတံရိုဟ်တံ မအုပ်ဓလီုလဝ်ပရေၚ်သွံရာန်။  monopolize/-ise  (vt)  အုပ်ဓလီုကေတ်လဝ်ဖအိုတ်။"},
{"word":"monosyllable","def":"n.  မလိက်တိတ်ရမျာၚ်မွဲ။  monosyllabic (adj)  မဆေၚ်စပ်ကဵုပွမတိတ်ရမျာၚ်မွဲ။"},
{"word":"monotheism","def":"n.  ဒဒှ်မပတှ်ေကေတ်လဝ်ကျာ်နွံမွဲဇကုဓဝ်၊  ပွမရှ်ေသှ်ေကျာ်မွဲဇကုဓဝ်။"},
{"word":"monotone","def":"n.  ဒဒှ်ရမျာၚ်မတိတ်မွဲပၠိုဟ်ဓဝ် မဟၟဲကဵုသၠုၚ်သဝ်။  monotonous (adj)  မဒှ်အကာဲအရာမလ္ၚုလ္ၚန်။  monotony (n)  ဒဒှ်မဟၟဲကဵုအပြံၚ်အလှာဲ၊  ဒဒှ်မနွံဒၟံၚ်မွဲပလိုဟ်ဓဝ်။"},
{"word":"monsoon","def":"n.  ကျာမုဟ်သုန်(ကျာမပိုက်ကၠုၚ်နူဒိုဟ်ပလိုတ်သမၠုၚ်ကျာ)၊  ကျာဒိုဟ်နေရတိ။"},
{"word":"monster","def":"n.  လကိုဟ်၊  သတ်တိရစ္ဆာန်တၞံဆုမဟၟဲကဵုဗီုပြၚ်၊  မၞိဟ်မနွံကဵုဇကုဇကောဝ် အစောံစရာဲမဇၞော်ဒုတ် ဟွံမွဲကဵုညးတုပ်မွဲ။  ၂။  သတ်(ပ္ဍဲပုံအဂီု)မနွံကဵုဇကုသတ်တိရစ္ဆာန်မွဲဒကုတ်။  ၃။  မၞိဟ်ဓဇန်ကြံကြ။  monstrosity (n)  ဒဒှ်မဓဇန်ကြံကြ။  monstrous (adj)  မနွံကဵုဗီုပြၚ်လီုလီုလာ်လာ်၊  မနွံကဵုဇြဟတ်ဇၞော်ဗွဲ။  ၂။  မသ္ဒးဂြိုၚ်စခိုဟ်၊  မဒှ်ဟွံမာန်။"},
{"word":"month","def":"n.  ဂိတု၊  ဂိတုမွဲဂိတုပါ်ပ္တိတ်လဝ်နူသၞာံမွဲသၞာံ [၁-သၞာံ=၁၂-ဂိတု]။  monthly (adj)  မဒှ်ရိုဟ်ရိုဟ်ဂိတု၊  ရိုဟ်ဂိတု၊  ဇၟာပ်ဂိတု။  adv.  ရိုဟ်ရိုဟ်ဂိတု၊  ဇၟာပ်ဇၟာပ်ဂိတု။  n.  လိက်ပတိတ်ရိုဟ်ဂိတုနကဵုအခိၚ်ဍာံဍာံ။  monthly salary. (adj)  လာပ်ဂိတု၊  သြန်ဂိတု။"},
{"word":"monument","def":"n.  ရုပ်တၟံသွက်ဂွံစၟတ်သမ္တီ၊  တၟံတိုၚ်ဒတန်။  ၂။  ကွတ်တဲမထေက်တန်ကဵုၚုဟ်မးလၟိုန်။  monumental (adj)  မတန်ကုၚုဟ်မးလၟိုန်။  ၂။  မဇၞော်ဒုတ်ဗွဲ။"},
{"word":"moo","def":"n.  ရမျာၚ်ဂၠဴလရိုအ်။  vt.  ဂၠဴလရိုအ်။"},
{"word":"mood","def":"n.  စိုတ်ဓာတ်၊  ဓာတ်စိုတ်။  moody (adj)  မပြံၚ်လှာဲလောဲ၊  မဒ္ဂေတ်ဗက်ဗီုစိုတ်ဒှ်။"},
{"word":"moon","def":"n.  ဂိတု၊  ဂတု၊  စန္ဒ။  vt.  ၚုၚ်ၚလှၚ်ဒိုပ်ဒၟံၚ်၊  မဟဳသ္ပဝ်ဒၟံၚ်ကဵုသွပ်လ္ပံ။"},
{"word":"moor","def":"vt.  ဖျေံတၟံ၊  ၜံက်လဝ်ဂြၚ်တၟံ၊  ဒက်လဝ်ဂၠုၚ်က္ၜၚ်ပ္ဍဲသၞေဟ်။  moorings (n)  ဇုက်ဇရှ်ေဒက်က္ၜၚ်၊  ဇုက်ဂြၚ်တၟံ၊  ဒၞာဲက္ၜၚ်လုပ်ဒေံါ၊  ဒၞာဲက္ၜၚ်ဖျေံဂြၚ်တၟံဇူတာ။"},
{"word":"mop","def":"n.  လေံမဒက်စုတ်လဝ်ယာတ်သၟာ်ပ္ဍဲတၞုၚ်ဍေံ သွက်ဂွံဇိုတ်ကၞဳသ္ၚိ။  ၂။  စာံ။  vt.  ဇိုတ်သ္ၚိနကဵုလေံတၞုၚ်ဍေံဒက်စုတ်လဝ်ယာတ်သၟာ်၊  သောၚ်တလး၊  သောၚ်တလးထောံပိုတ်ပိုတ်။"},
{"word":"mope","def":"vi.  စိုတ်ဓာတ်စှ်ေ။"},
{"word":"moped","def":"n.  ကွဳလိုန်စုတ်ဗ္ဂပ်လဝ်စက်။"},
{"word":"moraine","def":"n.  တၟံကြေဟ်မသှ်ေတ္ၜက်ဒၟံၚ် အခါက္ၜဳဍာ်ကလောံ ဇွောဝ်စှ်ေအာတုဲ။"},
{"word":"moral","def":"adj.  မဆေၚ်စပ်ကဵုဒ္ဂေတ်ပဋိပတ်(သိက္ခာ)။  ၂။  မခိုဟ်ပ္ဍဲကဵုဒ္ဂေတ်ပဋိပတ်။  n.  ဒဂီုဒ္ဂေတ်။  moralist (n)  မၞိဟ်တွံဒၠောံဗ္တောန် သွက်ဒ္ဂေတ်ပဋိပတ်သ္ဂောံခိုဟ်။  morality (n) (pl.-ties)  ဒ္ဂေတ်ပဋိပတ်(သိက္ခာ)။  morally (adv)  နဒဒှ်မခိုဟ်ပ္ဍဲဒ္ဂေတ်။  moral practice. (adj)  သဳ၊  သဳလ။  moral precepts. (adj)  သဳ၊  သဳလ။"},
{"word":"morale","def":"n.  ဒဒှ်မနွံကဵုဓဝ်ပတှ်ေ၊  ဓာတ်စိုတ်ဂံၚ်ဗတိုက် ဂံၚ်ဗာ်။"},
{"word":"morass","def":"n.  လၟက်ခရီု၊  ခၠိုၚ်လၟက်။"},
{"word":"moratorium","def":"n. (pl.-s [or] -ria)  ပွမပဆုဲထောံသွက်သ္ဒးလေဲဂတှ်၊  ပွမပ္တိတ်ဥပဒေနကဵုစၟိန်ပြမာန်။"},
{"word":"morbid","def":"adj.  မနွံကဵုယဲ၊  မဒှ်လက်သန်ဗီုပြၚ်ဗဳဇယဲ။  ၂။  မကၠိပပ်၊  မဟွံသဘးဇ္ၚး(စိုတ်စေတနာ)။  morbidly (adv)  နဒဒှ်မကၠိပပ်ပ္ဍဲစိုတ်စေတနာ။"},
{"word":"mordant","def":"adj.  မစၚ်လုပ်၊  မဒိအာ၊  မသ္ပစရဵု။  n.  အရာမသကဵုအရံၚ်ဍာ်ဂဥုဲချိုတ်၊  အရာမထိၚ်အရံၚ်ညံၚ်ဍာ်ဟဂွံစှ်ေ။"},
{"word":"more","def":"adj.  ပြၚ်၊  အာတုဲ၊  ပဵုတုဲ။  more tea. (adj)  မဂၠိုၚ်ကဵုလက်ဖက်။  n.  လၟိဟ်မဂၠိုၚ်နူဂှ်၊  ဒဒှ်မထပ်ဂလိုၚ်လဝ်လၟိဟ်။  adv.  ထပ်တုဲ၊  သာတုဲ၊  ပဵုတုဲ။  ၂။  ထပ်ပၠန်။  moreover (adv)  ပဲါနူဂှ်၊  ဝေၚ်နူဂှ်၊  ဆဂှ်သၟးဟွံသေၚ်၊  ဆဂှ်ဟွံသေၚ်၊  မွဲနဲတုန်။"},
{"word":"moribund","def":"adj.  မနွံကဆံၚ်ကြပ်ချိုတ်ဒၟံၚ်၊  မနွံကဆံၚ်ကြပ်လီုဒၟံၚ်။"},
{"word":"morning","def":"n.  နူဂယး၊  ဂယး၊  ဂျး၊  အခိၚ်နူဂယး။  morning star. (n)  သၞံၚ်ဇမ္ပာ၊  သံၚ်စမ္ပာ၊  သၞံၚ်စံပါ။"},
{"word":"morocco","def":"n.  စၞာံဗ္ၜေံဍိုန်ဍိုန်ၜတ်ၜတ်။"},
{"word":"morose","def":"adj.  မပ္တီုလဝ်မုက်၊  မဟွံဒးဂၞပ်စိုတ်။  morosely (adv)  နဒဒှ်မစွံလဝ်မုက်တီုတီု။  moroseness (n)  ဒဒှ်မပ္တီုလဝ်မုက်မတ်။"},
{"word":"morphine","def":"(morphia) n.  ဂဥုဲဂိဂေၚ်ဗၠး၊  မဝ်ဖိန်၊  မဝ်ဖဳယျာ။"},
{"word":"morrow","def":"n.  ယးဂတ၊  လဳယး၊  ယးတေံ။"},
{"word":"morsel","def":"n.  မွဲဒကုတ်၊  မွဲကရေက်ဍောတ်။  ၂။  မွဲပါၚ်၊  မွဲခၟတ်(ခမတ်)။"},
{"word":"mortal","def":"adj.  မချိုတ်ဍာံဍာံ၊  မချိုတ်တွဵု။  ၂။  မချိုတ်မာန်။  ၃။  မဒှ်အာစဵုကဵုချိုတ်တေံ၊  မနွံကဆံၚ်ဟွံချိုတ်အာဟွံတုဲ၊  မနွံကဆံၚ်ညးချိုတ်အဲချိုတ်။  n.  မၞိဟ်၊  ကောန်မၞိဟ်။  mortally (adv)  နဒဒှ်မကြပ်ချိုတ်ဒၟံၚ်။  mortality (n)  ဒဒှ်မချိုတ်၊  ဒဒှ်မဒှ်ဂကူချိုတ်၊  ချိုတ်ဂျိုၚ်။"},
{"word":"mortar","def":"n.  ခအဳ(ဆု)၊  တကိုဟ်။  ၂။  အၚ်္ဂဒဵု၊  သြောတ်၊  တိသြောတ်။  ၃။  မၠံက်တဲ၊  အမၠံက်တဲ။"},
{"word":"mortgage","def":"vt.  ပံၚ်လဝ်၊  အာပံၚ်လဝ်၊  ဒုၚ်လဝ်လယိုၚ်။  n.  ကပေါတ်ကဝံၚ်။"},
{"word":"mortify","def":"vt.vi.  သကဵုဂွံမုက်ဂဝ၊  သကဵုဂွအာ။  ၂။  ထိၚ်ဒက်လဝ်စိုတ်ဆန္ဒ။  ၃။  ဖျုန်မှအာ၊  လာ်မှအာ။  mortification (n)  ဒဒှ်မသကဵုမုက်ဂဝထကး။  mortify the body. (vt)  ဗ္ဒေက်ကာယ၊  ဖျဝ်ဗ္ဒေက်ကာယ။"},
{"word":"mortise","def":"n.  ပၞော်စရုဲ၊  လကံက်စရုဲ(စြုဲ)။"},
{"word":"mortuary","def":"n. (pl.-ries)  ရုၚ်ပါ်သြိုဟ်၊  ဒတန်စွံမၞိဟ်ချိုတ်။"},
{"word":"mosque","def":"n.  ဗလဳ၊  ဘာလ္ၚောဝ်ကျာ်မူသလေန်။"},
{"word":"mosquito","def":"n. (pl.-es)  ဂၟိတ်(စၟစၟောန်)၊  ခမိတ်၊  ဂမိတ်။"},
{"word":"moss","def":"n.  အိက်ၚာ်။  mossy (adj)  မတီုကၠီုဒၟံၚ်ကဵုအိက်ၚာ်၊  မဒှ်ညံၚ်ရဴအိက်ၚာ်။"},
{"word":"most","def":"adj.  မနွံလၟိဟ်ဂၠိုၚ်အိုတ်၊  မနွံကဆံၚ်သၠုၚ်အိုတ်၊  မဒှ်ဇၞော်အိုတ်။  mostly (adv)  နဒဒှ်မကြပ်ဒှ်ဖအိုတ်၊  နဒဒှ်ဗွဲယေဘုယျ၊  ဗွဲမဂၠိုၚ်။"},
{"word":"mote","def":"n.  မလံ(အမှိက်မလုပ်ပ္ဍဲမတ်)၊  လမၠံ။"},
{"word":"moth","def":"n.  စၟ(စၟညံၚ်ရဴဂကော်ဂလာ)၊  ခမှဟန်၊  စၟဟန်။"},
{"word":"mother","def":"n.  မိ၊  ယာဲ။  ၂။  မဇတံမူလ။  vt.  မြိမြန်ညံၚ်ရဴမိ။  motherhood (n)  ဒဒှ်ဘဝမိ၊  ဒဒှ်မဒှ်မိ။  motherless (adj)  မဟၟဲကဵုမိ။  motherly (adj)  မဒှ်ညံၚ်ရဴမိ။  mother and father. (n)  ယာဲတ၊  မိမ။  mother's breast. (n)  ဂၠးမိ၊  ဂၠံသြိုဟ်မိ။  Mother Earth. (n)  ဂၠးတိ။  mother-in-law (n)  ခံါသဳ၊  ခံါသဳဗြဴ၊  ဂမျှဳဗြဴ။"},
{"word":"motion","def":"n.  ပွမချဳဒရာၚ်။  ၂။  ဗီုပြၚ်မှက်မတ်။  ၃။  တၚ်မပၠောပ်ဂလာန်။  vt.  ထ္ၜးလက်သန်၊  ထ္ၜးနကဵုမုက်မတ်။  motionless (adj)  မဟၟဲကုဒဒှ်မချဳဒရာၚ်၊  မဟွံချဳဒရာၚ်။  motion picture (n)  ရုပ်ဂမျိုၚ်။"},
{"word":"motive","def":"adj.  မသကဵုချဳဒရာၚ်။  n.  တံတၚ်ရန်တၟံ၊  စိုတ်အပ္ဍဲ၊  တံဟိုတ်၊  တံဟိုတ်ဖဵု။  motivate (vt)  ဗတိုက်ဖအောဝ်၊  ဆဝ်ပ္ၚုဟ်။"},
{"word":"motley","def":"adj.  မနွံကဵုအရံၚ်ဗွဲမဂၠိုၚ်။  ၂။  မနွံကဵုဂကူဗွဲမဂၠိုၚ်၊  မနွံကဵုအရံၚ်အရာသံၚ်ဗြံၚ်။"},
{"word":"motor","def":"n.  စက်မကဵုဇြဟတ်သွက်ဂွံချဳဒရာၚ်အာကၠုၚ်၊  မဝ်တာ။  vi.  အာတရဴနကဵုကွဳစက်။"},
{"word":"motto","def":"n. (pl.-es [or] -s)  ပိုတ်လိက်သ္ကေံ။"},
{"word":"mould","def":"(mold)  n.  ကၟု၊  ခေါ်သၚ်ဗီု၊  ခေါ်အစာံဗီု။  vt.  သၚ်၊  သောန်၊  မာန်ဗီု၊  ကံက်ဗီု။  ၂။  ဖျေံဗီုမဆေၚ်စပ်ကဵုဒ္ဂေတ်ပဋိပတ်။"},
{"word":"moult","def":"(molt)  vt.vi.  သၠာဲတသော်၊  သံက်စၞာံ(ဂစေံ,ဇြုံ)။"},
{"word":"mound","def":"n.  ကုန်၊  ကုန်ဒဵု၊  ဂအုံတိသုသာန်၊  ဒအုန်တိတိုပ်လဝ်မၞိဟ်။"},
{"word":"mount","def":"n.  ဒဵု။  ၂။  ဒဒှ်မဗ္ဂပ်စုတ်သိၚ်ဗီု။  vt.vi.  ဍိုက်၊  တိုန်ဍိုက်၊  တိုန်ဍိုက်ချေံ။  ၂။  ဗ္ဂပ်၊  ဗ္ဂပ်စုတ်သိၚ်ဗီု။  Mount Meru. (n)  ဒဵုသိန္နရာတ်။  mounted soldier. (adj)  ဂၟံၚ်ချေံ။"},
{"word":"mountain","def":"n.  ဒဵု၊  တၟံ၊  တၟံလးဨကြက်ဂန်၊  ပဗ္ဗတ၊  ပဗ္ဗတာ။  mountaineer (n)  မၞိဟ်မတန်တဴပ္ဍဲဌာန်ဒေသလ္တူဒဵု၊  မၞိဟ်မစိုန်သ္ကီုလ္ပာ်တိုန်ဒဵု။  mountainous (adj)  မတီုကၠီုနကဵုဒဵု၊  မနွံဇၞော်တဴကဵုဒဵုမဇၞော်။  foot of the mountain. (n)  ဇိုၚ်ဒဵု။  mountain jack tree. (n)  တၞံဖာ။  mountain peak. (n)  က္ဍဟ်ဒဵု၊  ဒြၚ်တၟံ၊  ဒရံၚ်တၟံ။  mountain stream. (n)  လ္ဂောဝ်။"},
{"word":"mountebank","def":"n.  မၞိဟ်လီသွံဂဥုဲပ္ဍဲဒကဴဂၠံၚ်၊  မၞိဟ်လီ။"},
{"word":"mourn","def":"vt.vi.  ကသန်၊  ကသဝ်၊  ကသန်ကသဝ်၊  ကသဝ်နရာတ်၊  အောန်စိုတ်ညံၚ်ရဴသြိုဟ်ပါ်ဖဲါအာ၊  ဂၠိုက်ဟောံဒၟံၚ်ပ္ဍဲစိုတ်ဒက်ဒန်၊  လၞီလၞာ်။  mourner (n)  မၞိဟ်မဂၠိုက်သ္ၚောံဒၟံၚ်ပ္ဍဲစိုတ်၊  မၞိဟ်ပလံၚ်ကမ္မဋ္ဌာန်။  mournful (adj)  မအောန်စိုတ်ဂၠိုက်ဟောံ။  mournfully (adv)  နဒဒှ်မလရိုဟ်ဂတေဝ်ယာံ။  mourning (n)  ယဲပူမှ်၊  ပွမဂၠိုက်သ္ၚောံအောန်စိုတ်၊  ပွမလရိုအ်ဂတေဝ်လေၚ်ဇွောဝ်၊  စၟတ်သမ္တီဒဒှ်မလေၚ်ဇွောဝ်အောန်စိုတ်ဂၠိုက်သ္ၚောံ။"},
{"word":"mouse","def":"n. (pl.mice)  ကၞိ၊  ကၞိသြိုဟ်ဗု၊  မဿိ။  mouser (n)  ဗ္ဂဲကၠဵုမရပ်ကၞိခိုဟ်။  mousy (adj) (-ier,-iest)  မတုပ်ကဵုကၞိ၊  မနွံကဵုကၞိဗွဲမဂၠိုၚ်။  mouse trap. (n)  တေပ်ပံါကၞိ၊  တေပ်။"},
{"word":"moustache","def":"n.  တသော်ပါၚ်။"},
{"word":"mouth","def":"n. (pl.-s)  ပါၚ်၊  ပထောၚ်ပါၚ်။  ၂။  ပါၚ်(ထိုၚ်,ပလၚ်,ဂိုဟ်ထီု,လိုၚ်,ထၟောၚ်,က္ၜဳ)။  vt.vi.  ဟီုဂးနကဵုပါၚ်ၜေဲၜေဲဝက်ဝက်၊  ဟီုသ္ပပၞ။  mouthful (n)  မွဲဗၠံ၊  မွဲပါၚ်ပေၚ်ပေၚ်။  mouthpiece (n)  လတာ်၊  လတာ်ပေၚ်၊  ကောန်လတာ်၊  မၞိဟ်စၞးသွက်ညးသအာၚ်၊  လဟီု၊  သ္ဂး။  mouthpiece of  a wind instrument. (n)  လ္တာ်ပေဝ်။"},
{"word":"move","def":"vt.vi.  ဆုဲ၊  ဖျုဲ၊  ပြံၚ်ဆုဲအာ၊  ယိုတ်။  ၂။  အာ၊  ချဳ၊  ချဳဒရာၚ်၊  စလိုက်၊  စလိုက်စလာဲ၊  ဆဳ၊  စလှ်၊  စလှ်လဖှ်၊  တိတ်အာ၊  ဒပှ်ကလှ်၊  ဒလိုက်၊  ဒလိုက်ဒလာဲ၊  ဗိုက်ကသဳ၊  ဗချဳ၊  သဲ။  ၃။  သကဵုစိုတ်ချဳဒရာၚ် စိုတ်လီုအာ၊  သကဵုဒုၚ်စသိုၚ်။  ၄။  သကဵုဟီုဂးပတိုန်ဂလာန်။  n.  ဒဒှ်မဆုဲပြံၚ်၊  ပွမချဳဒရာၚ်။  ၂။  ပွမချဳဒရာၚ်သွက်ရန်တၟံမွဲမွဲ။  movable (adj)  မပဆုဲပြံၚ်ဏာမာန်။  movement (n)  ပွမချဳဒရာၚ်၊  ပွမဆုဲပြံၚ်။  movie (n)  ရုပ်ဂမျိုၚ်။  move about. (vt.vi)  ဂေၚၚ်၊  ဂေၚ်လန်၊  ဂ္ၚေၚ်လောန်။  move away. (vt.vi)  တသိုတ်၊  တသိုတ်စ္ဍးအာ၊  သြာဲ၊  သြာဲသ္ဍး။  move from place to place. (vt.vi)  ဂေတ်ဂ္ၚေၚ်၊  ဂေတ်ဂပဝ်။  move on. (vt.vi)  ယာကြာ၊  ဆက်ချဳဒရာၚ်၊  ဆက်အာ။  move round. (vt.vi)  ဂေတ်၊  ဂေတ်ဂေၚ်။"},
{"word":"mow","def":"vt.vi.  ရတ်ချောဲ(နကဵုစက်, နကဵုနတ်)။"},
{"word":"Mr.","def":"title init.  ဝေါဟာမစုတ်ကော်ခဴစဂတယၟုမၞိဟ်တြုံတြုံမွဲ။  Mr. Brown. မေတ်သတာပြော။"},
{"word":"Mrs.","def":"title init.  ဝေါဟာမကော်ခဴစဂတယၟုမၞိဟ်ဗြဴဗြဴ မဒှ်တၠဂယိုၚ်တုဲမွဲ။  Mrs. Jane. မေတ်သေတ်ဂျိၚ်။"},
{"word":"Ms.","def":"title init.  ဝေါဟာမကော်ခဴစဂတယၟုမၞိဟ်ဗြဴဗြဴ ဝုတ်ဝုတ်ကဵုဒှ် ထဴထဴကဵုဒှ်။  Ms. Mary Green.  မေတ်(သ)မေရဳဂြိန်။"},
{"word":"much","def":"adj.  (more,most)  မဂၠိုၚ်၊  မဂၠိုၚ်ဂၠေၚ်။  much more. (adv)  ဗဟူ။  much progress. (adj)  မတဴတက်ကၠုၚ်ဗွဲမဂၠိုၚ်။"},
{"word":"muck","def":"n.  အိက်ဂၠဴ၊  ကၞေံသတ်တိရစ္ဆာန်။  ၂။  သအုဲသအေၚ်၊  တရဴဇၞော်။  vt.vi.  သကဵုကၠိပပ်၊  သကဵုကၠေဝ်ကၠိ။  ၂။  ပၠေၚ်အခိၚ်။  mucky (adj) (-ier,-iest)  မကၠိပပ်၊  မကၠိခ္ဍက်။"},
{"word":"mucous","def":"adj.  မဆေၚ်စပ်ကဵုသၠေဟ်ထလိန်ထလိန်၊  ဇာၜဵုဇာၜာ။"},
{"word":"mucus","def":"n.  သၠေဟ်ထလိန်ထလိန်၊  ဇာၜဵုဇာၜာ၊  ကမှိုဝ်၊  ကမှဵု၊  ခမှောဝ်၊  ခၟောဝ်၊  ဍာ်ခၟောဝ်။"},
{"word":"mud","def":"n.  ခရီု၊  ထရီု၊  လၟက်၊  လှိုက်၊  လှိုက်ထရီု၊  သရီု၊  သြီု။  muddy (adj)  မတီုကၠီုကဵုခရီု၊  မဂၠိုၚ်ကဵုလၟက်ခရီု။  mudguard (n)  ဂရောပ်စဵုဒၞာခရီု (ပ္ဍဲကွဳလိုန်ကွဳစက်)၊  ဇွောံစဵုဒၞာလၟက်ခရီုကၠိကၠေဝ်။"},
{"word":"muddle","def":"vt.vi.  သကဵုထုဲထံၚ်၊  ကၠောန်ညံၚ်ဂွံထုဲဂရုဲ။  n.  ဒဒှ်မထုဲဂရုဲ။"},
{"word":"muezzin","def":"n.  မၞိဟ်ကညာၚ်ကော်မၞိဟ် သွက်ဂွံလ္ၚောဝ်ကျာ်လ္တူစၚ်ဟဝ်ဗလဳ။"},
{"word":"muffle","def":"vt.  အုပ်လဝ်သွက်ဂွံဂီု၊  ဒက်လဝ်ဇုက်ကၠေဟ်ကံ။  ၂။  ဂွဳဒက်လဝ်ကဵုယာတ် ညံၚ်ရဴဗရုဟဂွံတိတ်။"},
{"word":"muffler","def":"n.  ယာတ်ကၠေဟ်ကံ၊  ယာတ်ပူပါတ်ကံ၊  ကရိယာညံၚ်ရဴရမျာၚ်သ္ဂောံသ္ၚိတ်၊  မာဝှ်လာ။"},
{"word":"mufti","def":"n.  ဗွိုက်လ္တက်ဗွဲသာမည၊  ဗွိုက်လ္တက်မဗိုက်လ္တက်ဒၟံၚ်ဗီုရိုဟ်တ္ၚဲ။"},
{"word":"mug","def":"n.  ဗြံက်ဍာ်သီုတဝ်။  ၂။  မၞိဟ်အအ၊  မၞိဟ်ဓီုၜီု၊  မၞိဟ်လီကေတ်လောဲ။  ၃။  (slang)  မုက်။  vt.vi.  (-gg-)  ဖဍံက်လိက်ညံၚ်ဂွံပြဵု။  ၂။  ပၠံၚ်ဗ္တာ်ကေတ်။"},
{"word":"muggy","def":"adj. (-ier,-iest)  မက္တဴအုပ်ဇြုၚ်ဒၟံၚ်၊  မသအိုပ်အုပ်ဇြုၚ်ဒၟံၚ်။"},
{"word":"mulatto","def":"n.  ဂကူကာပ္ပလဳ ဆီမနှဴရဴဒၟံၚ်ကဵုအၚ်္ဂလိက်။"},
{"word":"mulberry","def":"n.  တၞံတၞးစၟသုတ်စ၊  တၞံစၟသုတ်စ။"},
{"word":"mulct","def":"vt.  ဖျေံဒန်နဒဒှ်တပ်ဒန်သြန်။  ၂။  သကဵုကျအာ၊  သကဵုဟောံဗြောံအာ။"},
{"word":"mule","def":"n.  မာဲ (သတ်တိရစ္ဆာန်ချးကဵုချေံ ဖျေံမတုဲဂွံ)၊  အတ်သတဵု၊  ချေံအဿတဵု၊  လှာ၊  ချေံလှာ။  mulish (adj)  မၞိဟ်ဟီုဂးစဝါတ်၊  မၞိဟ်ဟွံကေတ်ဂၠံၚ်ဍာန်၊  မၞိဟ်က္ဍိုပ်မ္ၚိုဟ်မ္ၚိုဟ်။"},
{"word":"mullet","def":"n.  ကဖလုဟ်။"},
{"word":"multi-","def":"prefix.  မဂၠိုၚ်၊  မဒှ်နာနာသာ်၊  မဒှ်သာ်နာနာ။"},
{"word":"multiple","def":"adj.  မနွံကဵုသကုတ်ကရေက်ဗွဲမဂၠိုၚ်။"},
{"word":"multiplicand","def":"n.  ကိုန်တန်သွက်ဂွံပၟဝ်။"},
{"word":"multiplier","def":"n.  ဇိုၚ်ပၟဝ်(ဇိုၚ်ကၟဝ်)။"},
{"word":"multiply","def":"vt.vi. (pt.pp.-lied)  ကၟဝ်၊  ပၟဝ်၊  ဂၠိုၚ်တန်။  ၂။  ပၟဝ်ဂလိုၚ်။  multiplication (n)  ဒဒှ်မပၟဝ်။  multiplicity (n)  ဒဒှ်မဂၠိုၚ်။"},
{"word":"multitude","def":"n.  ကမၠေဝ်၊  ဂအောတ်သာၚ်သောဝ်၊  ဂကောံသ္ကံမၞိဟ်၊  ဗရုညာန်ညေဲ၊  ဗျူဟ၊  ဗွဝ်ဂမၠိုၚ်၊  သ္ကံမၞိဟ်။  multitudinous (adj)  မဂၠိုၚ်ဂၠေၚ်။"},
{"word":"mum","def":"adj. (colloq)  မကၞပ်ဒၟံၚ်။  မဟွံဗြုမွဲသာ်၊  မမံၚ်ဒၟံၚ်သ္ၚိတ်သ္ၚိတ်၊  မဒမၠုက်စွံလဝ်။"},
{"word":"mumble","def":"vt.vi.  ဟီုကၠာမိၚ်ကဵုဟွံမိၚ်၊  ဟီုထုဲထံၚ်ဟွံကၠးဖ္ဍး ဆၜိုတ်သၟောန်ပါၚ်ချဳ။  n.  ဒဒှ်မဟီုဟွံကၠး။"},
{"word":"mummy","def":"n. (pl.-mies)  ဇွမၞိဟ်ဓုပ်ဂွဳလဝ်နကဵုဂဥုဲ။"},
{"word":"mumps","def":"n.  ခမၚ်ကၠိက်၊  ယဲခၟၚ်ဂုဟ်၊  ယဲထမၚ်ဂုဟ်၊  ယဲခၟၚ်ကၠိက်။"},
{"word":"munch","def":"vt.vi.  ဇ္ၚာဲစကြောပ်ကြောပ်၊  ဂရိတ်ဇ္ၚာဲ။"},
{"word":"mundane","def":"adj.  မဆေၚ်စပ်ကဵုလောကဳ။"},
{"word":"municipal","def":"adj.  မဆေၚ်စပ်ကဵုသ္ဂောံသအးဇ္ၚးတဴတက်ကၠုၚ်။"},
{"word":"municipality","def":"n.  ဂကောံမရၚ်တၠုၚ်သွက်ဂွံ သအးဇ္ၚးတဴတက်ကၠုၚ်။"},
{"word":"munificent","def":"adj.  မတရးဂစာဲ၊  မဇမၠိၚ်လဝ်တဲ။  munificence (n)  ဒဒှ်မတရးဂစာဲ။"},
{"word":"munitions","def":"n.  ကပေါတ်လွဟ်ပၞာန်။"},
{"word":"mural","def":"adj.  မဒှ်လ္တူဒဒၚ်။  n.  ရုပ်ကသူမစိစောန်လဝ်ပ္ဍဲဒဒၚ်။"},
{"word":"murder","def":"n.  ဒဒှ်မဂစိုတ်ထောံမၞိဟ်ဟွံမွဲကဵုသၞောဝ်၊  အမှုဂစိုတ်မၞိဟ်။  vt.  ဂစိုတ်မၞိဟ်နကဵုရန်တၟံလဝ်ဗွဲတၟေၚ်။  ၂။  ပလီုထောံ။  murderer (n)  မၞိဟ်ဂစိုတ်မၞိဟ်။  murderous (adj)  မချပ်ကသပ်သွက်ဂွံဂစိုတ်မၞိဟ်၊  မဂဇုဟ်ဂရိုဟ်သွက်ဂွံဂစိုတ်မၞိဟ်။"},
{"word":"murky","def":"adj. (-ier,-iest)  မဂၠုၜေက်ဒၟံၚ်။"},
{"word":"murmur","def":"vt.vi.  ကရောတ်၊  ကရောတ်တသဝ်၊  ကရောတ်တဟး၊  ကြဵု၊  ဂဟီ၊  ဂဟီကြဵု၊  တသဝ်၊  တသဝ်ဂြဟ်၊  ဒန်၊  ရေရောတ်၊  ဟီုဒၟံၚ်ရမျာၚ်သာသာမိၚ်ဟွံကၠး၊  တိတ်ဒၟံၚ်ရမျာၚ်သာသာ။  n.  ရမျာၚ်ဗြုဒၟံၚ်သာသာ ကၠးကၠးကဵုဟွံကၠး၊  ရမျာၚ်သာဲ၊  သ္ကံသာဲတံပဝ်အာ။  ၂။  ကရောတ်တသဝ်ဒၟံၚ်သာသာ၊  ဒဒှ်မဒက်ဒန်ဒုတ်ဒေါ။"},
{"word":"muscle","def":"n.  ကတေၚ်၊  ကောန်ကၞိ။  muscular (adj)  မဆေၚ်စပ်ကဵုကောန်ကၞိ၊  မနွံကဆံၚ်ကောန်ကၞိပေၚ်သဴ။  muscle-bound. (adj)  မဒှ်ယဲကောန်ကၞိတိုန်။"},
{"word":"muse","def":"vt.  ချပ်သွပ်လ္ပံဒၟံၚ်၊  သၠၚ်၊  သၠၚ်သဒ။"},
{"word":"museum","def":"n.  တိုက်ပၠ။"},
{"word":"mushroom","def":"n.  ပ္တိုဟ်၊  ပ္တိုဟ်ဂဂဵု၊  ဒဒှ်မတိုန်ကၠုၚ်ညံၚ်ရဴပတိုဟ်၊  ဒဒှ်မဇၞော်ကၠုၚ်မွဲတ္ၚဲကဵုမွဲတ္ၚဲဟွံတုပ်။"},
{"word":"music","def":"n.  ပညာဂဳတ၊  ရမျာၚ်မတိၚ်တိုက်ကွိၚ်ကွိုက်၊  ဒဒှ်မတက်ဗဂိုဟ်ဂန္ဓဝ်။  musical (adj)  မဒှ်ဒၟံၚ်ညံၚ်ရဴရမျာၚ်ကွိၚ်ကွိုက်၊  မဍောတ်ၜိုဟ်သာယာပ္ဍဲကတောဝ်၊  မဆေၚ်စပ်ကဵုကွိၚ်ကွိုက်တိၚ်တိုက်။  musically (adv)  နကဵုကွိၚ်ကွိုက်။  musician (n)  သၟာကွိၚ်ကွိုက်တိၚ်တိုက်၊  သၟာဂဳတ၊  သၟာကွိၚ်၊  သၟာကွိၚ်ကွိုက်၊  သၟာတွိၚ်တွိုက်။  musical instruments. (n)  ဗာတ်၊  ဗာတ်ကောန်စှ်။  ၂။  ကွိၚ်ကွိုက်၊ တွိၚ်၊  ပေဝ်၊  ထဏ(စံၚ်မွဲဂကူ)။  music box. (n)  ဗာတ်တလာ။"},
{"word":"musk","def":"n.  ကဒဵု (မြမောဝ်မွဲဂကူမဂွံနူကၠေၚ်ဂြာဲတၟက်)။  musk-melon. (n)  ဂအဳတၟံ။"},
{"word":"musket","def":"n.  သေဏာတ်၊  သၞာတ်၊  သၞာတ်ပၠံၚ်ဇမၠိၚ် မရပ်စပ်စကာကၠုၚ်ပ္ဍဲခေတ်တြေံတေံ။"},
{"word":"muslin","def":"n.  ယာတ်ပိက်ပရဳ၊  ခါသာ။"},
{"word":"must","def":"aux. v.  သ္ဒးကၠောန်၊  ဒးကၠောန်၊  ချိုတ်ပၠိုတ်။  n.  အရာမသ္ဒးကၠောန်တွဵုဗလေတ်ထောံဟွံဂွံ၊  အရာမသ္ဒးရံၚ်မသ္ဒးပၚ်မှိၚ် ပဲါထောံဟွံဂွံ။  You must do what you are told. (aux.v)  မၞးသ္ဒးကၠောန်ဗီုဟီုလဝ်ဂှ်။  I must leave before dawn. (aux.v)  အဲသ္ဒးစ္ဍးတိတ်အာနူကၠာအသိုန်ဟွံစာ်။"},
{"word":"mustang","def":"n.  ချေံအရိုၚ်ပ္ဍဲကၟိန်ဍုၚ်အမေရိကာန်မွဲဂကူ။"},
{"word":"mustard","def":"n.  ရာဲ(ခၟာဲရာဲ)၊  ရာဲသဳဓတ်။  mustard seed. (n)  မရာဲ။  mustard oil. (n)  ကၠေၚ်ရာဲသဳဓတ်။"},
{"word":"muster","def":"n.  ဒဒှ်မကောံဓရီုဒၟံၚ်နကဵုမၞိဟ်ဂမၠိုၚ်။  vt.vi.  ပကောံ၊  ကောံဓရီု။  muster an army. (vt.vi)  သူဗဵု၊  သၞး၊  သၞးဗျူဟ။"},
{"word":"musty","def":"adj. (-ier,-iest)  မအုတ်၊  မအှ်၊  မဂွံဒၟံၚ်သၟူပတိုဟ်။  ၂။  မဟွံဂတာပ်ခေတ်။"},
{"word":"mutable","def":"adj.  မပြံၚ်သၠာဲမာန်၊  မလေပ်ပြံၚ်လှာဲ။  mutability (n)  ဒဒှ်မပြံၚ်လှာဲလောဲ။  mutability of creatures. (n)  သၚ်္ခါရ၊  ဓဝ်သၚ်္ခါရ။"},
{"word":"mute","def":"adj.  မသ္ၚိတ်မံၚ်၊  မကၞပ်ဒၟံၚ်။  ၂။  မဟီုအရေဝ်ဟွံဂွံ၊  မအဒၟံၚ်၊  မကၠဴဒၟံၚ်။  n.  မၞိဟ်အအ၊  မၞိဟ်ဟီုအရေဝ်ဟွံဂွံ။"},
{"word":"mutilate","def":"vt.  ကုတ်ထပိုတ်ကၠေံအၚ်္ဂအဝဲဇကု။  mutilation (n)  ဒဒှ်မကုတ်ထပိုတ်ကၠေံအၚ်္ဂအဝဲဇကု။"},
{"word":"mutiny","def":"n. (pl.-nies)  ဒဒှ်မပၠန်ဂတး (ကောန်ပၞာန်,ကောန်က္ၜၚ်)၊  သပုန်။  vi.  က္တဵုသပုန်ပၠန်ဂတး၊  သပုန်။  mutineer (n)  မၞိဟ်က္တဵုသပုန်။  mutinous (adj)  မသပုန်၊  မသပုန်တလန်၊  သပုန်တလန်။"},
{"word":"mutter","def":"vt.vi.  ကရောတ်ဒၟံၚ်သာသာနကဵုရမျာၚ် ညးဂမၠိုၚ်မိၚ်ဟွံမာန်၊  ထ္ၜုတ်ဟီု။  ၂။  မိၚ်မံၚ်သာသာ။"},
{"word":"mutton","def":"n.  ဖျုန်သဵု။  mutton fat. (n)  ကၠေၚ်သဵု။"},
{"word":"mutual","def":"adj.  မဒှ်ပၠန်ဂတး။  ၂။  မဒှ်သီုၜါလ္ပာ်။  mutually (adv)  ရၚ်ကာန်၊  ရၚ်သ္ကံ၊  နဒဒှ်ဗွဲပၠန်ဂတး၊  သီုၜါလ္ပာ်၊  သီုၜါတၠပလန်ဂတးရၚ်သ္ကံ ဇကုကဵုဇကု။"},
{"word":"muzzle","def":"n.  ခၟဴ(ကၠဵု, ကၠိက်)။  ၂။  ဂရောပ်သၠိုက်စုတ်လဝ်ပ္ဍဲပါၚ်ကၠဵု (ညံၚ်ရဴကိတ်ဟွံဂွံ)။  ၃။  ပါၚ်ပၠံၚ်သၞာတ်(သေနာတ်)။  vt.  သၠိုက်စုတ်ဂရောပ်ပ္ဍဲပါၚ်ကၠဵု။  ၂။  ဆဵုဒဝ်တၟာတ်ထောံညံၚ်ရဴဓမံက်ထ္ၜးဗၠးဗၠးၜးၜးဟွံမာန်(လိက်ပရိုၚ်)။"},
{"word":"my","def":"poss. adj.  အဲ၊  ဂြပ်အဲ။  myself (pron)  ဇကုအဲ၊  အနေဇကုအဲ။  my good woman. (adj)  ဟာဲၝောံ။"},
{"word":"mynah","def":"n.  သာရိကာ(ဂစေံ)၊  ကလိၚ်။"},
{"word":"myopic","def":"adj.  မနွံကဵုလညာတ်ကြပ်ကြပ်၊  မနွံကဵုလညာတ်ဂၠေံဂၠေံ၊  မညာတ်တရဴကြပ်ကြပ်မလှီုပ္ဍဲလညာတ်သ္ၚောဲသ္ၚောဲ။"},
{"word":"myriad","def":"n.  လၟိဟ်ရိုဟ်ဟွံမာန်။  ဒဒှ်ဗွဲမဂၠိုၚ်။"},
{"word":"myrrh","def":"n.  မုရာန်(ထ္ၜိုတ်ဆု)။  ၂။  ကမညာန်၊  ဇၜိုတ်သ္ၜန်။"},
{"word":"mystery","def":"n. (pl.-ries)  ဒဒှ်သ္ဂောံကၠိုဟ်ခၠၚ်ဝါတ်ဂါတ်၊  ဒဒှ်မကၞိက်လဒဵုစိစောန်။  ၂။  ဒဒှ်မကၞိက်လဒဵု၊  ပေဲါသဘၚ်ပရေၚ်ဘာသာစိစိစောန်စောန်။  mysterious (adj)  မကၞိက်လဒဵု၊  မတၟုဲတဴဒၟံၚ်ကဵုစိစောန်လဝ်၊  မသ္ဇိုဟ်နက်။"},
{"word":"mystic","def":"adj.  မဒှ်သွက်သ္ဂောံကၠိုဟ်ခၠၚ်ဝါတ်၊  မကၞုက်လဝ်အဓိပ္ပာဲ၊  မဒှ်ကဆံၚ်သ္ဒးဖေက်ဂၟံက်ဒှ်အံသဝ်ခိုဟ်။  n.  မၞိဟ်ဗက်လ္ၚတ်အရာမကၞုက်ကၞာဲသ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။  mystical (adj)  မဝါတ်ဂါတ်သွက်ဂွံတီကၠိုဟ်။  mysticism (n)  ကွေတ်ဝါဒသ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။"},
{"word":"mystify","def":"vt. (pt.pp.-fied)  သကဵုစိုတ်ထုဲကြာန်၊  သကဵုဒှ်သၠေဟ်ပၟာ။  mystification (n)  ဒဒှ်စိုတ်မထုဲကြာန်၊  ဒဒှ်မဒှ်သၠေဟ်ပၟာ။"},
{"word":"myth","def":"n.  ပုံအဂီု၊  ဂလာန်မဆက်ဆေန်စှ်ေကၠုၚ်နူတမၠာ (မဟွံမွဲကွေံကွေံ, မဟွံဒှ်ကွေံကွေံ)။  ၂။  မၞိဟ်ချပ်ကေတ်လဝ်ပ္ဍဲစိုတ်၊  အရာမချပ်ညာတ်ကေတ်လဝ်ပ္ဍဲစိုတ်။  mythical (adj)  မဟၟဲကွေံကွေံ၊  မဒှ်အရေဝ်ဂလာန်ယီုစဟွံဂွံ။  mythology (n) (pl.-gies)  ကွတ်ပညာမကတ်လ္ၚတ်ပုံအဂီု။  mythological (adj)  မဆေၚ်စပ်ကဵုမကတ်လ္ၚတ်ပုံအဂီု။  mythologist (n)  တၠပညာမကတ်လ္ၚတ်ပုံအဂီု။  mythical fish. (adj)  ကမၚ်ကဝ်(ကရ်)။"},]}