{"data":[{"word":"n","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၁၄။"},
{"word":"nab","def":"vt. (-bb-)  ရပ်ကေတ်မွဲလစုတ်ဓဝ်၊  ရပ်ဂတ်ကေတ်။"},
{"word":"nadir","def":"n.  တေတ်သဝ်အိုတ်၊  ခရက်သဝ်အိုတ်၊  အကာဲအရာမနွံကဆံၚ်သဝ်အိုတ်သွက်ညးမွဲမွဲ။"},
{"word":"nag","def":"vt.vi. (-gg-)  ထ္ၜုတ်က္တဵုကြဵုဇာပရဂဟီဒၟံၚ်။"},
{"word":"naiad","def":"n. (pl.-s [or] -es)  အဆေဝ်သွဝ်ဗြဴဍာ် မကၠုၚ်နူအဂီုဂရိ။"},
{"word":"nail","def":"n.  သၞေံတဲ၊  သၞေံဇိုၚ်။  ၂။  ဗၞာ်၊  ဗၞာ်ပသဲ၊  ပသဲတက်စ။  vt.  တက်ဗၞာ်၊  တက်ပသဲ၊  တက်ကဵုပသဲ။  nail-file (n)  ကရာၚ်ကြာၚ်သၞေံတဲစုတ်လဝ်ပ္ဍဲသကေပ်သၞေံတဲ။  finger-nail, toe-nail. (n)  သၞေံ၊  သၞေံဇိုၚ်တဲ။"},
{"word":"naive","def":"adj.  မယျဵုလ္ဂူဗၠးဒုဟ်မဒှ်ဒၟံၚ်အတိုၚ်သဘာဝ။  naively (adv)  နဒဒှ်မဟၟဲကဵုဒုဟ်ဒန်။  naivete (n)  ဒဒှ်မယျဵုလ္ဂူ။"},
{"word":"naked","def":"adj.  စမးစမး၊  ဒဒှ်မနွံဇကုသၟး၊  မဟၟဲကဵုဗွိုက်လ္တက်၊  မဗလးလဝ်ဇကုဗလာ၊  မဒှ်မုဟွံမွဲ၊  မသၠောတ်လဝ်ဖအိုတ်။  nakedly (adv)  နဒဒှ်မဟၟဲကဵုဗွိုက်လ္တက်။  nakedness (n)  ဒဒှ်မဟၟဲကဵုဗွိုက်လ္တက်။"},
{"word":"name","def":"n.  ယၟု၊  နာမ၊  ဗီုကော်ခဴစ။  ၂။  ဒဒှ်ယၟုမမြဟ်၊  ဒဒှ်ယၟုမဒယှ်တှ်။  vt.  ကော်ခဴ၊  ကဵုယၟု၊  ခုတ်ခဴလဝ်ယၟု၊  ခုတ်ယၟု၊  ဂးယၟု၊  ဆံၚ်၊  ဆံၚ်ဏာ၊  ဆံၚ်ပ္ညန်၊  မဂးယၟု၊  မဟိမု၊  သၟုက်၊  သမုတ်။  ၂။  ဟီုဓမံက်ထ္ၜး။  nameless (adj)  မဟွံဒယှ်တှ်၊  မဟွံပြာကတ်၊  မဒှ်ကဆံၚ်မၞိဟ်ဟွံတီ။  namely (adv)  နဒဒှ်ယၟု၊  သ္ဒးဟီုမ္ဂး။  name of an Asura who causes eclipses. (n)  ရာဟု။  name of the first lunar month of the Mon. (n)  စဲ၊  ဂိတုစဲ(မန်)။"},
{"word":"nanny","def":"n.  မိမန်၊  ပၟၚ်ကောန်ၚာ်၊  ဗြဴဂမာ။"},
{"word":"nap","def":"n.  ဒဒှ်မသၠိၚ်အာမွဲမြဟ်ဍောတ် အပ္ဍဲအခိၚ်တ္ၚဲ။  vt.  တိက်ထောံမွဲလစုတ်။"},
{"word":"napalm","def":"n.  မဗ္တိုဟ်ပၟတ်။"},
{"word":"nape","def":"n.  ကတက်၊  လတက်(လက္ကရဴကံ)၊  ဂမ္တက်။"},
{"word":"naphtha","def":"n.  ကၠေၚ်ဍေန်မပ္တိတ်နူချးတၟံ။"},
{"word":"napkin","def":"n.  ယာတ်ဇိုတ်တဲ၊  ပဝါဇိုတ်တဲ၊  မာသုတ်။"},
{"word":"narcotic","def":"n.  ဂဥုဲဇဗဗ္ၜူလဆူဒလူ။  adj.  မသကဵုဗ္ၜူဒေၚ်ဒိုဟ်။"},
{"word":"narrate","def":"vi.  လဴ၊  လဴပုံ၊  လဴဗ္စ၊  ဟီုလဴထ္ၜးကဵုဒဒှ်မဒှ်ကၠုၚ်တုဲမွဲမွဲ။  narrator (n)  မၞိဟ်ကလေၚ်လဴဟီုထ္ၜး။  narrative (adj)  မဒှ်ညံၚ်ရဴပုံအဂီု။  n.  ပုံအဂီု။  narration (n)  ဒဒှ်မကလေၚ်လဴထ္ၜး။  narrative of past events. (n)  ပုံ။"},
{"word":"narrow","def":"adj. (-er,-est)  က္ဍန်၊  မက္ဍန်၊  မက္ဍန်ဂြက်၊  မကြေပ်၊  မဍန်။  ၂။  မသောဲဗြဲ၊  မနွံကဵုတွဵုဒနက်၊  မနွံကဵုကဆံၚ်ဂစိုတ်ကၞာတ်လဝ်။  ၃။  မချေတ်ဗၠေတ်အာ၊  မဒှ်တၟာမွဲဂဗးစး၊  မဒှ်မွဲဇမၠိၚ်မုဟ်။  ၄။  မချိုတ်ပၠိုတ်၊  မကြေပ်ဂြတ်။  vt.  ခ္ဍန်၊  ဂဍန်၊  ဂြက်၊  သကဵုက္ဍန်ဂြက်၊  က္ဍန်ဂြက်အာ။  narrowly (adv)  နဒဒှ်မဒှ်ညိညဓဝ်။  narrow-minded (adj)  မနွံကဵုစိုတ်စရိုတ်က္ဍန်က္ဍန်၊  မနွံကဵုစိုတ်လညာတ်သဝ်သဝ်။  narrowness (n)  ဒဒှ်မက္ဍန်ကြေပ်။  narrow pathway between houses. (adj)  ဂၠံၚ်ကရေပ်၊  ဂၠံၚ်သရော်။"},
{"word":"nasal","def":"adj.  မဆေၚ်စပ်ကဵုမုဟ်။  nasal catarrh. (adj)  ယဲမုဟ်၊  ယဲဒးချာံဍာ်မုဟ်တိတ်၊  ယဲသန်ညာ။"},
{"word":"nascent","def":"adj.  မမံက်တိုန်တၟိ၊  မနွံကဆံၚ်ပလုတ်ဍေံတိတ်တၟိ။"},
{"word":"nasty","def":"adj.  မကၠိပပ်၊  မေၚတ်ဗေတ်၊  မနွံကဵုကဆံၚ်သွက်ဂွံက္ဍုဟ်မၠေံခိုဟ်။  ၂။  မဂိက္တာန်၊  မနွံကဵုအန္တရာဲ။"},
{"word":"natal","def":"adj.  မဆေၚ်စပ်ကဵုဒဒှ်မတ္ၜံၚ်ပၟတ်ပၞာၚ်၊  မဆေၚ်စပ်ကဵုအခိၚ်ဒှ်မၞိဟ်၊  မဆေၚ်စပ်ကဵုဒၞာဲဒှ်မၞိဟ်။"},
{"word":"nation","def":"n.  ဂကူ၊  ကောန်ဂကူ။  national (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ကောန်ဂကူ။  n.  ကောန်ဂကူ၊  ကောန်ဍုၚ်အရၚ်။  nationalism (n)  ဓာတ်စိုတ်ကောန်ဂကူ၊  ဝါဒကောန်ဂကူ။  nationalist (n)  မၞိဟ်ဆာန်ဂကူ။  nationality (n)  ဒဒှ်မဒှ်ကောန်ဂကူ။  nationalize/-ise (vt)  သီကေတ်သ္ပထောံဂြပ်ညးဂမၠိုၚ်၊  သကဵုဒှ်ဂြပ်အလဵုအသဳ။  nationalization (n)  ဒဒှ်မသ္ပထောံဂြပ်အလဵုအသဳ။"},
{"word":"native","def":"n.  ဒၞာဲမဒှ်မၞိဟ်၊  ဒၞာဲတိုပ်အသုက်၊  ဒၞာဲဇာတိ။  adj.  မဒှ်ဒၞာဲဒှ်မၞိဟ်။  ၂။  မဒှ်အစောံစရာဲမဒှ်ကၠုၚ်နူဂဝ်၊  မဒှ်ကၠုၚ်နူဂဝ်။  ၃။  မဒှ်တံမူလ၊  မဒှ်တမၠာ။  n.  ကောန်ဍုၚ်အရၚ်၊  ကောန်ဍုၚ်ကောန်ရး။  ၂။  သတ်တိရစ္ဆာန်မဒှ်တံ၊  တၞံဆုမဒှ်တံ၊  မဒှ်ဒၞာဲက္တဵုဒှ်တိုန်တံမူလ။"},
{"word":"natural","def":"adj.  မဒှ်သဘာဝ၊  မဆေၚ်စပ်ကဵုသဘာဝ။  ၂။  မစှ်ေကဵုသဘာဝ၊  မဒှ်နဒဒှ်အတိုၚ်သဘာဝ။  ၃။  မဒှ်အတိုၚ်အပြောံ၊  အတိုၚ်ဗီုတြေံ။  ၄။  မဒှ်အတိုၚ်ဗီုဓမ္မတာ၊  မဒှ်ဟွံသေၚ်ကဵုပ္ကတ်ပ္ကေၚ် က္တဵုဗဒှ်လဝ်ဟွံသေၚ်။  naturally (adv)  နဒဒှ်မစှ်ေကဵုဗွဲသဘာဝ၊  အတိုၚ်ဒဒှ်ဗီုသဘာဝ၊  အတိုၚ်မရန်တၟံလဝ်။  naturalist (n)  မၞိဟ်လ္ၚတ်ပရေၚ်သဘာဝ၊  တၠပညာမလ္ၚတ်ပရေၚ်တၞံဆုတၞံဒုန်၊  ကွတ်ဗေဒရုက္ခ။  natural bent. (adj)  မဒှ်ဝါသနာ၊  မဒှ်သဘဴ။  natural pond. (adj)  ကွိက်။  natural state. (adj)  မဒှ်ပက္ကတိ၊  မဒှ်ရုပ်သဘဴ။"},
{"word":"naturalize","def":"(naturalise)  vt.  သကဵုအခေါၚ်သွက်သ္ဂောံဒှ်ကောန်ဍုၚ်။  ၂။  လွဳပၠောပ်သ္ပထောံပွဇကု နူကဵုဝေါဟာဘာသာညးသအာၚ်။"},
{"word":"nature","def":"n.  ဇာတိ၊  ပက္ကတိ၊  သဘာဝ၊  သဘဴ၊  ဓမ္မတာ၊  ဓဝ်သဘာဝ၊  မဒှ်မဒၟံၚ်တန်တဴနအလိုက်သဘာဝ ဟိုတ်နူကဵုယေန်သၞာၚ်ဟွံဇၞော်မောဝ်ရာၚ်ဆာဲကၠုၚ်ဏီ။  ၃။  အစောံစရာဲမဂွံကၠုၚ်နူဂဝ်၊  အစောံစရာဲမဒှ်ကၠုၚ်နူဂဝ်(နူသဘာဝ)။  ၄။  လက်သန်ဗီုပြၚ်ယျေဘုယျ သတ်မနွံကဵုလမျီုတံ။  good-natured (adj)  မနွံကဵုစိုတ်ခိုဟ်မိုဟ်၊  မခိုဟ်ပ္ဍဲစိုတ်စရိုတ်။  ill-natured (adj)  မနွံကဵုစိုတ်ကၞုက်ကၞာဲ၊  မပရေံယုတ်ပ္ဍဲစိုတ်။"},
{"word":"naught","def":"ရံၚ် nought တေံညိ။"},
{"word":"naughty","def":"adj.  (-ier,-iest)  မဟွံကလၚ်အရေဝ်၊  မကဵုဒဒိုက်၊  မဓၟက်ၜှ်ေဟီု၊  မယောၚ်မှာ၊  မကြံကြ။  naughtily (adv)  နဒဒှ်မဟွံကလၚ်အရေဝ်။  naughtiness (n)  ဒဒှ်မဟွံကလၚ်အရေဝ်၊  ဒဒှ်မကြံကြ။"},
{"word":"nausea","def":"n.  ဒဒှ်မဇအိုန်က္ဍုဟ်၊  ဒဒှ်မက္ဍုဟ်မၠေံဂိက္တာန်၊  ယဲမထအံ။  nauseous (adj)  မက္ဍုဟ်မၠေံဂိက္တာန်။  nauseate (vt)  သကဵုက္ဍုဟ်မၠေံဂိက္တာန်။"},
{"word":"nautch","def":"n.  သဘၚ်လှ်ေအန္ဒိယ။"},
{"word":"nautical","def":"adj.  မဆေၚ်စပ်ကဵုလ္ပာ်ဂၠံၚ်ဍာ်။"},
{"word":"naval","def":"adj.  မဆေၚ်စပ်ကဵုဒပ်ဍာ်။"},
{"word":"nave","def":"n.  ဒကောံ(ဒကောအ်ကွဳ)။"},
{"word":"navel","def":"n.  တၠိုတ်၊  ပေါၚ်လိုတ်။  navel cord. (n)  တဝ်သုက်။"},
{"word":"navigate","def":"vt.  စၞောန်ထ္ၜးဂၠံၚ်ဍာ်၊  ဒဳက္ၜၚ်ကျာ။  ၂။  ဒဳက္ၜၚ်။  navigable (adj)  မဒှ်က္ၜၚ်မဂြိပ်အာမာန်၊  မရပ်စပ်မာန်(က္ၜၚ်)။  navigation (n)  ကွတ်ပညာမစၞောန်ထ္ၜးဂၠံၚ်ဍာ်။  navigator (n)  မၞိဟ်မစိုန်သ္ကီုလ္ပာ်ဂၠံၚ်ဍာ်၊  မၞိဟ်စၞောန်ထ္ၜးဂၠံၚ်ဍာ်၊  မၞိဟ်ဒဳက္ၜၚ်ကျာ။"},
{"word":"navvy","def":"n. (pl.-vies)  သၟာကမၠောန်ဖံက်ဂၠံၚ်နကဵုဍာ်ဓတ်။"},
{"word":"navy","def":"n. (pl.-vies)  ဒပ်ဍာ်၊  ဒပ်ပၞာန်ဍာ်။"},
{"word":"nay","def":"adv.  ဟွံသေၚ်၊  ဣဏံသၟးဟွံသေၚ်၊  ပဲါနူဏံပၠန်။"},
{"word":"neap","def":"(neap-tide)  n.  အကာဲအရာဍာ်ဒဳချိုတ်အိုတ်၊  ဍာ်ချိုတ်။"},
{"word":"near","def":"adv.  နဒဒှ်အခိၚ်မကြပ်၊  နဒဒှ်ဒၞာဲမကြပ်၊  နဒဒှ်ဒၞာဲမဟွံသ္ၚောဲ။  prep.  ကရပ်၊  တရပ်၊  တရပ်ဏံ၊  ကြပ်၊  ဇရေၚ်၊  ပ္ဍဲဇရေၚ်၊  သြပ်၊  တရပ်ဂှ်။  adj.  (-er,-est)  မဒှ်မသကြပ်ကြပ်၊  မဍုက်ကေဝ်။  ၂။  မကြပ်အိုတ်၊  မဟွံသ္ၚောဲ။  ၃။  မသအေတ်၊  မနွံကဵုတဲဂၠေံဂၠေံ။  vt.vi.  ဆိုက်၊  ဆိုက်ညောန်၊  ဆိုက်တန်၊  ညန်၊  ညောန်၊  သရပ်၊  ကြပ်ကၠုၚ်ကရပ်ဂှ်၊  ဆိုက်ညန်ကၠုၚ်။  nearly (adv)  ညန်၊  ညောန်၊  ကြပ်ကွေံကွေံ၊  ကြပ်စိုပ်ဒၟံၚ်၊  ကြပ်ဒှ်ဒၟံၚ်သွိုဟ်။  nearness (n)  ဒဒှ်မကြပ်ဒၟံၚ်။  near to death. (prep)  ညောန်ကဵုချိုတ်၊  ညန်ကဵုချိုတ်။  near the gate of the city. (adv)  ပ္ဍဲဇရေၚ်တရၚ်ဍုၚ်။"},
{"word":"neat","def":"adj. (-er,-est)  ခၞာၚ်၊  မသိပ်ဂၠိပ်၊  မယဵုဒုၚ်၊  မသ္ပဂရု၊  သိပ်၊  သိပ်ကၞက်၊  သိပ်ဇၟံ၊  သိပ်နှက်။  ၂။  မနွံကဵုသအးသအးဇ္ၚးဇ္ၚး၊  မဟွံသရံၚ်ဓဂါတ်၊  မနွံကဵုဒဒှ်ဇိပ်ဇိပ်ဂၠိပ်ဂၠိပ်။  ၃။  မကၠောန်ဗွဲမဍိုဟ်ကေက်။  ၄။  မဟွံဖက်စုတ်ဍာ်(အရက်)။  neatly (adv)  နဒဒှ်မဇိပ်ဂၠိပ်၊  သအးသအးဇ္ၚးဇ္ၚး၊  ဇိပ်ဇိပ်ဂၠိပ်ဂၠိပ်။  neatness (n)  ဒဒှ်မဇိပ်ဂၠိပ်။"},
{"word":"nebula","def":"n. (pl.-e [or] -s)  ကရာၚ်ဓာတ်လျး (လျးသၟုဟ်နာ်တသြိုဟ်)၊  ဂကောံသၞံၚ်မစၟဳဆဵုညာတ်အာမံၚ်ဒဗုၚ်ဒဗုၚ်၊  ကရောၚ်လျးမစၟဳညာတ်အာဒၟံၚ်ဓဗုၚ်ဓဗုၚ် ပ္ဍဲဂၠးအာကာသ။"},
{"word":"nebulous","def":"adj.  မဒှ်ဒၟံၚ်ညံၚ်ရဴမတ်ဗြဲ၊  မနွံကဆံၚ်ဟွံဆဵုညာတ်ကၠးကၠး။"},
{"word":"necessary","def":"adj.  မဟၟဲဟွံတုဲ၊  မဟွံကၠောန်ဟေၚ်ထောံလဝ်ဟွံဂွံ၊  မနွံပၟိက်သ္ဒးကၠောန်ဍာံဍာံ။  necessarily (adv)  ဟိုတ်နူနွံပၟိက်၊  နဒဒှ်မနွံပၟိက်။  necessitate (vt)  သကဵုနွံပၟိက်။  necessity (n) (pl.-ties)  ဒဒှ်မနွံကဵုပၟိက်ဟွံမွဲဟွံတုဲ၊  တၚ်မနွံကဵုပၟိက်လၟုဟ် (ဗဟူဏံ)။  ၂။  တၚ်မနွံပၟိက်။  ၃။  ဒဒှ်မဝါတ်ခဲါ၊  ဒဒှ်မဝါတ်ဒိုက်။  necessary things. (adj)  ကပေါတ်မနွံပၟိက်၊  အပေါတ်မနွံပၟိက်၊  ပ္စဲ၊  သၠုဲ။  necessaries (n)  ကပေါတ်ကရိယာ၊  ကရိယာဗာ၊  ကြိယာဗာ၊  တၚ်ပၟိက်မနွံသွက်ပရေၚ်လမျီုသ္ဂောံဂျိုၚ်၊  သံသာရ။"},
{"word":"necessitous","def":"adj.  မဝါတ်ခဲါ၊  မဒိုက်ဒိန်၊  မဟွံဍိုက်ပေၚ်။"},
{"word":"neck","def":"n.  ကံ၊  ဂကဵုကံ။  ၂။  အရာမနွံဒၟံၚ်ညံၚ်ရဴဗီုကံ။  necklace (n)  မဂွာ၊  ကၟက်၊  ကၟက်ကံ၊  မဗွက်ကံ၊  မာလဳ၊  မာလေ၊  မာလေကၟက်၊  ဇုက်ဂွာဇွောံကွက်ပ္ဍဲကံ။  necktie (n)  ဇုက်ကၠေဟ်ဒက်ကံ၊  ဇုက်သၠိုက်ကံ၊  ဇုက်ကယိုၚ်သြံက်ကံ။"},
{"word":"nectar","def":"n.  အမြိုတ်၊  ဍာ်အသဝ်ပ္ကဴ၊  ရှ်ဒိပ်။  ၂။  ဍာ်သတ်ဆု။  ၃။  ဍာ်ဒိပ်၊  ဍာ်ကျာ်ဂမၠိုၚ်မသ္ပပြဘိုက် (ပ္ဍဲအရီုဂကူဂရိတံ)။  ၄။  ဍာ်ယာမ။  nectar ambrosia. (n)  စၞအမြိုတ်၊  စၞဒိပ်။"},
{"word":"need","def":"vt.  ပၟိက်၊  ပၟိက်နွံ၊  နွံပၟိက်၊  ပၟိက်နွံဒၟံၚ်။  ၂။  မနွံဒၟံၚ်ပၟိက်သွက်ဂွံယဵုဒုၚ်။  n.  ဒဒှ်မနွံဒၟံၚ်ပၟိက်၊  ပယောဇန။  ၂။  အကာဲအရာမနွံပၟိက်သွက်ဂွံယဵုဒုၚ်။  ၃။  အရာမနွံပၟိက်၊  တၚ်မနွံပၟိက်။  needful (adj)  မနွံပၟိက်။  needless (adj)  မဟၟဲပၟိက်။  needy (adj)  မဝါတ်ခဲါယုတ်ဒေက်၊  မဟွံဍိုက်ပေၚ်ကဵုတၚ်နွံပၟိက်။"},
{"word":"needle","def":"n.  တၞိၚ်၊  တၞိၚ်စက်။  ၂။  တၞိၚ်ထပက်ပလောံ၊  တၞိၚ်ထပက်ဇာ။  ၃။  တဲထ္ၜးဒိုဟ်ပ္ဍဲနာဍဳဒိုဟ်၊  တဲမဳတာ။  needlecase (n)  ထကိုအ်တၞိၚ်။  needlewoman (n)  သၟာဇၟိၚ်ဗြဴဗြဴ။  needlework (n)  ကွတ်မဇိၚ်စက်ထပက်ပ္ကဴ ထပက်ဇာ၊  ကမၠောန်ဇၟိၚ်။"},
{"word":"nefarious","def":"adj.  မတ္ၚံက်တ္ၚေဲယုတ်မာ၊  မဒှ်ဒဒှ်မဟၟဲကဵုသၞောဝ်ဓဝ်ဥပဒေ။"},
{"word":"negate","def":"vt.  သကဵုလီုဗျဟ်အာ။  ၂။  ကယျာန်ပဲါ၊  ကယျာန်ဒစဵုဒစး။  negation (n)  ဒဒှ်မကယျာန်ဒစဵုဒစး။"},
{"word":"negative","def":"adj.  မကယျာန်ဒစဵုဒစး၊  မကယျာန်ပဲါ။  n.  ဝှေမ်တက်လဝ်ဗီုတုဲ ချာဲပ္တိတ်ဗီုဟွံတုဲဏီ ဆၜိုတ်ကြာတ်လဝ်တုဲ။  vt.  ထ္ၜးသက်သဳဒဒှ်မဒှ်ဟွံဍာံ၊  ကယျာန်ဒစဵုဒစးဒဒှ်ဟွံဍာံ။"},
{"word":"neglect","def":"vt.  မံၚ်ထောံဟွံသ္ပဂရု၊  မဇ္ဇျဟ်ထောံ၊  လီုအာ၊  သဏုဲ။  n.  ဒဒှ်မလီုအာ၊  ဒဒှ်မဗိုတ်ကၠဟ်ထောံ။  neglectful (adj)  မသာသ္ပံ၊  မကၠဟ်ထောံလဝ်၊  မဟွံသ္ပကေၚ်ကာ။"},
{"word":"negligent","def":"adj.  မသာသ္ပံ၊  မကၠောန်သာသာသ္ပံသ္ပံ၊  ဟိုတ်မာဲ။  negligently (adv)  နဒဒှ်သာသာသ္ပံသ္ပံ။  negligence (n)  ဒဒှ်မသာသ္ပံ။  negligible (adj)  မသောဲဗြဲ၊  မဟွံထေက်ကဵုသ္ဒးသ္ပဂရု။"},
{"word":"negotiate","def":"vt.vi.  ပညဳပညပ်သဳကၠဳ။  ၂။  သဳကၠဳ(ပ္ဍဲသွံရာန်ဂၠေံဒလေံကေတ်အရာမွဲမွဲ)။  ၃။  တတ်ကၠောံအာ။  negotiable (adj)  မသၠဲပြံၚ်ကဵုမာန်(လိက်ကသုက်)။  ၂။  မတတ်ကၠောံသရုၚ်အာမာန်။  negotiation (n)  ဒဒှ်မပညဳပညပ်သဳကၠဳ။"},
{"word":"Negro","def":"n.  ဂကူနဳဂရဝ်တြုံတြုံ၊  ကပ္ပရဳ၊  ကပ္ပလဳ။  Negress (n)  ဂကူနဳဂရဝ်ဗြဴဗြဴ။"},
{"word":"neigh","def":"n.  ဂဟှ်ေချေံ၊  ရမျာၚ်ချေံဂဟီ(ကရေဲ)၊  ရမျာၚ်ချေံလရိုအ်။"},
{"word":"neighbour","def":"(neighbor)  n.  သ္ၚိရေၚ်ကၟေၚ်ဆက်၊  သ္ၚိရေၚ်မွဲစွံ။  neighbourhood (n)  ဒေသမွဲဖရပ်,မွဲကရပ်,ကြပ်ကြပ်၊  ဝုတ်ဒိုဟ်၊  ပွဳဗွိုၚ်။  neighbouring (adj)  မဒှ်ဒဒှ်သ္ၚိရေၚ်ကၟေၚ်ဆက်၊  မဒှ်သ္ၚိရေၚ်မွဲစွံ၊  ဇရေၚ်၊  ညန်၊  ညောန်။  neighbourly (adv)  နဒဒှ်မဗဗွဲဗီုရဲ၊  နဒဒှ်ဗီုညံၚ်ရဴသ္ၚိရေၚ်ကၟေၚ်ဆက်။"},
{"word":"neither","def":"adj.  မဒှ်မွဲဟွံသေၚ်(ပၞောဝ်ကဵုၜါဂှ်)။  adv.  နဒဒှ်ဗှ်ေကီု အဲကီု ညးမွဲဟွံသေၚ်။"},
{"word":"nemesis","def":"n. (pl.-eses)  ဒဒှ်မကဵုဒုဟ်ဒန်သွက်ပွဟွံစှ်ေကဵုဗဗွဲဓဝ်ထေက်ထေက်တန်တန်၊  ဒဒှ်ဝဲမဗက်။"},
{"word":"neo-","def":"prefix.  မဒှ်တၟိ၊  မလဇုဲ။  neo-lithic (adj)  မဆေၚ်စပ်ကဵုခေတ်တၟံမလဇုဲ၊  မဆေၚ်စပ်ကဵုခၟေတ်တၟံတိ။  neo-imperialism (n)  ဝါဒညးမသၠဲတိဍာ်ခေတ်တၟိ။"},
{"word":"neon","def":"n.  ဓာတ်နဳယျိုန်(မရပ်စပ်စကာပ္ဍဲမပၟတ်ဓာတ်လလဳ)။"},
{"word":"nephew","def":"n.  ကၟိန်၊  ကောန်ကၟိန်တြုံ ကောန်ကၟိန်ဗြဴ၊  တၟိန်၊  မှိန်။"},
{"word":"nepotism","def":"n.  ကွေတ်ပွမခါန်ကၞက်ကဵုဒၞာဲဝဲါ မသကလောကောဒေံဇကု (သၞာဲဒဴမနွံကဵုအဝဵု)၊  ဝါဒပရေၚ်ကလောကောဒေံမသ ကောန်ကၟိန်ဇကုဂွံခိုဟ်စ။"},
{"word":"Neptune","def":"n.  ဂြိုဟ်နိပ်တျုန်။"},
{"word":"nerve","def":"n.  ကတေၚ်အရီု။  ၂။  အကာဲအရာဒဒှ်စိုတ်မချဳဒရာၚ်လောဲ၊  အကာဲအရာစိုတ်မကၠိခတ်လောဲ။  ၃။  အစောံစရာဲမနွံကဵုသတ္တိ၊  အစောံစရာဲမဂံၚ်သ္ကာ။  vt.  ကဵုဓတ်။  nerveless (adj)  မဟၟဲကဵုဇြဟတ်အစောံစရာဲ။  nervous (adj)  မဆေၚ်စပ်ကဵုကတေၚ်(လတေၚ်)အရီု။  ၂။  မဒဇပ်ဇတဝ်၊  မဖေက်ဇတဝ်။"},
{"word":"nest","def":"n.  ခပေဲါ၊  ဂပေဲါ၊  ခပေဲါဂစေံ၊  ဒပေဲါ၊  သပေဲါ။  ၂။  ဒၞာဲဂဇံဂွံဒးဒးရးရး။  vi.  မကၠောန်ခပေဲါ၊  မဒက်ခပေဲါ။  nest-egg (n)  သြန်ပကောံလဝ် သွက်ဂွံရပ်စပ်ပ္ဍဲအနာဂတ်ဂတ။  bird's nest. (n)  သပေဲါဂစေံ။  nestling (n)  ကောန်ဂစေံမတိတ်ဗၠးနူခပေဲါဟွံမာန်ဏီ။"},
{"word":"nestle","def":"vt.vi.  ကရေၚ်မံၚ်စံၚ်ဒုၚ်စသိုၚ်သက်သက်သာသာ ဒးဒးရးရး။  ၂။  ၜေတ်ဗာန်ဒၟံၚ်ပ္ဍဲဂၠံကောန်သြိုဟ်ဗွဲမသ္ဍိုက်မၠိုက်။"},
{"word":"net","def":"n.  ဇာ၊  ဂဇာ၊  ကၞဴ။  vt.  ရပ်ကဵုဇာ။  ၂။  ဂြောပ်လဝ်ကဵုဇာဂဇာ။  netting (n)  ဇာ၊  ဂဇာ၊  ဒဇာ၊  ဂဇာပသဲ၊  ဂဇာစဵုဒၞာ။  network (n)  ဗီုပြၚ်ထုဲကၞာန်ဒၟံၚ်၊  ဒဒှ်မဒှ်ဒၟံၚ်ညံၚ်ရဴဇာ။"},
{"word":"net","def":"|2| adj.  မသှ်ေသၟေဟ်၊  လျိုၚ်ကပေါတ်မနွံဍာံဍာံ။  vt.  ပရဲဍာံဍာံ(နုက်ပ္တိတ်ထောံတံၜိုတ်အိုတ်)။"},
{"word":"nether","def":"adj.  မဒှ်လက်အသၟဝ်။  the nether world. (adj)  ဘုံဂစိုတ်။"},
{"word":"neural","def":"adj.  မဆေၚ်စပ်ကဵုကတေၚ်အရီု။"},
{"word":"neuralgia","def":"n.  ယဲဝေဒနာဒေၚ်ဒိုဟ် မကိတ်စပ္ဍဲကတေၚ်အရီု။"},
{"word":"neurotic","def":"n.  မၞိဟ်ဂွံလဝ်ယဲဝေဒနာစိုတ်ဟွံညိၚ်။  adj.  မဒှ်ဒၟံၚ်ယဲဝေဒနာစိုတ်ဟွံညိၚ်။"},
{"word":"neuter","def":"adj.  နပုလ္လိၚ်၊  လိၚ်ၝောံတၟက်ဟွံမွဲ။"},
{"word":"neutral","def":"adj.  မဒၟံၚ်အကြာ။  ၂။  မဆေၚ်စပ်ကဵုဍုၚ်မံၚ်အကြာ။  n.  မၞိဟ်မံၚ်အကြာ၊  ဍုၚ်မံၚ်အကြာ။  neutrality (n)  ဒဒှ်မမံၚ်အကြာပ္ဍဲအခိၚ်အခါက္တဵုဒှ်မံၚ်ပၞာန်။  neutralize/-ise (vt)  သကဵုမံၚ်အကြာ။  ၂။  သကဵုအစောံစရာဲအိုတ်အာ။"},
{"word":"never","def":"adv.  ဆောဝ်လံမှ၊  ဆောဝ်လံဒှ်ဒှ်၊  ဆောဝ်လံဟွံ...။  nevermore (adv)  လက္ကရဴပၠန်ဆောဝ်လံမှ။  nevertheless (adv)  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်၊  ၜိုန်ဒှ်အတိုၚ်ဂှ်ကီုလေဝ်။"},
{"word":"new","def":"adj. (-er,-est)  တၟိ၊  မဟၟဲကၠုၚ်နူကဵုအခိၚ်ကၠာကၠာတေံ၊  မသ္ဂောံဆဵုကၠုၚ်ကၠာအိုတ်၊  မဒှ်တၟိ၊  မတၟိကယျာ။  ၂။  မဒှ်ဒဒှ်ဂၠာဲဆဵုကၠုၚ်အခိၚ်လၟုဟ် ကၠာတေံဟွံကေၚ်ဆဵုကၠုၚ်ဏီ။  ၃။  မဟွံကေၚ်ဆဵုညာတ်မွဲလှ်ေ၊  မဟွံတဝ်ဒးမုက်ညးသ္ကံမွဲလှ်ေ၊  မစိုပ်ကၠုၚ်တၟိ။  ၄။  မကလေၚ်စပ္တန်၊  မကလေၚ်ကၠောန်လွဳပရာ။  newly (adv)  ခြာဟွံလံဏီတေံ၊  ဗွဲမတၟိကယျာ။  newness (n)  ဒဒှ်မဒှ်တၟိ။  new moon. (n)  ဂိတုအိုတ်။  newly formed fruit. (adv)  ခတောဲ(သတ်ဆု)၊  ဂတောဲ။"},
{"word":"news","def":"n.  ဂလာန်ပရိုၚ်၊  ပရိုၚ်။  newsagent (n)  မၞိဟ်သွံလိက်ပရိုၚ်၊  မၞိဟ်စၞးသွံတရးလိက်ပရိုၚ်။  newsboy (n)  သၟတ်ကွာ်သွံလိက်ပရိုၚ်။  newspaper (n)  လိက်ပရိုၚ်၊  လိက်ဗိမ္ဗ(ဗိမ်)။  newsprint (n)  စက္ခူတက်လိက်ပရိုၚ်။ "},
{"word":"newt","def":"n.  ဒကုဲဍာ်(သတ်)။"},
{"word":"next","def":"adj.  ဂတ၊  နွံကဵုလၟေၚ်မဆက်စပ်ကၠုၚ်လ္ပာ်လက္ကရဴ၊  မသက္ကုသၟိၚ်။  n.  အရာမနွံစပ်ဒၟံၚ်လ္ပာ်လက္ကရဴ နအတိုၚ်လၟေၚ်။  ၂။  မဒှ်ကြပ်အိုတ်ယဝ်ရံၚ်ကေတ်ကဵုအခိၚ်ကာလ။  adv.  တုဲပၠန်ဂှ်၊  လက္ကရဴတေံပၠန်ဂှ်၊  မသက္ကုသၟိၚ်၊  တုဲပၠန်။  ၂။  ဒစှ်ေ(စိဟ်)ဂှ်၊  ပ္ဍဲဒၞာဲကြပ်အိုတ်၊  ဗွဲကြပ်ကြပ်၊  ပ္ဍဲသ္ကဲ၊  ဗွဲလ္ပာ်သ္ကဲ။  next morning. (adj)  ယးဂတ။  next world. (adj)  ပလိုက်၊  ပြလိုက်။  next year. (adj)  ယးသၞာံ။"},
{"word":"nexus","def":"n. (pl.-es)  အဆက်၊  အဆက်အဆောံ။"},
{"word":"nib","def":"n.  ကၞေဟ်။"},
{"word":"nibble","def":"vt.vi.  ကိတ်စမွဲပါၚ်တုဲမွဲပါၚ်၊  ဇ္ၚာဲစဒၟံၚ်၊  ဂြေၚ်စဒၟံၚ်၊  ခတုတ်စဒၟံၚ်(က,ခတုတ်စဒၟံၚ်ပရန်)။"},
{"word":"nice","def":"adj. (-r,-st)  ခမိဟ်၊  ခၟိဟ်၊  ပအာသာဒ၊  ပိက်၊  မသာယာ၊  မနွံကဆံၚ်သ္ဒးသ္ဍိုက်မၠိုက်၊  မခိုဟ်။  ၂။  မချိုတ်ပၠိုတ်။  nicely (adv)  နဒဒှ်ကဆံၚ်မခိုဟ်မိုဟ်ချိုတ်ပၠိုတ်၊  ခိုဟ်ခိုဟ်မိုဟ်မိုဟ်။  nicety (n) (pl.-ties)  ဒဒှ်မချိုတ်ပၠိုတ်၊  ဒဒှ်မဇိပ်ဂၠိပ်။"},
{"word":"niche","def":"n.  ဂိုဟ်၊  ဂိုဟ်လိုၚ်မဖံက်ကၠောန်စုတ်လဝ်ပ္ဍဲဒဒၚ်၊  ထော်ဒၞာဲမဒးရး၊  ကမၠောန်ကၟိတ်ဒးဒးရးရး။"},
{"word":"nick","def":"vt.  ကၠောန်ဗီုမအက္ခဝ်အၚ်္ဂလိက်ဗွဳ(v) ဍောတ်ဍောတ်။  n.  လၟုဟ်ညိကီု၊  အခိၚ်ဂွံဆဂတာပ်။"},
{"word":"nickel","def":"n.  ဖကောဝ်ဒါန်၊  ဖကောဝ်နေတ်ကေဝ်၊  မသၠုဲအမေရိကာန်မသုန်သိန်။"},
{"word":"nickname","def":"n.  ယၟုဓၟက်ထ္ဍုတ်မကဵုလဝ်၊  ယၟုထ္ဍုတ်ဓၟက်။  vt.  ကော်ခဴယၟုဓၟက်၊  ကဵုယၟုဓၟက်။"},
{"word":"nicotine","def":"n.  ဍာ်ဂျိမနွံပ္ဍဲတၞးဂဥုဲသုၚ်ၜံက်၊  နေတ်ကဝ်တေန်။"},
{"word":"niece","def":"n.  ကောန်ကၟိန်ဗြဴဗြဴ၊  ကောန်မှိန်ဗြဴ။"},
{"word":"niggard","def":"n.  မၞိဟ်သအေတ်ဂမ္တက်၊  မၞိဟ်တဲဂၠေံဂၠေံ။  niggardly (adj)  သအေတ်၊  မခအေတ်၊  မဂမ္တက်၊  မသအေတ်၊  မနွံကဵုတဲဂၠေံဂၠေံ၊  မလေပ်ဂိုဟ်ဂြပ်ကသပ်၊  သအေတ်ခပါန်၊  သအေတ်ဂမ္တက်။  niggardliness (n)  ဂမ္တက်ဂမ်အက်၊  တမၠိုက်၊  တမၠိုက်ဓဝ်ဂမ္တက်၊  ဒဒှ်မဂမ်တက်(သအေတ်)၊  မစ္ဆေရ။"},
{"word":"night","def":"n.  အခိၚ်ဗ္တံ၊  အခါဗ္တံ။  night-dress (n)  ပလောံလ္တက်သၠောံဗ္တံ။  nightfall (n)  တ္ၚဲစလုပ်ဒဵု၊  တ္ၚဲစသဝ်။  nightjar (n)  ဂစေံအဗၠက်။  nightly (adj)  ရိုဟ်ဗ္တံ၊  ရိုဟ်ဒဒှ်ဗ္တံ၊  မဆေၚ်စပ်ကဵုအခိၚ်ဗ္တံ၊  ရိုဟ်ရိုဟ်ဗ္တံ။  nightmare (n)  ကမုက်၊  လ္ပံပရေံ၊  လ္ပံဟွံခိုဟ်၊  ဆဵုဂဗပရေံ။  nightmarish (adj)  မနွံကဆံၚ်သ္ဒးဖေက်ဂၟံက်ခိုဟ်။  nightshirt (n)  ပလောံတြုံတြုံတံလ္တက်သၠောံအခိၚ်ဗ္တံ။  nightwatchman (n)  ပၟိၚ်အခိၚ်ဗ္တံ။  nighttime. (n)  ပယာံဗ္တံ။"},
{"word":"nil","def":"n.  ဒဒှ်မုဂှ်ဟွံမွဲ၊  ဒဒှ်မဟၟဲမွဲသာ်၊  သုန်၊  သုည။"},
{"word":"nimble","def":"adj.  မပြဟ်ပြေဟ်၊  မမြက်သာက္ဍာ။  ၂။  မကၠိုဟ်စိုတ်လောဲ၊  မကေက်။"},
{"word":"nincompoop","def":"n. (colloq)  ပရံ၊  မၞိဟ်လိုဟ်လိုဟ်၊  မၞိဟ်ဟွံပေၚ်ဒကေဝ်။"},
{"word":"nine","def":"n.  ဒ္စိတ်။  adj.  မဒှ်ဒ္စိတ်။  nineteen (n. adj)  စှ်ဒ္စိတ်။  ninth (n. adj)  နဝမ။  ninetieth (n. adj)  အလန်ဒ္စိတ်စှော်ဝါ။  ninety (n. adj) ဒ္စိတ်စှော်။  nine apertures. (adj)  တရၚ်ဒ္စိတ်။  the nine ratanas or precious things. (n)  ရတ်ဒ္စိတ်။"},
{"word":"nip","def":"n.  ပွမဍေက်ကိတ်၊  ပွမခၟက်၊  ဒဒှ်မေၚပ်၊  ဒဒှ်မခေပ်၊  ပွမတၞေပ်။  vt.vi. (-pp-)  ဍေက်၊  ဍေက်ကိတ်၊  ခၟက်၊  ေၚပ်၊  ခေပ်၊  တ္ဍေက်၊  တၞေပ်။  nip off. (vt.vi)  ဍေက်၊  တ္ဍေက်။  n. (colloq)  မဒှ်မသုၚ်ထောံညိည(အရက်)။"},
{"word":"nipa","def":"n.  ကၞိ၊ တၞံကၞိ။  nipa palm. (n)  ကၞိ၊  တၞံကၞိ။"},
{"word":"nipple","def":"n.  က္ဍိုပ်တှ်။  ၂။  အရာမဒှ်ဒၟံၚ်ဗီုက္ဍိုပ်တှ်။"},
{"word":"nirvana","def":"n.  အမတ၊  အမြိုတ်၊  နိဗ္ဗာန်။"},
{"word":"nit","def":"n.  ခမှာဲစဲ၊  ခၟာဲစဲ။  ၂။  မၞိဟ်ဓီုဓုဲ။"},
{"word":"nitre","def":"(niter) n.  အိန္နသဳ။"},
{"word":"nitric","def":"adj.  မဆေၚ်စပ်ကဵုအိန္နသဳ။"},
{"word":"nitrogen","def":"n.  ဓာတ်နာ်ထြဝ်ဂျိန်။"},
{"word":"no","def":"adj.  မဟၟဲမွဲသာ်၊  မဟၟဲ၊  မဟွံပါ၊  မကၠောန်ဟွံဂွံ။  adv.  ဟွံသေၚ်၊  ဟွံသေၚ်မွဲသာ်၊  နဒဒှ်မဂွံဟွံမာန်၊  နဒဒှ်မဒှ်ဟွံမာန်။  n.  လၟိဟ်၊  ဂၞန်။"},
{"word":"noble","def":"adj.  မပြဲ။  ၂။  မက္တဵုဒှ်ကၠုၚ်နူကဵုဂကူဇာတိ ကဆံၚ်သၠုၚ်သၠုၚ်ပြဲပြဲ။  ၃။  မဒှ်ဒဒှ်သ္ဒးအံသဝ်ခိုဟ်၊  မဗဵုလ္ၚောဝ်ဟွံဖဲ။  n.  မၞိဟ်မဍတ်ပါ်ကၠုၚ်နူကဵုဂကူဂၠံဂဝ်ဇာတိသၠုၚ်သၠုၚ်ပြဲပြဲ၊  အာဇနဲ။  nobility (n)  ဒဒှ်မပြဲသၠုၚ်၊  ဂကူဝေါၚ်သအမာတ်ဒဴဗညာ။  nobly (adv)  နဒဒှ်ဗွဲမသၠုၚ်ပြဲ။  noble steed. (adj)  ချေံအာဇနိယ(အာဇနဲ)။"},
{"word":"nobleman","def":"n. (pl.-men)  အမာတ်၊  ဒဴဗညာ။"},
{"word":"nobody","def":"n. (pl.-dies)  ဒဒှ်မဟၟဲကဵုမၞိဟ်၊  မၞိဟ်ဟၟဲမွဲ။  ၂။  မၞိဟ်မုဟွံသေၚ်၊  မၞိဟ်ဟွံပြာကတ်၊  မၞိဟ်ညးဟွံမွဲပၟိက်။"},
{"word":"nocturnal","def":"adj.  မချဳဒရာၚ်ဗ္တံ၊  မချဳဒရာၚ်ပ္ဍဲအခိၚ်ကာလဗ္တံ၊  မက္တဵုဒှ်ပ္ဍဲအခိၚ်အခါဗ္တံ။"},
{"word":"nod","def":"vt.vi. (-dd-)  ဂညိက်က္ဍိုပ်၊  ဂညံက်၊  ဂညိက်၊  ဂညိက်ထ္ၜးက္ဍိုပ်၊  ဓညိက်။  ၂။  ထကုဲဂညိက်ဒၟံၚ်က္ဍိုပ်။  n.  ဒဒှ်မဂညိက်က္ဍိုပ်။"},
{"word":"noddle","def":"n. (colloq)  က္ဍိုပ်၊  ဍိုပ်။"},
{"word":"Noel","def":"n.  အခါသၟာယခရေတ်မက္တဵုဒှ်မၞိဟ်။  ၂။  ဝေါဟာပြၚ်သေတ်သွက်ခရေတ်။"},
{"word":"noise","def":"n.  ကမၠေဝ်၊  ဗရု၊  ဗရုညာန်ညေဲ၊  သဒ္ဒ။  noiseless (adj)  မသ္ၚိဇြ၊  မနွံကဆံၚ်ပသာၚ်ပၞာၚ်ဟွံမိၚ်။  noisy (adj) (-ier,-iest)  မညာန်ညေဲ။  noisily (adv)  နဒဒှ်မညာန်ညေဲ၊  နဒဒှ်မပလေဝ်ပလံၚ်၊  ဂြုဂြုဂြက်ဂြက်(ရမျာၚ်မၞိဟ်)။  noise (vt)  လလောၚ်တရး၊  ဒယှ်တှ်၊  ဓယှ်တှ်။  noise abroad. (vt)  ဒယှ်၊  ဒယှ်တှ်၊  ဒယှ်တမ္ညဝ်၊  လလောၚ်တရး။"},
{"word":"noisome","def":"adj.  မသမသောန်၊  မနွံကဆံၚ်သွက်သ္ဂောံက္ဍုဟ်မၠေံခိုဟ်။"},
{"word":"nomad","def":"n.  ဂကူဂကောံမၞိဟ်မဟၟဲကဵုသ္ၚိဌာန် မဖျေံလဝ်သ္ဇိုၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ပွမဂေတ်ဂ္ၚေၚ်အာကၠုၚ်ဂယိုၚ်ဒၟံၚ်လမျီု။  nomadic (adj)  မဂေတ်ဂ္ၚေၚ်အာကၠုၚ်ဒၟံၚ်။"},
{"word":"nominal","def":"adj.  မဒှ်ဆမဒုၚ်ယၟု၊  မဟၟဲကဵုနမတ်နတဲ။"},
{"word":"nominate","def":"vt.  ပ္တိုန်၊  ပ္တိုန်စရၚ်ယၟုသွက်ဂွံဒုၚ်ရုဲစှ်ပ္တိုန်။  nomination (n)  ဒဒှ်မပ္တိုန်စရၚ်ယၟု။  nominee (n)  မၞိဟ်သ္ဒးဒုၚ်ပ္တိုန်စရၚ်ယၟု။"},
{"word":"non-","def":"prefix.  ဟွံ၊  ဟွံသေၚ်၊  ဟွံမွဲ၊  ဟွံဒှ်။  non-smoker (n)  မၞိဟ်ဟွံသုၚ်ၜံက်။  non-combatant (n)  မၞိဟ်ဟွံပါပ္ဍဲကရောံပေဲါဗ္တိုက်နကဵုလွဟ်။  non-committal (adj)  မဒှ်မစွံလဝ်ဟွံကဵုသွဟ်ဍေံဍာံဍာံဏီ။  non-member (n)  မၞိဟ်ကောန်ဂကောံဟွံသေၚ်။  non-owner (n)  မၞိဟ်တၠဂြပ်ဟွံသေၚ်။"},
{"word":"nonchalant","def":"adj.  မဒှ်ကဆံၚ်စိုတ်ဟွံလုပ်စ၊  မဒှ်ကဆံၚ်စိုတ်ဟွံထတ်။"},
{"word":"nondescript","def":"adj.  မဓမံက်ထ္ၜးကဵုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်ဟွံဂွံ။  n.  မၞိဟ်မဓမံက်ထ္ၜးကဵုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်ဟွံဂွံ၊  အရာမပါ်ကၞာတ်အဇာဟွံဂွံ။"},
{"word":"none","def":"pron.  မဟၟဲညိည၊  ညိညဟွံမွဲ၊  မဟၟဲမွဲ၊  မွဲဟွံမွဲ။  adv.  ဟမွဲ၊  ဟွံမွဲ၊  နဒဒှ်မဟၟဲကဵုအဓိပ္ပာဲ၊  နဒဒှ်မဟၟဲကဵုကဆံၚ်၊  နဒဒှ်မဟွံမွဲ။  none at all. (adv)  ဟွံမွဲသက်သက်။"},
{"word":"nonentity","def":"n. (pl.-ties)  အညတြ၊  အပြောံ၊  မၞိဟ်အပြောံ။"},
{"word":"nonplus","def":"vt. (-ss-)  သကဵုဒှ်အံသဝ်စိုပ်အာကဆံၚ်လှၚ်ဒိုပ်အာ။"},
{"word":"nonsense","def":"n.  ဂလာန်မဟၟဲကဵုအဓိပ္ပာဲ၊  ဂလာန်မဟီုဂးဆဆဵု၊  ဂလာန်ပံက်ကဒါတ်ပံက်ကလေဝ်။  nonsensical (adj)  မဟၟဲကဵုအဓိပ္ပာဲ၊  မဒှ်ဆဆဵု။"},
{"word":"noodle","def":"n.  ခၞံကြုက်မစုတ်လဝ်သီုခၟာဲစာၚ်။  ၂။  မၞိဟ်ဒိုဟ်ဓီု။"},
{"word":"nook","def":"n.  ဂရော်၊  ချော်၊  ကရေပ်၊  အကြာကရေပ်ဂရော်။"},
{"word":"noon","def":"n.  တ္ၚဲက္တဴဓဝ်၊  တ္ၚဲတဴဓဝ်၊  တ္ၚဲဓဝ်၊  ၁၂-နာဍဳတ္ၚဲ။"},
{"word":"noose","def":"n.  ဇုက်ဓနက်(ဒၞက်)၊  ဂွေန်(ပး)ဇုက်ဓနက်(ဒၞက်)၊  ပါသ်လယံ(လျံ)၊  ပး။"},
{"word":"nor","def":"conj.  မဟွံ...မာန်၊  မဟွံ...မာန်ကီု။"},
{"word":"normal","def":"adj.  ဓဝ်ယာ၊  မဒှ်ဗီုတြေံ၊  မဒှ်ဗီုဓမ္မတာ၊  မညဳသၟဟ်နကဵုသၞောဝ်ဥပဒေ။  normally (adv)  နဒဒှ်ဗီုတြေံ။"},
{"word":"north","def":"n. adj. adv.  သၟဝ်ကျာ၊  အမှဝ်ကျာ၊  ဒေသသၟဝ်ကျာ၊  မဒှ်လ္ပာ်သၟဝ်ကျာ၊  ဗွဲဒိုဟ်သၟဝ်ကျာ။  ၂။  မနွံပ္ဍဲဒိုဟ်သၟဝ်ကျာ၊  မကၠုၚ်နူဒိုဟ်သၟဝ်ကျာ။  northerly (adj. adv)  မဒှ်နူဒိုဟ်သၟဝ်ကျာ၊  လ္ပာ်ဖာဒိုဟ်သၟဝ်ကျာ။  northern (adj)  မနွံဒၟံၚ်လ္ပာ်သၟဝ်ကျာ၊  မစှ်ေဒၟံၚ်ပ္ဍဲလ္ပာ်သၟဝ်ကျာ။  northerner (n)  ကောန်ဍုၚ်လ္ပာ်ဒိုဟ်သၟဝ်ကျာ၊  ကောန်ဒိုဟ်သၟဝ်ကျာ။  northward (adv)  လ္ပာ်ဒိုဟ်သၟဝ်ကျာ၊  ဂၠံၚ်လ္ပာ်သၟဝ်ကျာ။  northern continent. (adj)  ဥတ္တဵုဂုရု၊  တ္ကံသၟဝ်ကျာ။ North Star (n) သၞံၚ်တိုၚ်။"},
{"word":"northeast","def":"n.  ဨသာန်၊  ဒိုဟ်ဨသာန်၊  ဒိုဟ်ဗၟံက်သၟဝ်ကျာ။"},
{"word":"northwest","def":"n.  ဗာယပ်၊  ဒိုဟ်ဗာယပ်၊  ဒိုဟ်ပလိုတ်သၟဝ်ကျာ။"},
{"word":"nose","def":"n.  ဃာန၊  မုဟ်၊  ဇမုဟ်။  ၂။  ဒဒှ်မဒုၚ်သၟူ။  vt.vi.  ဒုၚ်သၟူ၊  သကဵုဒုၚ်သၟူ၊  ဂွံသၟူ။  ၂။  စွံသတိတုဲဆက်တရဴ။  a nose dive (n)  ဒဒှ်အရာမွဲမွဲမစၚ်ထပက်စှ်ေ။  to nose-dive. (vi)  စၚ်စှ်ေလက်က္ဍိုပ်။  nosy, nosey (adj) (colloq) (-ier,-iest)  မကသော်ကသဳ၊  မၞိဟ်ကသော်ကသဳ။  nosegay (n)  ကၟဵု၊  စန်ဇၟန်ပ္ကဴ(မမောဝ်ဓီု)၊  ဇၟန်ပ္ကဴ။"},
{"word":"nostalgia","def":"n.  ဒဒှ်မဗှ်သၞာသ္ၚိ၊  ဒဒှ်မဗှ်သၞာအရာဇကုမထၞေန်စပ်။"},
{"word":"nostril","def":"n.  သိုၚ်မုဟ်၊  ပထောၚ်မုဟ်၊  သြိုၚ်မုဟ်။"},
{"word":"not","def":"adv.  ရော၊  လ္ပ၊  သက်၊  ဟ၊  ဟွံ၊  မဟွံ။  not according to rule. (adv)  ဟွံဒးပ္ဍဲပၞောန်၊  ဟွံစှ်ေကဵုသၞောဝ်။  not at all. (adv)  သက္ကရ။  not any. (adv)  ဟၟဲ၊  ဟွံမွဲ၊  ဟမွဲ။  not difficult. (adj)  လောဲ၊  ဟွံဝါတ်။  not even. (adv)  ဟွံက။  not heavy. (adv)  သာ၊  ဟွံသ္ဇိုၚ်။  not so. (adv)  ဟွံသေၚ်။"},
{"word":"notable","def":"adj.  မမံက်ဂတဝ်ဒၟံၚ်၊  မသ္ဒးသ္ပကေၚ်ကာ၊  တၟေၚ်တၟဟ်။  notably (adv)  နဒဒှ်မပြာကတ်တဴဗွဲတၟေၚ်။  notability (n)  ပူဂဵုမပြာကတ်။"},
{"word":"notch","def":"n. vt.  ဒဒှ်မပုတ်ဂၠတ်လဝ်ကရောၚ် ညံၚ်ရဴသၠဇြဲလ္တူအရာမွဲမွဲ၊  ပုတ်ဂၠတ်လဝ်ကရောၚ် ညံၚ်ရဴဗီုသၠဇြဲလ္တူအရာမွဲမွဲ။  notched (adj)  မတၟေက်(ေၚက်ၜုန်,ေၚက်မြ)၊  မေက်။"},
{"word":"note","def":"n.  လိက်သမ္တီ၊  လိက်ဗပိုတ်၊  သမ္တီ။  ၂။  လိက်ကၠေံ၊  သ္ကေံ။  ၃။  လိက်မသ္ပလဝ်ကတိသွက်ဂွံကဵုသြန်။  ၄။  သၚ်္ကေတကွိၚ်ကွိုက်(ဂဳတ)။  ၅။  တၚ်သ္ဒးဒုၚ်စသိုၚ်။  ၆။  ဒဒှ်မနွံကေၚ်ကာ။  ရ။  ပွမပသတိ၊  ပွမသ္ပဂရု၊  ပွမသ္ပကေၚ်ကာ။  vt.  သ္ပဒးသတိ၊  သ္ပကေၚ်ကာ၊  ချူသမ္တီကေတ်။  noted (adj)  တမျဝ်၊  မဒယှ်တှ်။  noteworthy (adj)  မထေက်ကဵုသ္ဒးသ္ပဂရု၊  မအဲပရဲထေက်။  note-book (n)  ခပိုတ်၊  ထပိုတ်၊  ဗပိုတ်။"},
{"word":"nothing","def":"n.  ဒဒှ်အရာမုမွဲဟွံက္တဵုဒှ်၊  ဒဒှ်မဒှ်သၟးသၟး၊  ဒဒှ်မွဲသာ်ဟွံသေၚ်၊  ဒဒှ်မုဟွံမွဲ။  adv.  သာ်လဵုဒှ်ဟွံမာန်၊  မုသာ်ဟွံဆေၚ်စပ်။  nothingness (n)  သုန်၊  သုန်ည၊  သုည။"},
{"word":"notice","def":"n.  လလောၚ်။  vt.  သမ္တီ၊  သမ္တီလညာတ်။  notice-board (n)  ဂတဵုလလောၚ်တရး။  ၂။  တၚ်ကဵုသတိ။  ၃။  ဒဒှ်မပသတိ။  vt.vi.  သ္ပဒးသတိ၊  သ္ပဒးဂရု၊  သ္ပဒးကေၚ်ကာ။  noticeable (adj)  မသ္ပဒးသတိ၊  မသ္ပဒးဂရု။"},
{"word":"notify","def":"vt. (pt.pp.-fied)  ကလိုဟ်ပလံၚ်ပရိုၚ်၊  ဂရၚ်ပ္တီဟီုလဴစ။  notifiable (adj)  မနွံကဵုသွက်သ္ဒးကလိုဟ်ဟီုကဵု၊  မနွံကဵုသွက်ဂွံကလိုဟ်ဟီု။  notification (n)  တၚ်လလောၚ်တရး၊  တၚ်လလောၚ်တရးပ္တိတ်။"},
{"word":"notion","def":"n.  ကသပ်၊  ဂမြၚ်ညာန်၊  လညာတ်။"},
{"word":"notorious","def":"adj.  မဒယှ်တှ်နကဵုယၟုပရေံပရေံ၊  မဂွံယၟုလ္ပာ်ပွသၟာ်သၟာ်။  notoriously (adv)  နဒဒှ်ယၟုမဇၞော်ဒၟံၚ်ကဵုလ္ပာ်ဂၠံၚ်ပရေံ။  notoriety (n)  ဒဒှ်ယၟုမဇၞော်မံၚ်ဂၠံၚ်လ္ပာ်ပရေံ။"},
{"word":"notwithstanding","def":"conj.  ၜိုန်ဂှ်လေဝ်၊  ၜိုန်ဒှ်ကီု၊  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်။  prep.  ဆဂးဂှ်၊  ၜိုန်ဂှ်။  adv.  ၜိုန်ရဒှ်ရဴသာ်ဝွံကီုလေဝ်။"},
{"word":"nought","def":"n.  ဒဒှ်မုဂှ်ဟွံမွဲ၊  သုန်၊  သုည။"},
{"word":"noun","def":"n.  နာံ၊  နာမ်၊  ယၟု။"},
{"word":"nourish","def":"vt.  လဒံမၚ်မွဲလဝ်၊  သဳသန်မြိမြန်၊  လွဳပရာ၊  ပစဖျုၚ်၊  သကဵုဖောံဗြေဝ်ဇၞော်ဂေါဝ်၊  ထံက်ပၚ်။  nourishment (n)  စၞစ၊  ဇြဟတ်သွက်ဂွံသကဵုဖောံဗြေဝ်။"},
{"word":"novel","def":"n.  ဝတ္ထုဇမၠိၚ်။  novelist (n)  အ္စာကဝိညးမခၞံဝတ္ထု။  adj.  မတၟိကယျာ၊  မဒှ်ဒမံၚ်တၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။  novelty (n) (pl.-ties)  ပွမကၠောန်ပလေဝ်ပ္တိုန်တၟိ၊  အရာတၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။  ၂။  အရာမဟၟဲကၠုၚ်ဏီနူကဵုကၠာကၠာတေံ(တမၠာတေံ)။"},
{"word":"November","def":"n.  ဂိတုနဝ်ဝီဗာ၊  ဂိတုက္တိုန်(မန်)။"},
{"word":"novice","def":"n.  မၞိဟ်မနွံကဵုလညာတ်ဆဵုဂဗဟွံကြံၚ်က္ဍုဟ်ဏီ၊  မၞိဟ်ပ္ကတ်ဗ္တောန်လဝ်တၟိ၊  လၟောၚ်ထပိုဲ၊  လၟောၚ်သဳလ။  novitiate, noviciate (n)  ဘဝထပိုဲ၊  ဘဝသဳလ။"},
{"word":"now","def":"adv.  လၟုဟ်၊  လွာဲဂှ်၊  ဇဖန်ဂှ်၊  ္ၚက်္ၚေၚ်။  nowadays (adv)  ပ္ဍဲကဵုခေတ်ဏံ၊  ပ္ဍဲကဵုအခိၚ်အခါတ္ၚဲဏံ၊  ကာလလၟုဟ်ဝွံ။  conj.  တုဲပၠန်။  n.  အခါလၟုဟ်။  adj.  မဒှ်ပ္ဍဲပစ္စုပ္ပန်ဏံ။"},
{"word":"nowhere","def":"adv.  အလဵုဟွံဆဵု၊  အလဵုမှ။"},
{"word":"noxious","def":"adj.  မဒှ်ဘဲ၊  မလေပ်သကဵုဒှ်ဘဲ။"},
{"word":"nozzle","def":"n.  တၞုၚ်က္ဍိုပ်၊  တၞုၚ်ခမှဴ(ခၟဴ)။"},
{"word":"nucleus","def":"n. (pl.nuclei)  ပၞိဟ်ဗဟဵု၊  သာၚ်၊  ခ္ဍန်။  nuclear (adj)  မဆေၚ်စပ်ကဵုပၞိဟ်ဗဟဵု၊  မဆေၚ်စပ်ကဵုအနုလက်ကၠိုက်။"},
{"word":"nude","def":"adj.  မဟၟဲကဵုဗွိုက်လ္တက်။  nudist (n)  မၞိဟ်မနွံကဵုပၟိက်သွက်ဂွံမံၚ် မဟၟဲကဵုဗွိုက်လ္တက်။"},
{"word":"nudge","def":"vt.  ထလှ်ေ(နကဵုတၚ်တဲ)။  n.  ဒဒှ်မထလှ်ေ။"},
{"word":"nugget","def":"n.  ထဝ်ကလောံ၊  ထဝ်ဒကောၚ်။"},
{"word":"nuisance","def":"n.  အရာမသကဵုဒှ်ပထုဲပလာပ်(ပူဂဵု,မၞိဟ်ပူဂဵု)၊  အရာမဂၠိန်ၜောတ်။"},
{"word":"null","def":"adj.  မဟွံမွဲကဵုဖဵုဂုန်၊  မဟွံစိုပ်တရဴ။  nullify (vt)  သကဵုဒှ်မသက္ကုဖဵု (မဟၟဲကဵုဖဵု)၊  သကဵုဒှ်ဟွံစိုပ်ဒတုဲ။"},
{"word":"numb","def":"vt.vi.  ဒေၚ်၊  သ္ဒ၊  သဒေၚ်၊  သ္ဒေၚ်သ္ဒ၊  သကဵုဒေၚ်ဒိုဟ်။  adj.  မဒေၚ်ဒိုဟ်။"},
{"word":"number","def":"n.  ကိုန်၊  သချၚ်္ာ။  ၂။  လၟိဟ်၊  လၟိဟ်တေတ်။  ၃။  လၟိဟ်ရိုဟ်လဝ်၊  လၟိဟ်ဂၞန်။  vt.  စုတ်နာံဗာ၊  ထပက်နာံဗာ၊  ဂစိုတ်ကၞာတ်ထောံတ္ၚဲတုဲဒှ်၊  ရိုဟ်ရၚ်၊  ရိုဟ်လၟိဟ်၊  သရိုဟ်၊  သြိုဟ်လၟိဟ်။  numberless (adj)  မရိုဟ်လၟိဟ်ဟွံမာန်။"},
{"word":"numeral","def":"n.  ဂၞန်။  numerator"},
{"word":"numerical","def":"adj.  မဆေၚ်စပ်ကဵုလၟိဟ်။  numerically (adv)  နဒဒှ်မတန်တဴကဵုလၟိဟ်။"},
{"word":"numerous","def":"adj.  မဂၠိုၚ်ဗွဲ၊  မဂၠက်၊  ဗဝ်က္ၜန်၊  ဗုန်ဗဝ်၊  ဗြောန်ဗြော်၊  သအဳ၊  သအဳက္ၜန်၊  သအဳဂၠက်၊  သအဳဗ္ဂာ၊  သအဳဗိုၚ်၊  သအဳဗဝ်၊  သအဳဗျပ်၊  သအဳဗြော်၊  သတီု။"},
{"word":"numskull","def":"n. (colloq)  မၞိဟ်အအ၊  မၞိဟ်ဒိုဟ်ဒိုဟ်၊  မၞိဟ်ဝိုအ်ဝိုအ်။"},
{"word":"nun","def":"n.  ဗဴမိန်၊  သဳလ၊  ဗြဴမိန်။  nunnery (n)  ဘာသဳလ၊  သ္ၚိဗြဴမိန်၊  ဘာဗြဴမိန်။"},
{"word":"nuptial","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်အာဝါဟ,ဝိဝါဟ၊  မဆေၚ်စပ်ကဵုပရေၚ်ကေတ်တြုံဗြဴ။  nuptials (n)  ပေဲါသ္ပမ္ၚဵုထပ်တဲ။"},
{"word":"nurse","def":"n.  ခုဇ္ဇာ၊  ဗဴလေၚ်၊  ဗဴမိမိန်၊  ဗြဴမိမိန်၊  မိတှ်၊  မိနဳ၊  မိမိန်၊  မိမိန်ၝဲဂမဴ၊  မိမိန်ၝဲလေၚ်၊  ၝဲဂမဴ(မာ)၊  ၝဲလေၚ်၊  လၟဴ(လၟာ)၊  ပၟၚ်ကောန်ၚာ်၊  မိမြိမြန်ကောန်ၚာ်။  ၂။  အ္စာၝောံမိမိန်။  vt.  မြိမြန်မၞိဟ်ယဲ၊  ရံၚ်စံၚ်လွဳပရာမၞိဟ်ယဲ။  ၂။  ဗမဴတှ်၊  ဝဳ၊  ဂမဴ(မာ)၊  ဇၟာ၊  ဇၟာယိုက်။  ၃။  ဗာပ်ယိုက်၊  မိန်ယိုက်။  ၄။  လွဳဇၞော်သၠုၚ်။  ၅။  ဒက်လဝ်ဝဲ။  a nursing child. (adj)  ကောန်တှ်။"},
{"word":"nursery","def":"n. (pl.-ries)  ဌာန်ပၟၚ်ကောန်ၚာ်၊  ဒၞာဲလွဳသၠုၚ်ပ္တိုန်တၞံဆု။"},
{"word":"nurture","def":"n.  ပွမလွဳဇၞော်သၠုၚ်ပ္တိုန်၊  ပွမကဵုလညာတ်ပညာ၊  စၞစ၊  အဟာ။  vt.  လွဳပရာဇၞော်သၠုၚ်ပ္တိုန်။"},
{"word":"nut","def":"n.  စၞမဂြောပ်ဓလီုဒၟံၚ် နကဵုသၞော်မ္ၚိုဟ်မ္ၚိုဟ်ကြံၚ်ကြံၚ်၊  သတ်မနွံကဵုသၞော်ကြံၚ်ကြံၚ်။"},
{"word":"nutmeg","def":"n.  သတ်ဇာဒိဖဵု။  nutmeg blossom. (n)  ပ္ကဲဇာဒိဖဵု။"},
{"word":"nutriment","def":"n.  အဟာရမက္တဵုဗဒှ်ကဵုဇြဟတ်။  nutrition (n)  အဟာရ၊  ဒဒှ်မဒှ်အဟာရ၊  ပညာဓာတ်အဟာရ။  nutritious (adj)  မဍိုက်ပေၚ်တဴနကဵုဓာတ်အဟာရ၊  မသကဵုဒှ်ဇြဟတ်။"},
{"word":"nuzzle","def":"vt.vi.  ပ္ဍိုက်ပ္ဍဵုကဵုမုဟ်(တေက်ကဵုမုဟ်,ထပက်ကဵုမုဟ်)။"},
{"word":"nymph","def":"n.  အဆေဝ်သွဝ်၊  အဆေဝ်သွဝ်ပၟၚ်ဍာ်ဗြဴ၊  အဆေဝ်သွဝ်ပၟၚ်ဂြိုပ်ဗြဴ၊  အဆေဝ်သွဝ်ပၟၚ်ဒဵုဗြဴ၊  ကိန္နရဳ။"},]}