{"data":[{"word":"o","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်လၟိဟ် ၁၅။"},
{"word":"Oh!","def":"(O) intj.  သြ၊  အဵု၊  ရမျာၚ်အာမေဍိက်၊  ရမျာၚ်မဗြုတိတ်ကၠုၚ် အခါမဒှ်အံသဝ်(ဖေက်, ဂိ)။"},
{"word":"oak","def":"n.  ချကၠိက်၊  တၞံချကၠိက်။"},
{"word":"oakum","def":"n.  ကသာဲဇုက်ရပ်စပ် ဗၠံစဂၠုၚ်က္ၜၚ်ဂွံ။"},
{"word":"oar","def":"n.  ကသု၊  တ္ၚိုက်။  oarsman (n)  မၞိဟ်ဒုန်ဂၠုၚ်၊  သၟာဂၠုၚ်၊  မၞိဟ်ဗက်ဂၠုၚ်။"},
{"word":"oasis","def":"n. (pl.oases)  ဒၞာဲမသ္ၚေက်က္ဍိုပ်က္ဍဴ ပ္ဍဲဌာန်ဒေသအဒေါဝ်ကန္တာရဗ္တဳ၊  ဇီု။"},
{"word":"oath","def":"n.  ဒဒှ်မယဵုသစာ၊  ဒဒှ်မဒုၚ်ကေတ်သစာ၊  ပွမဒုၚ်ယဵုကေတ်သစာ။  ၂။  ဒဒှ်မချဴ၊  သွဴ၊  သပိုဟ်။"},
{"word":"oats","def":"n.  ဂျုၚ်ဗ္စချေံ မတိုန်ပ္ဍဲဒေသဥတုဂံက်ဂၠိုၚ်တေံ။"},
{"word":"obdurate","def":"adj.  မနွံကဆံၚ်က္ဍိုပ်ကြံၚ်ကြံၚ်(ဟီုဂးစဝါတ်)၊  မ္ၚိုဟ်စ္ဍိုဟ်၊  မ္ၚိုဟ်ထဍိုဟ်။  obduracy (n)  ဒဒှ်က္ဍိုပ်မကြံၚ်မ္ၚိုဟ်။"},
{"word":"obedient","def":"adj.  မဇံသဝ်ရှ်ေသှ်ေ။  obediently (adv)  နဒဒှ်မဇံသဝ်ရှ်ေသှ်ေ။  obedience (n)  ဒဒှ်မဇံသဝ်ရှ်ေသှ်ေ။"},
{"word":"obeisance","def":"n.  ဒဒှ်ပွမကဵုအရှ်ေအသှ်ေ။"},
{"word":"obese","def":"adj.  မကြောံတဴဗွဲ။  obesity (n)  ဒဒှ်မကြောံတဴဗွဲ။"},
{"word":"obey","def":"vt.vi.  ဒ္ဂေတ်ဗက်၊  ကလၚ်၊  ဗက်စ၊  ကလၚ်စဂလာန်၊  ကလၚ်အရေဝ်။"},
{"word":"obituary","def":"n.  လလောၚ်တရးဒဒှ်မဟၟဲ (ကလိလောန်အာ)၊  လလောၚ်တရးဒဒှ်မဟၟဲ ကလိလောန်စဴအာ သီုဝၚ်မၞိဟ်ဂှ်မွဲဒမၠေံ။"},
{"word":"object","def":"n.  အရာမွဲမွဲ၊  ရုပ်ကပေါတ်မွဲမွဲ၊  ဝတ်၊  ဝတ္ထု။  ၂။  အရီု၊  တၚ်မရန်တၟံ။  object of disdain. (n)  တၞံမတ်။  object of envy. (n)  အရောဲမတ်။  vi.  ဟီုဒစဵုဒစး၊  ဒစု်ဒစး။  objection (n)  ဒဒှ်မဒစဵုဒစး၊  အရာမဒစဵုဒစး။  objectionable (adj)  မဒစဵုဒစးမာန်၊  မထေက်ကဵုသ္ဒးဒစဵုဒစး၊  မဒှ်ဟွံဒးကဵုဂၞပ်စိုတ်ခိုဟ်။  objector (n)  မၞိဟ်ဒစဵုဒစး။"},
{"word":"objective","def":"adj.  မစှ်ေကဵုဒဒှ်ဓမ္မဓိဋ္ဌာန်၊  မဒှ်အတိုၚ်မနွံ၊  မဒှ်အကာဲအရာမနွံ။  n.  တၚ်ရန်တၟံ၊  တိုၚ်ကဴ၊  ဒၞာဲပန်သ္ဍာံတဲ။"},
{"word":"oblation","def":"n.  ပွမပူဇဴကဵုကျာ်၊  ပွမသာတ်ဗ္စကလော်၊  ပွမပူဇဴယဇ်။"},
{"word":"obligate","def":"vt.  သကဵုတာလျိုၚ်နွံတၚ်ကၠုၚ်။"},
{"word":"obligation","def":"n.  စိုတ်မလေပ်တီတာလျိုၚ်၊  ဝတ်တာလျိုၚ်။  obligatory (adj)  မထေက်ကဵုယဵုဒုၚ်သ္ပပွ၊  မထေက်ကဵုသ္ဒးမၚ်မွဲထိၚ်ဒက်။"},
{"word":"oblige","def":"vt.  သ္ပဂုန်သကဵုဗ္တိုက်ဖအောဝ်အတိုၚ်ဥပဒေ(အတိုၚ်ဂလာန်ကတိ,အတိုၚ်ဝတ်,အတိုၚ်ကတိတာလျိုၚ်)။  ၂။  သကဵုတၚ်ဂုန်သွက်အရာမွဲမွဲ။  obliging (adj)  လေပ်ကဵုအရီုအဗၚ်။"},
{"word":"oblique","def":"adj.  မဇဲ၊  မဒှ်ဒၟံၚ်တသောဝ်တသောဝ်၊  မဒစေၚ်ဒၟံၚ်။"},
{"word":"obliterate","def":"vt.  ပၠေၚ်။  ပၠေၚ်ကၠေံ၊  ပလီုထောံ၊  တးပဲါထောံ၊  လေၚ်ဗၠိုက်။  obliteration (n)  ဒဒှ်မပလီုထောံ၊  ဒဒှ်မပဲါထောံ။"},
{"word":"oblivion","def":"n.  ဒဒှ်မတၞီဗၠိုက်ဝိုတ်ကၠေံဗ္ဒန်အာ၊  နိရောဒ။  oblivious (adj)  မဟွံပသတိ၊  မသမ္တီဟွံဒး။"},
{"word":"oblong","def":"n.  ဗီုလ္ပာ်ဇမၠိၚ်ဂၠိၚ်၊  ဒဒှ်လ္ပာ်ဇမၠိၚ်ဂၠိၚ်။"},
{"word":"obloquy","def":"n.  ပွမသ္ဍိုက်ဂဝ, ဂတမၞိဟ်၊  ပွမဂွံမုက်ဂဝ, ဂတမၞိဟ်။"},
{"word":"obnoxious","def":"adj.  မစၚ်စူ(သၟူအမြာဲ)။"},
{"word":"oboe","def":"n.  ခဏောဲ၊  ခၞောဲ၊  ခၞောဲဆု၊  သဏောဲ။"},
{"word":"obscene","def":"adj.  မထ္ဍဟ်က္တဵုကဵုရာဂတဏှာ၊  မကၠိပပ်။  n.  ဒဒှ်မထ္ဍဟ်က္တဵုကဵုရာဂတဏှာ၊  ဒဒှ်မကၠိပပ်။  obscenity (n)  အရေဝ်ပပ်ပပ်ပဳပဳ။"},
{"word":"obscure","def":"adj.  မဒလီု၊  မဟွံကၠဳကၠး၊  မဟွံကၠးက္တောဝ်၊  မဟွံညာတ်ကၠးကၠး၊  မနွံကဵုအဓိပ္ပာဲဂၠုက်လၞုက်၊  မဂၠု၊  ထိုပ်ဂၠု။  ၂။  မနွံကဆံၚ်ဟွံကၠး၊  မဒှ်ကဆံၚ်မၞိဟ်ဟွံတီ။  n.  ဒဒှ်မဒလီု၊  ဒဒှ်မဟွံကၠဳကၠး၊  ဒဒှ်မဟွံကၠးကတောဝ်၊  ဒဒှ်မဟွံညာတ်ကၠးကၠး၊  ဒဒှ်မနွံကဵုအဓိပ္ပာဲဂၠုလၞုက်၊  ဒဒှ်မဂၠု၊  ဒဒှ်မထိုပ်ဂၠု။  vt.  ကဵုနွံကဆံၚ်ဟွံပြာကတ်။  obscure the view. (vt)  ဗ္ဒန်။  obscurity (n)  ဒဒှ်မနွံကဆံၚ်ဟွံကၠး၊  ဒဒှ်မဒှ်ကဆံၚ်မၞိဟ်ဟွံတီ။"},
{"word":"obsequies","def":"n.  အသေအဟာန်ကမ္မဋ္ဌာန်၊  အသေအဟာန်စံၚ်ဇွဂြးဇုတ်။"},
{"word":"obsequious","def":"adj.  မထတ်သန်သွက်ဂွံယဵုဒုၚ်မြိမြန်၊  မဇံသဝ်ရှ်ေသှ်ေ။"},
{"word":"observe","def":"vt.vi.  မၚ်၊  မွဲ၊  လ္ၚတ်၊  သကဵုလ္ၚတ်၊  သမွဲ၊  သွိုန်။  ၂။  ဒ္ဂေတ်၊  ဒ္ဂေတ်ဗက်၊  ဒ္ဂိုန်။  ၃။  ကၠောန်ဗဒှ်သ္ဘၚ်။  observable (adj)  မလ္ၚတ်ထေက်၊  မထေက်ကဵုသ္ဒးလ္ၚတ်၊  မမၚ်ရံၚ်လ္ၚတ်မာန်။  observance (n)  စာရိတ်၊  ဒဒှ်မဒ္ဂေတ်၊  ဒဒှ်မမၚ်မွဲဒ္ဂေတ်ဗက်၊  ဝတ်။  observant (adj)  မနွံကဵုသတိ၊  မနွံကဵုဒဒှ်မသ္ပကေၚ်ကာ။  observation (n)  ဒဒှ်မမၚ်ရံၚ်။  ၂။  ဒဒှ်မဖျေံသ္ဂုတ်သွာတ်။  observatory (n)  ဟဝ်သွက်ဂွံရံၚ်လ္ၚတ်နက်သတ်။  observer (n)  မၞိဟ်လ္ၚတ်၊  မၞိဟ်ရံၚ်လ္ၚတ်။  observe the dhutanga practices. (vt.vi)  ဒ္ဂိုန်ဓုတၚ်။"},
{"word":"obsess","def":"vt.  သ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်ကဵုပၟတ်သောက၊  ဒှ်ဂဝိၚ်ဂမ္တဴ။  obsession (n)  ဒဒှ်မဒှ်တဴသောက(ဂဝိၚ်)။"},
{"word":"obsidian","def":"n.  တၟံဖါန်မတိတ်နူဒဵုပၟတ်။"},
{"word":"obsolete","def":"adj.  မအိုတ်အာခေတ်၊  မဟွံဂတာပ်ခေတ်။  obsolescent (adj)  မစိုပ်အာကဆံၚ်အိုတ်အာခေတ်၊  မဟၟဲတဴကဵုခေတ်။"},
{"word":"obstacle","def":"n.  နိဝဵု၊  ပွမစဵုဒၞာ၊  အရာမစဵုဒၞာ၊  အရာမဒၞာကြတ်၊  အရာမပထုဲပလာပ်။"},
{"word":"obstetric","def":"(0bstetrical)  adj.  မဆေၚ်စပ်ကဵုကွက်ဂဥုဲ ယဲသ္ၚိပၟတ်သယျာကောန်ၚာ်။"},
{"word":"obstinate","def":"adj.  ဓလဵု၊  ဓလဵုထဏံၚ်၊  မထဏံၚ်၊  မထၞံၚ်၊  မနွံကဆံၚ်က္ဍိုပ်ကြံၚ်၊  မနွံကဆံၚ်ဟီုဂးစဝါတ်၊  မ္ၚိုဟ်စ္ဍိုဟ်၊  မ္ၚိုဟ်ထဍိုဟ်။  ၂။  မဝါတ်သွက်ဂွံလောန်တတ်ကၠောံအာ။  obstinately (adv)  နဒဒှ်မနွံကဵုက္ဍိုပ်မကြံၚ်မ္ၚိုဟ်။  obstinacy (n)  ဒဒှ်က္ဍိုပ်မကြံၚ်မ္ၚိုဟ်(ဟီုဂးစဝါတ်)၊  စရံၚ်။"},
{"word":"obstruct","def":"vt.  ကြတ်၊  ကြတ်ဒၞာ၊  ဆဳဒၞာ၊  ဆေကြတ်၊  ဆဵုကြတ်၊  ထၜိုပ်၊  သကဵုဒှ်ညံၚ်ရဴဆဵုဒဝ်၊  သကဵုတၟာတ်ဆိုအ်၊  ဆေဝ်၊  ဆေဝ်ဒဝ်၊  သကဵုဝါတ်ဂါတ်။  obstruction (n)  အဆဵုအဒဝ်၊  အရာမပလာပ်ပထုဲ။  obstructive (adj)  မသကဵုဒှ်အဆဵုအဒဝ်မာန်၊  မသကဵုဒှ်အဆဵုအဒဝ်ပလာပ်ပထုဲ၊  မသကဵုစိုပ်အာကဆံၚ်ဂၠိန်ၜောတ်။"},
{"word":"obtain","def":"vt.vi.  ဂွံ၊  စိုပ်ရာပ်၊  သဂွံ၊  သ္ဂောံ၊  ကလိဂွံ။  ၂။  မိက်ဂွံ၊  သၟိက်ဂွံ၊  ရာန်ကေတ်၊  ရာန်ဂွံ။  obtainable (adj)  မကလိဂွံမာန်၊  မဂွံမာန်။  obtain a living. (vt)  ဂယျိုၚ်လမျီု။  obtain consent. (vt.vi)  ဒုၚ်ဝေါန်။  obtain influence over. (vt.vi)  သ္ကေံက္ၜတ်။  obtain release. (vt.vi)  ဂွံတိတ်ဗၠး၊  သ္တိတ်ဗၠး။"},
{"word":"obtrude","def":"vt.vi.  သကဵုဒ္ဂေတ်ဗက်အတိုၚ်ကသပ်ဇကု နကဵုအသံ၊  သကဵုညးတၞဟ်ဒုၚ်တဲအတိုၚ်အသံဇကု။  obtrusive (adj)  မကဵုဒုၚ်တဲနကဵုအသံ၊  မကဵုဒုၚ်တဲအတေၚ်။"},
{"word":"obtuse","def":"adj.  မၜီု။  ၂။  ဒကဴသၠဲအကြာ(၉ဝံကဵု၁၈ဝံ)။  ၃။  မဓီုဓုဲ။"},
{"word":"obviate","def":"vt.  သောၚ်တလးထောံ၊  သောၚ်ထောံ။"},
{"word":"obvious","def":"adj.  မတီညာတ်ဗွဲမကၠးဖ္ဍး၊  မညာတ်ဒၟံၚ်ကၠးကၠး။  obviously (adv)  နဒဒှ်မဆဵုညာတ်ဒၟံၚ်ကၠးလောန်အာ။"},
{"word":"occasion","def":"n.  အခေါၚ်အခါ၊  အခိၚ်အခါ၊  အခါသာမယ၊  ဝါရ။  ၂။  ဟိုတ်တံ၊  ဒဒှ်မနွံပၟိက်။  vt.  သကဵုဟိုတ်စိုပ်ကၠုၚ်၊  သကဵုဒှ်တံဟိုတ်ဍေံ။  occasional (adj)  ဒှ်စှ်လှ်ေမွဲလှ်ေ။  occasionally (adv)  နဒဒှ်စှ်လှ်ေမွဲလှ်ေ၊  ဟွံလံဟွံလံ၊  နဒဒှ်ဗီုအခိၚ်ဒးကၠုၚ်။"},
{"word":"Occident","def":"n.  ဌာန်ဒေသပလိုတ်(ရန်တၟံသွက်တိုက်ယူရောပ်ကဵုတိုက်အမေရိက)။"},
{"word":"occult","def":"adj.  မဂြောပ်ဓလီု၊  မကၞိက်လဒဵု။  ၂။  မကၞိက်လဒဵုမံၚ်ဗွဲမသ္ဇိုဟ်နက်၊  မတၟေၚ်နူကဵုသဘာဝ၊  မဗက်အာကဵုကွတ်အ္စာမှဝ်။"},
{"word":"occupation","def":"n.  ကလောန်ဇိက်ဗၞိက်၊  ဗၞိက်ဇိက်၊  ဗျာပရ၊  ကမၠောန်ကၟိတ်၊  ကမၠောန်၊  ပွမကၠောန်ကမၠောန်ဂယိုၚ်လမျီု။  ၂။  ဒဒှ်မသီကေတ်တုဲတန်တဴဒၟံၚ်။  ၃။  ဒဒှ်မဗ္တိုက်သီကေတ်နကဵုဇြဟတ်။  occupational (adj)  မဆေၚ်စပ်ကဵုအပ္ဍဲဒၞာဲကမၠောန်။"},
{"word":"occupy","def":"vt. (pt.pp.-pied)  မံၚ်၊  တန်တဴ။  ၂။  ကေတ်ဒၞာဲ။  ၃။  စွံပ္တန်စိုတ်အရီု။  ၄။  သီကေတ်ထောံဒၞာဲနကဵုဇြဟတ်။  occupancy (n)  ပွမသီကေတ်။  occupant, occupier (n)  မၞိဟ်လုပ်တန်တဴ၊  မၞိဟ်လုပ်ဖျေံသ္ဇိုၚ်မံၚ်။"},
{"word":"occur","def":"vi. (-rr-)  က္တဵုဒှ်။  ၂။  ဂၠာဲဆဵုဂဗ၊  တန်တဴ၊  တန်ဒှ်ကၠုၚ်။  ၃။  ညာတ်ကၠုၚ်ပ္ဍဲစိုတ်၊  ချပ်စၚ်ခြၚ်ဂွံ။  occurrence (n)  ဒဒှ်မက္တဵုဒှ်၊  အဟိုတ်။"},
{"word":"ocean","def":"n.  ၜဳဇၞော်၊  မဟာသၟိတ်၊  မှာသၟိတ်၊  မှာသၟိတ်ဒြာ၊  သာဂရ၊  သဳဒန်၊  သၟာသၟိတ်။"},
{"word":"ochre","def":"(ocher)  အရံၚ်ဍာ်မိတ်သရီဖျိုဟ်ဖျိုဟ်၊  ခၞိက်တိသာ်မိတ်။"},
{"word":"o'clock","def":"adv.  နဒဒှ်မစၞောန်ထ္ၜးကဵုအခိၚ်နာဍဳ။"},
{"word":"octagon","def":"n.  ဗီုမနွံကဵုဒကဴဒ္စာံ၊  ဗီုဒ္စာံတၠၚ်၊  ဒ္စာံတၠၚ်။  octagonal (adj)  မနွံကဵုဒကဴဒ္စာံတၠၚ်။"},
{"word":"octane","def":"n.  ကၠေၚ်မပ္တိတ်ကေတ်နူကၠေၚ်ဓာတ်(အံက်တိန်)။"},
{"word":"October","def":"n.  ဂိတုအံက်တဝ်ဗာ၊  (မန်)ဂိတုဝှ်။"},
{"word":"octogenarian","def":"n.  မၞိဟ်နွံအကြာအယုက် (၇၉ကဵု၈၉)။"},
{"word":"octopus","def":"n. (pl.-es)  အဝဲါ(သတ်ဍာ်မွဲဂကူ)။"},
{"word":"ocular","def":"adj.  မဆေၚ်စပ်ကဵုမတ်၊  မညာတ်ပ္ဍဲဂတမတ်။  oculist (n)  အ္စာသဝ်ဝန်လွဳယဲမတ်။"},
{"word":"odd","def":"adj.  မဒှ်ဂၞန်မ(၁,၃,၅...)။  ၂။  မဒှ်ကၠေံဒၟံၚ်မွဲအပ္ဍဲမနွံမွဲစုံ။  ၃။  မတဴဒၟံၚ်ညိည၊  မဂၠိုၚ်ဒၟံၚ်ညိည။  ၄။  မလှိုဟ်ဒၟံၚ်၊  မဒှ်မံၚ်ကဆံၚ်သွက်ဂွံပံၚ်ဖက်စဝါတ်။  odd times (adj)  မဒှ်အခိၚ်အခါဟွံသေၚ်။  odd jobs (n)  ကမၠောန်မလှေက်မလှံၚ်။  oddity (n) (pl.-ties)  ဒဒှ်မလှိုဟ်ဒၟံၚ်။  ၂။  ပွလှိုဟ်လှိုဟ်။  oddly (adv)  နဒဒှ်ကဆံၚ်လှိုဟ်ဒၟံၚ်ဗွဲမလောန်။  odds (n)  အခေါၚ်အဝဵု။  at odds. (adj)  မဟွံတုပ်သၟဟ်စိုတ်ကဵုညးမွဲမွဲ။"},
{"word":"oddment","def":"n.  အရာမသှ်ေသၟေဟ်။"},
{"word":"ode","def":"n.  ကဗျ၊  လၚ်္ကာ။"},
{"word":"odious","def":"adj.  မက္ဍုဟ်၊  မဇအိုန်ဇရ။  odium (n)  ဓဝ်က္ဍုဟ်။"},
{"word":"odoriferous","def":"adj.  မမောဝ်ဓီု၊  မမောဝ်ပ္ဍး။"},
{"word":"odour","def":"(odor)  n.  ခၟော၊  သၟူ၊  သၟူအမြာဲ၊  အမြာဲ။  odourless (adj)  မဟၟဲကဵုသၟူ၊  မဟၟဲကဵုအမြာဲ။  odorous (adj)  မနွံကဵုသၟူမောဝ်ပ္ဍး၊  မနွံကဵုအမြာဲမောဝ်ဓီု။"},
{"word":"of","def":"prep. (ပ္ဍံ, ဒဒက်တဴ, ဂြပ်, လဵု,  ဟိုတ်,  နူ,  ပၞောဝ်)  စၞောန်ထ္ၜးကဵုအခိၚ်ဒၞာဲ  ဒဒှ်မတၞဟ်ခြာခရာဇမ္ၚောဲ။  ၂။  မစၞောန်ထ္ၜးကဵုတဲ၊  တံဝါဒိ၊  တဲဗွဲကိုပ်ကၠာ။  ၃။  မစၞောန်ထ္ၜးကဵုပရောပရာ။  ၄။  မစၞောန်ထ္ၜးကဵုပွမဗၠးၜး, ဒဒှ်မဟောံဗြောံအာ။  ၅။  မစၞောန်ထ္ၜးကဵုဂကူကပေါတ်ကညောတ်။  ၆။  မစၞောန်ထ္ၜးကဵုဗီုပြၚ်။  ရ။  မစၞောန်ထ္ၜးကဵုကံ(အရာမသ္ဒးဒုၚ်ပ္ကီု)။  ၈။  မစၞောန်ထ္ၜးကဵုကတ္တာ(ဒဒှ်မကၠောန်)။  ၉။  မစၞောန်ထ္ၜးကဵုပမာဏဗၜတ်၊  မစၞောန်ထ္ၜးကဵုဒဒှ်မဆက်ဆောံဆက်စပ်။  ၁၁။  မစၞောန်ထ္ၜးကဵုအခိၚ်။  ၁၂။  မစၞောန်ထ္ၜးကဵုကဆံၚ်။  ၁၃။  မစၞောန်ထ္ၜးကဵုပရောပရာ။"},
{"word":"off","def":"prep.  နူ၊  သာဲခြာတုဲ။  ၂။  ဖအောန်တုဲ။  ၃။  သၠးနူကဵုကမၠောန်။  ၄။  ကရပ်ဂှ်၊  ဗ္ဒာဲဂှ်။  adv.  ညာတ်ဆဵု။  ၂။  ထ္ၜးဇမ္ၚောဲတရဴ။  ၃။  စၞောန်ထ္ၜးမတိတ်အာတရဴ။  ၄။  ဒဒှ်မစၞောန်ထ္ၜးပ္တိတ်ထောံ သာဲခြာထောံ။  ၅။  ပွမပ္တုဲထောံ။  ၆။  အဆက်ပိုတ်အာအိုတ်အာ။  ရ။  ထ္ၜးအုဲအာအုတ်အာ။  adj.  မဟွံသေၚ်ကဵုအခိၚ်အခါ။  offhand (adj)  မဒှ်ဒဒှ်ဟွံချိုတ်ပၠိုတ်၊  မဒှ်အရာချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်ဟွံသေၚ်။  off-shore (adj)  မဒှ်ဒၞာဲမသ္ၚောဲနူသြၚ်။  adv.  နဒဒှ်မဇမ္ၚောဲနူကဵုသြၚ်။"},
{"word":"offal","def":"n.  ဂြိုဟ်ကြုတ်(သတ်တိရစ္ဆာန်)။"},
{"word":"offence","def":"(offense)  n.  ဒုဟ်၊  ပွမကၠောန်လုတ်လောန်လဝ်သရာံပါပ်ဒုဟ်၊  ဒဒှ်မဒစဵုဒစးလဝ်သၞောဝ်ဥပဒေ၊  အပတ်၊  အာပတ်၊  ဒုဟ်ဒန်။  ၂။  ဒဒှ်မဓလဵုထနံၚ်။  ၃။  ဒဒှ်သၟူပရေံ၊  ဒဒှ်မရံၚ်စဝါတ်၊  ဒဒှ်က္တောဝ်မဒုၚ်ဟွံမာန်။  offend (vt.vi)  လုတ်လောန်လဝ်ဒုဟ်၊  ဓလဵုထနံၚ်၊  ရံၚ်ဗဵုစဝါတ်။  offender (n)  မၞိဟ်လုတ်လောန်ပ္ကီုပရာပ်လဝ်ဒုဟ်၊  မၞိဟ်ဒစဵုဒစးလဝ်သၞောဝ်ဥပဒေ။  offensive (adj)  မပရေံပ္ဍဲသၟူအမြာဲ။  ၂။  မထပက်ပၞာန်။  offensive language (adj)  ဘာသာမရပ်စပ်စကာ ဝေါဟာမကြံၚ်မ္ၚိုဟ်ရုန်မဵု။  offensively (adv)  နဒဒှ်မနွံကဵုသၟူအမြာဲပရေံ။"},
{"word":"offer","def":"vt.vi.  ခၜဗဇဴ၊  ဆက်၊  ဆက်ကဵု၊  ဆက်ကွာဲ၊  ထ္ၜ၊  ပပူဇဴ၊  ပူဇဴ၊  ဗဇဴ၊  ဗ္ဂိန်၊  ဗလိဂပဝ်၊  ဗလိဗကဝ်၊  ဗဝ်၊  ဗဝ်ထမတ်၊  သာတ်ဗ္စ၊  ဒုၚ်ကဵု။  ၂။  ဆက်ဗ္ဂိန်ကဵုပူဇဴသ္ကာ။  ၃။  ကၠေံစိုတ်။  ၄။  ကော်လဝ်ၚုဟ်၊  ခံက်ကဵုၚုဟ်။  n.  အရာမဒုၚ်ကဵု၊  ဒဒှ်မဒုၚ်ကဵု။  offering (n)  ခမောတ်(ပုၚ်)၊  စၟာဲစၟိန်၊  စၟာဲတၟိန်၊  တၟာဲ၊  တၟာဲလဗာဲ၊  ထမတ်၊  သၟုတ်၊  ဒဒှ်မဗ္ဂိန်ကဵု၊  ဒဒှ်မပူဇဴ၊  ဒေယျဓဝ်၊  ပူဇဴသကာ၊  ဒါန်၊  ဒါန်ဝတ်၊  ဝတ်၊  ဝတ္ထု၊  ဝတ္ထုဒါန်။"},
{"word":"office","def":"n.  ဒၞာဲ၊  ရုၚ်။  ၂။  ဌာနအလဵုအသဳ၊  ရုၚ်အလဵုအသဳ။  ၃။  ဒၞာဲဝဲါ။  ၄။  ဒဒှ်မနွံကဵုစိုတ်သ္ပကေၚ်ကာ၊  ပွမယဵုဒုၚ်၊  အရီုအဗၚ်၊  ပွမမၚ်မွဲ။  office boy (n)  မၚ်ဗၠာဲအရီုအဗၚ်ပ္ဍဲရုၚ်။"},
{"word":"officer","def":"n.  သၞာဲဒဴ၊  သၞာဲဒဴပၞာန်၊  သၞာဲဒဴအလဵုအသဳ၊  သၞာဲဒဴဗၠာဲသၟိၚ်။"},
{"word":"official","def":"adj.  မယဵုဒုၚ်နကဵုအသံ၊  မစှ်ေကဵုဗဗွဲဓဝ်။  n.  သၞာဲဒဴအလဵုအသဳ။  officially (adv)  နဒဒှ်မလုပ်ကဵုပရေၚ်ဗဗွဲဓဝ်၊  နကဵုအသံအဝဵု။"},
{"word":"officiate","def":"vi.  ဒၞာဲဝဲါ၊  မဒုၚ်ကာတာလျိုၚ် အတိုၚ်ဌာနညးကဵုညး။"},
{"word":"officious","def":"adj.  မလေပ်ကဵုအရီုအဗၚ်။  မရပ်စပ်အသံအဝဵု။"},
{"word":"offing","def":"n.  မၚ်စၟဳကောန်မတ်ပ္ဍဲဂၠးဂၚ်၊  သ္ၚောဲမဆဵုအာနကဵုမတ်(ပ္ဍဲဂၚ်)။  in the offing. (n)  ပ္ဍဲအခိၚ်အဓာန်ဂတတေံ။"},
{"word":"offset","def":"vt. (-tt-)  သကဵုစှ်ေအာအလေဝ်၊  သကဵုဂွံအာတံ။"},
{"word":"offshoot","def":"n.  တဲ၊  တၞာၚ်ဗာၚ်မပါ်တိတ်နူၝောံတၞံ၊  တၞာၚ်ဗာၚ်၊  ဗၠိုၚ်၊  ဖဵုဂုန်မဂွံလ္ပာ်သ္ကဲဒကဴ။"},
{"word":"offspring","def":"n.  ကောန်ၚာ်မၞိဟ်မဆက်က္ဍတ်ပါ်ကၠုၚ်၊  ကောန်ဇာတ်၊  ကောန်သတ်တံအဆက်ကောန်အဆက်စဴ။"},
{"word":"often","def":"adv.  ဟွံလံဟွံလံ၊  မွဲနှမွဲနှ၊  နဒဒှ်မဂၠိုၚ်ကဵုလတုန်၊  နဒဒှ်မဂၠိုၚ်ကဵုဝါ၊  ဂၠိုၚ်ဂၠိုၚ်ကဵုဝါ။"},
{"word":"ogle","def":"vt.vi.  ရံၚ်နကဵုမတ်သ္ဍိုက်ဆာန်၊  ရံၚ်နကဵုမတ် မနွံကဵုအဓိပ္ပာဲသ္ဍိုက်ဆာန်။"},
{"word":"ogre","def":"n.  ရကိုဟ်၊  လကိုဟ်၊  လကိုဟ်စဖျုန်မၞိဟ်(မပါကၠုၚ်ဒၟံၚ်ပ္ဍဲပုံအဂီုတွဵု)၊  ဒကရက်။"},
{"word":"oil","def":"n.  ကၠေၚ်၊  တၠေၚ်။  vt.  စုတ်ကၠေၚ်၊  ထပက်ကၠေၚ်။  oil cake (n)  အိက်လ္ၚဴ၊  အိက်သတ်ဇုက်တိ။  oil colours (n)  ဗီုပါန်ခဳဍာ်ဂဥုဲကၠေၚ်။  oily (adj) (-ier,-iest)  မဍေဝ်ဒၟံၚ်ကဵုကၠေၚ်။  oil lamp. (n)  ခ္ဍေက်၊  ခဍေက်။  oil-tree (n)  အၚ်ဒိုၚ်၊  တၞံဒယာၚ်၊  တၞံဂယာၚ်။"},
{"word":"ointment","def":"n.  ကၠေၚ်ပၠုဲ၊  ကၠေၚ်လံက်သရ။"},
{"word":"old","def":"adj.  မဆေၚ်စပ်ကဵုအယုက်အထက်၊  ဆေၚ်စပ်ကဵုအယုက်အဝဲ။  ၂။  ထဴ၊  ဗျုထဴ၊  မဇၞော်ပ္ဍဲအယုက်၊  ဇၞော်။  ၃။  တြေံ၊  မတြေံ၊  မတရေံ၊  မဒှ်လံလုဲကၠုၚ်လဝ်သၞာံဗွဲမဂၠိုၚ်။  ၄။  မရပ်စပ်ကၠုၚ်လဝ်နူကဵုသၞာံဗွဲမလံလတေံ။  ၅။  မဒဒှ်ေတီကၠုၚ်လဝ်နူကဵုအခိၚ်မလံလတေံ။  ၆။  မနွံကဵုလညာတ်ဆဵုဂဗဂၠိုၚ်၊  မစိုန်သ္ကီု။  n.  အခိၚ်ကာလခေတ်တြေံတေံ။  olden (adj)  မတြေံတြဟ်။  old age. (n)  ဇရာ၊  ဒဒှ်မဗျု၊ ဗယု၊  ဟယု။  old-fashioned (adj)  မလဇုဲအာကဵုခေတ်၊  မဟွံမွဲခေတ်၊  မဟွံဂတာပ်ခေတ်။  old bachelor or old maid. (n)  ဒုဲ၊  ဗၠာဲဒုဲဝုတ်ဒုဲ။"},
{"word":"oligarchy","def":"n. (pl.-chies)  အလဵုအသဳမၞိဟ်မနွံကဵုအဝဵုမွဲသ္ကံမွဲဂကောံ၊  ဒဒှ်မအုပ်ဓုပ်နကဵုအလဵုအသဳမနွံကဵုအဝဵုမွဲဂကောံ။"},
{"word":"olive","def":"n.  ပလောန်၊  သတ်ပလောန်။  olive-tree (n)  တၞံပလောန်။"},
{"word":"omega","def":"n.  လၟေၚ်အက္ခဝ်ဂကူဂရိတံလက္ကရဴအိုတ်။"},
{"word":"omelette","def":"(omelet)"},
{"word":"omen","def":"n.  နိမိတ်၊  နိမိတ်သၞဲ(သနှဲ)၊  သၞဲ၊  သၞောဲ။  ominous (adj)  မနွံကဵုနိမိတ်ပရေံ၊  မလဒေက်သအဝ်သတ်မၞိဟ်။"},
{"word":"omission","def":"n.  ဒဒှ်မသ္ကုတ်ဖလုတ်အာ၊  ဒဒှ်မလီုလာ်အာ၊  ဒဒှ်မပဲါထောံ။"},
{"word":"omit","def":"vt. (-tt-)  သ္ကုတ်၊  လၞုက်အာ၊  ဟွံဒှ်(ကာ,ကမၠောန်)၊  သ္ကုတ်ဖလုတ်။"},
{"word":"omnipotent","def":"adj.  မဓလီုဂြောပ်လဝ်ဖအိုတ်၊  မဍိုက်ပေၚ်တဴကဵုအနုဘဴဟွံမွဲကဵုတံကၞောတ်။  omnipotence (n)  ပွမဓလီုဂြောပ်လဝ်သီုဖအိုတ်၊  အနုဘဴဟွံမွဲကဵုတံကၞောတ်။"},
{"word":"omniscient","def":"adj.  မဂြၚ်တီမာန်သီုဖအိုတ်၊  မနွံကဵုညာဏ်ဒိဗ္ဗစက္ခု၊  သဗ္ဗညု။  omniscience (n)  ညာဏ်ဒိဗ္ဗစက္ခု၊  သဗ္ဗညုတညာဏ်၊  သဗ္ဗညု။"},
{"word":"omnivorous","def":"adj.  မဟွံရုဲစၞစ၊  မစဖအိုတ်။"},
{"word":"on","def":"prep.  လ္တူ၊  သ္ပအထံက်အပၚ်တုဲ၊  ဗဒဗဒဲါတုဲ၊  ဆက်တဲတုဲ။  ၂။  ပွမစၞောန်ထ္ၜးအခိၚ်၊  ဟန်။  ၃။  မဆေၚ်စပ်ကဵုပရောပရာတုဲ။  ၄။  မစၞောန်ထ္ၜးကဵုအကာဲအရာ။  adv.  မစၞောန်ထ္ၜးဒဒှ်တောတက်ကၠုၚ်၊  ဒဒှ်မစိုပ်ကၠုၚ်တရဴ။  ၂။  ပွမစၞောန်ထ္ၜးဗီုကၠောန်ယဵုဒုၚ်။  ၃။  ပွမစၞောန်ထ္ၜးပရောပရာဒဒှ်မွဲမွဲ ဟွံပိုတ်သ္ကုတ်အာမွဲလစုတ်ဓဝ်။  on account of that. (prep)  ဟိုတ်ဂှ်ရ၊  ဟိုတ်နူဂှ်ရ။  on behalf of. (prep)  စၞး၊  အဇာ။  on the left. (adv)  လက်ပဲါ၊  လ္ပာ်ပဲါ၊  ဇွိ။  on the right. (adv)  လက်ပုၚ်၊  လ္ပာ်ပုၚ်၊  သတုံ။"},
{"word":"once","def":"adv.  မွဲလန်၊  မွဲဝါတေံ၊  မွဲလှ်ေ၊  မွဲဝါ။  ၂။  ကၠာတေံဏံ၊  ကၠာတေံဏံမွဲ၊  လောန်ကၠုၚ်မွဲအခိၚ်တေံ။  ၃။  လက္ကရဴအိုတ်မွဲလစုတ်ဓဝ်၊  မွဲလန်ဓဝ်ညံၚ်သ္ဂောံစိုပ်ဒတုဲ။  ၄။  လၟုဟ်၊  လွာဲဂှ်၊  ဗွဲမပြဟ်၊  ဇဖန်ဂှ်။  ၅။  မွဲလစုတ်ဓဝ်၊  ဗြုဗြု၊  မွဲဒမြိပ်ဓဝ်၊  မွဲစွံဓဝ်။  conj.  မွဲလန်.....ဓဝ်ဟေၚ်။  n.  မွဲလန်။  once upon a time. (adv)  ကၠာဂှ်၊  ကၠာတေံ၊  ကၠာတေံဏံမွဲ၊  ကၠာတေံဏံ။"},
{"word":"one","def":"n.  မွဲ၊  ညးမွဲ၊  မွဲဇကု၊  ဂၞန်-၁။  pron.  ယြဴညးမွဲ၊  ယြဴမွဲမွဲ၊  အရာမွဲမွဲ။  ၂။  မၞိဟ်လဵုဟွံဟီု၊  ညးဂှ်မွဲဟွံဟီု၊  အရာလဵုမွဲဟွံဟီု၊  ယြဴမွဲမွဲ။  adj.  မဟွံဒှ်ၜါ၊  မနွံဒၟံၚ်မွဲဓဝ်ဟေၚ်၊  မဒှ်မွဲရမျာၚ်ဓဝ်။  one another. (pron)  ညးမွဲကဵုညးမွဲ။  one book. (adj)  လိက်မွဲအုပ်။  Book One. (n)  လိက်ကၞပ်ပထမ။  one by one. (pron)  ညးမွဲတုဲညးမွဲ၊  မွဲတုဲမွဲ။  one copper piece. (adj)  လှုဲမွဲဂတှ်ေ၊  သၠုဲမွဲဂတှ်ေ။  from one end to the other. (adj)  မဒှ်နူလ္ပာ်တၞုၚ်ဏံ စဵုကဵုလ္ပာ်တၞုၚ်တေံ။  one-headed drum. (n)  ဓါပ်၊  ဖံမုက်မွဲ။  one measure of husked rice. (n)  သ္ၚုမွဲနာလဳ။  one of a race of people. (n)  ကောန်ဂကူမွဲမွဲ။  oneself (poss.pron)  ဇကုဇကု၊  အနေဇကုဇကု။  one's  (poss.pron)  ညးမွဲမွဲ။  one's own place. (n)  ဂအာၚ်၊  ထအာၚ်။"},
{"word":"onerous","def":"adj.  မသ္ဒးဒုၚ်ပ္ဍဵုစုန်လဝ်နကဵုလျိုၚ်၊  မပ္ဍဵုပ္ဍိုက်နကဵုလျိုၚ်ဇၞော်ဇၞော်။  onerously (adv)  နဒဒှ်မပ္ဍဵုပ္ဍိုက်။"},
{"word":"one-sided","def":"adj.  မဒှ်မွဲလ္ပာ်၊  မစှ်ေဒၟံၚ်မွဲလ္ပာ်ဓဝ်၊  ဗက်စမွဲလ္ပာ်၊  ဗဗွဲဗက်မွဲလ္ပာ်ဓဝ်။  one-sidedly (adv)  လက်ဒစေၚ်။"},
{"word":"onion","def":"n.  ကသိုန်၊  ကသိုန်ဗ္ကေတ်၊  လသိုန်၊  လသိုန်ဗ္ကေတ်။"},
{"word":"onlooker","def":"n.  မၞိဟ်ဗဵုဒၟံၚ်လ္ပာ်မ္ၚး။"},
{"word":"only","def":"adj.  စၟး၊  မဒှ်ညးမွဲဓဝ်ဟေၚ်၊  ဒှ်မွဲဓဝ်၊  မဒှ်ဒဒှ်ခိုဟ်အိုတ်၊  ခိုဟ်အိုတ်။  conj.  ပဲါနူဂှ်၊  ၜိုန်ဂှ်လေဝ်။  adv.  ဓဝ်၊  ဟေၚ်၊  ဆ။  only himself. (adv)  ဆဇကုညးမွဲဓဝ်၊  ဆညးတေံညးမွဲဓဝ်။"},
{"word":"onset","def":"n.  ဒဒှ်မဗ္တိုက်။  ၂။  ဒဒှ်မလုပ်ကၠုၚ်(ယဲ)။  ၃။  ပွမစ,ရၚ်တၠုၚ် နကဵုစိုတ်နကဵုဇြဟတ်။"},
{"word":"onslaught","def":"n.  ပွမဗ္တိုက်မွဲအသိၚ် နကဵုဒေါသဇၞော်ဇၞော်။"},
{"word":"onus","def":"n.  ဒဒှ်မနွံတာလျိုၚ်၊  ဒဒှ်လယျိုၚ်မဍိုက်စုန်ဒၟံၚ်။"},
{"word":"onward","def":"adj.  မချဳဒရာၚ်အာဒၟံၚ်ဗွဲဂတ၊  မချဳဒရာၚ်တိုန်ဒၟံၚ်။  adv.  ဆက်တုဲ၊  မုက်ဂတတေံ။"},
{"word":"ooze","def":"n.  တိပလေတ်၊  တိပလေတ်ဍိုန်ဍိုန်၊  ထရီု၊  ထရီုဍိုန်ဍိုန်။  vt.  ဇီ၊  ဇီတိတ်၊  ဇီဒဇူ။"},
{"word":"opal","def":"n.  မတ်ဗ္ဂဲ(ရတ်)။"},
{"word":"opaque","def":"adj.  မပ္တဴရံၚ်ပ္ဍဲလျးဟွံဂွံ၊  မအုပ်ဇြုၚ်ဒၟံၚ်၊  မဟွံညာတ်သာတ်ခၠၚ်၊  မဓဗုၚ်ဒၟံၚ်။"},
{"word":"open","def":"adj.  ခလာတ်၊  ပရာၚ်၊  မပံက်မံၚ်၊  မရာၚ်၊  မဟာမံၚ်၊  မပံက်လဝ်အဓိပ္ပာဲ၊  မလာ်(မတ်)၊  မဟွံဂိုပ်လဝ်၊  မဆေၚ်စပ်ကဵုကောန်ညးဍုၚ်ကွာန်၊  သလဲ၊  ဟာ။  ၂။  မပံၚ်ဖျပ်ကဵုနာံတုဲရပ်စပ်လဝ်ဗွဲတၟေၚ်။  vt.vi.  ပံက်၊  သကဵုပံက်၊  စွံလဝ်ဟွံလဒဵုဟွံဂြောပ်ဟွံတၟာတ်။  ၂။  တရး။  တရးပရး။  ၃။  ပံက်စရၚ်ဗေန်။  n.  ပၞောပ်လုပ်တိတ်။  ၂။  ဒကုတ်စပ္တံ၊  ပွမစ,ဗဒှ်ပေဲါ။  opening (n)  ပၞော်၊  ပဏော်၊  ပွံက်။  openly (adv)  နဒဒှ်မပံက်သြိုဟ်၊  နဒဒှ်မဟၟဲကဵုကၞိက်လဒဵု၊  သီုမပြာကတ်။  open-bill (n)  ဒိုၚ်ကၞု(ဂစေံ)။  open-handed (adj)  မယျဵုလ္ဂူတပ်တး၊  မပံက်လဝ်သြိုဟ်။  open-minded (adj)  မစွံစိုတ်ဇၞော်ဇၞော်။"},
{"word":"opera","def":"n.  ဇာတ်ပၠ၊  အိုပ်ပရာ။"},
{"word":"operate","def":"vt.vi.  သကဵုကၠောန်ၜိုတ်၊  ကၠောန်ၜိုတ်၊  ဂေတ်(စက်)။  ၂။  ပါ်ကရေက်။  operation (n)  ပွမကၠောန်ၜိုတ်၊  ဒဒှ်စက်မဂေတ်။  ၂။  ပရေၚ်ပြုပြေၚ်ပၞာန်။  ၃။  ပွမပါ်ကရေက်တုဲလွဳ။  operative (adj)  မချဳဒရာၚ်လမျီုလုပ်ကၠုၚ်။  operator (n)  မၞိဟ်ရပ်စပ်စက်၊  မၞိဟ်ဆက်ကဵုမွဲကဆံၚ်နူမံၚ်စက်အကြာ။"},
{"word":"ophthalmic","def":"adj.  မဆေၚ်စပ်ကဵုယဲမတ်၊  မဆေၚ်စပ်ကဵုယဲမတ်တၞံ။"},
{"word":"opiate","def":"n.  ဂဥုဲဗ္ၜူဒလူဘိၚ်ပါ (ရပ်စပ်စကာအပ္ဍဲဒၞာဲမဗလးကဵု ယဲဂိက္တာန်,ယဲတိက်ဟွံသၠိၚ်)။"},
{"word":"opinion","def":"n.  တၚ်မခယျ၊  အရာမခယျ၊  တၚ်မတော်ဆ၊  ဒိဋ္ဌိ၊  အရာမတော်ဆ၊  ပညာလညာတ်။  ၂။  တၚ်မတော်ဆနူကဵုတၠပညာမစိုန်သ္ကီု။  opinionated (adj)  မဖျေံစွံလဝ်စိုတ်ပိုတ်ပိုတ် မဆေၚ်စပ်ကဵုလ္တူတၚ်ဇကု မတော်ဆကေတ်လဝ်၊  မက္ဍိုပ်ကြံၚ်မဆေၚ်စပ်ကဵု လ္တူတၚ်ဇကုမတော်ဆကေတ်လဝ်။"},
{"word":"opium","def":"n.  ဘိၚ်။"},
{"word":"opponent","def":"n.  လ္ပာ်ဒစဵုဒစး၊  ဆောပြိုၚ်ပ္ကာန်။  opponent of the gods. (n)  ပူဂဵုဒစဵုဒစးကဵုကျာ်၊  ကလော်မာ။"},
{"word":"opportune","def":"adj.  မဒးဖစပ်၊  မဂတာပ်အခိၚ်၊  မဒးအခိုက်၊  မဒးအလိုက်။  ၂။  မယဵုဒုၚ်အခါအခိၚ်မဒးဖစပ်။  opportunist (n)  မၞိဟ်မၚ်ဒၟံၚ်အခေါၚ်အဝဵု။  opportunity (n) (pl.-ties)  အခေါၚ်အဝဵု။  opportune time. (adj)  ကာလယုတ်။"},
{"word":"oppose","def":"vt.  စး၊  စာန်စး၊  စှ်ေစး၊  ဆေဝ်ဒဝ်၊  ဒစဵုဒစး၊  ဒစဵုဒစးဗ္တိုက်၊  ဒစှ်ေဒစး၊  ဒဆေဝ်ဒဝ်။  ၂။  ဟီုဒစဵုဒစး။  opposite (adj)  ဒ္ဂူတပ်ကၠုၚ်၊  ဓဝ်၊  လ္ဂူ၊  လ္ဂူမုက်၊  ပတဝ်ကၠုၚ်မုက်။  ၂။  မတၞဟ်ခြာအပ္ဍဲအရာအိုဿီု၊  မဒှ်လ္ပာ်ဒစဵုဒစး။  opposite-leaved figtree. (n)  တၞံဝိကာ။"},
{"word":"opposition","def":"n.  ဒဒှ်မသ္ပမၞိဟ်ဒစဵုဒစး၊  ဒဒှ်မဒုၚ်ဟီုဂးဒစဵုဒစး၊  ဝိပရိတ်။  ၂။  ဂကောံမကၠောန်ဂၠံၚ်လ္ပာ်ဒစဵုဒစး၊  ဂကောံပရေၚ်ဍုၚ်ကွာန် မဒတဴလိုၚ်လ္ပာ်ဒစဵုဒစး။"},
{"word":"oppress","def":"vt.  ဒလိုက်ဒလာၚ်၊  ဒိုက်ဂြိုက်၊  ပယဲ၊  ပယဲခရ၊  ပ္ဍဵုပ္ဍိုက်၊  ပ္ဍဵုပ္ဍိုက်ရပ်ထိၚ်လဝ်၊  ပရိုက်ဖ္ဍောၚ်လမိတ်ဖျဝ်ဖျေံ၊  ၜေတ်ဂရိတ်၊  ပိုၚ်ပြဳနကဵုဟၟဲကဵုဗဗွဲဓဝ်၊  ဍိုက်ဍုန်၊  ပ္ဍိုက်ပ္ဍုန်။  ၂။  က္တဴက္တာန်စံၚ်ဏှာ၊  သ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်၊  သကဵုဒှ်သောက၊  သကဵုဂွိၚ်က္တဴ။  oppressed (adj)  မဒှ်ဘဝသ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်၊  က္တဴက္တာန်။  oppression (n)  ဒလိုက်ဒလာၚ်၊  ဒဒှ်မသ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်။  oppressive (adj)  မသ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်။  oppressively (adv)  နဒဒှ်မသ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်။  oppressor (n)  မၞိဟ်ပ္ဍဵုပ္ဍိုက်။"},
{"word":"opprobrious","def":"adj.  မသ္ပပရေံ၊  မပ္တိုန်ဒုဟ်။  opprobrium (n)  ပွမသ္ပပရေံ၊  ဒဒှ်မသကဵုဂွံမုက်ဂဝ,ဂတပူရိသာတ်။"},
{"word":"opt","def":"vi.  ရုဲစှ်။"},
{"word":"optical","def":"adj.  မဆေၚ်စပ်ကဵုမတ်။  optician (n)  မၞိဟ်သွံဒ္ၚောဝ်မတ်။"},
{"word":"optimism","def":"n.  ကွေတ်လညာတ်လ္ပာ်ခိုဟ်၊  ဝါဒလညာတ်လ္ပာ်ခိုဟ်၊  ဒဒှ်မညာတ်လ္ပာ်ခိုဟ်။  optimistic (adj)  မလေပ်ညာတ်လ္ပာ်ခိုဟ်၊  မသ္ဂောံပတှ်ေစ။  optimist (n)  မၞိဟ်လေပ်ညာတ်လ္ပာ်ခိုဟ်။"},
{"word":"option","def":"n.  အခေါၚ်မရုဲပိုၚ်၊  အရာမနွံသွက်ဂွံရုဲစှ်။  optional (adj)  မဒှ်တဴရဴနွံပၟိက်စိုတ်။  optionally (adv)  နဒဒှ်မဒှ်တဴရဴမနွံပၟိက်စိုတ်ဇကု။"},
{"word":"opulent","def":"adj.  မဂၠိုၚ်ဂၠၚ်၊  မသိုက်ဘိုက်။  opulence (n)  ဒဒှ်မဂၠိုၚ်ဂၠၚ်၊  ဒဒှ်မသိုက်ဘိုက်။"},
{"word":"opus","def":"n. (pl.opera)  လိက်သတ်ဒွက်မွဲနူကဵုတံစဵုကဵုကၞောတ်။"},
{"word":"or","def":"conj.  ဟွံသေၚ်၊  ဝါ။  ၂။  ဣဏံဟွံသေၚ်။  ၃။  ဒဒှ်မရပ်စပ်စကာဒၞာဲဝေါဟာ မနွံကဵုအဓိပ္ပာဲတုပ်သၟဟ်။"},
{"word":"oracle","def":"n.  ဒဒှ်မသၟာန်ဂလာန် မဆေၚ်စပ်ကဵုသွက်အနာဂတ်ဂတ နူကဵုကျာ်(မၞိဟ်တမၠာတေံ)။"},
{"word":"oral","def":"adj.  မဂွံလဝ်ပါၚ်တိုက်၊  မသွဟ်နကဵုပါၚ်တိုက်။  ၂။  မဆေၚ်စပ်ကဵုသၟောန်ပါၚ်(ကွတ်ဗေဒခန္ဓ)။  orally (adv)  နဒဒှ်ကဵုပါၚ်၊  နဒဒှ်နကဵုပါၚ်တိုက်။"},
{"word":"orange","def":"n.  လမဴ၊  လိမဴ၊  လဳမဴ၊  တၞံလဳမဴ၊  ကၠောဝ်၊  အရံၚ်လဳမဴ။  adj.  မဒြိပ်ဒၟံၚ်အရံၚ်လဳမဴ၊  မနွံအရံၚ်လဳမဴ။  The orange season is over. (n)  လဳမဴဟဲ၊  လဳမဴဟောံ။"},
{"word":"orangutan","def":"n.  ကၟီမၞိဟ်။"},
{"word":"oration","def":"n.  ဂလာန်။  orator (n)  မၞိဟ်ဟီုဂလာန်ခိုဟ်၊  မၞိဟ်တွံဓဝ်ခိုဟ်။  oratorical (adj) (pl.-ries)  မဆေၚ်စပ်ကဵုအရာမဟီုဂလာန်။  oratory (n)  ကွတ်ပညာမဟီုဂလာန်၊  ဒၞာဲတၟေၚ်သွက်ဂွံလ္ၚောဝ်ကျာ်။"},
{"word":"orb","def":"n.  တိသုန္ဓရဳ၊  ဂၠးတိ၊  ခ္ဍန်တ္ၚဲ၊  ခ္ဍန်ဂိတု။"},
{"word":"orbit","def":"n.  ဂၠံၚ်တရဴဂြိုဟ်ကွာ်။  vt.  ဂေတ်တတ်အာ၊  ဂေတ်ကွာ်အာ။"},
{"word":"orchard","def":"n.  ကၠံသတ်ဆု၊  ကၠံသွဝ်။"},
{"word":"orchestra","def":"n.  ဝိုၚ်ကွိၚ်ကွိုက်မနွံကပေါတ်တိၚ်တိုက်နာနာသာ်။  orchestral (adj)  မဆေၚ်စပ်ကဵုဝိုၚ်ကွိၚ်ကွိုက်ဂကူဗွဲမဂၠိုၚ်။"},
{"word":"orchid","def":"n.  ပ္ကဴဂါပ်ဆု၊  တၞံကဴဂါပ်ဆု။"},
{"word":"ordain","def":"vt.  သကဵုလုပ်ယိုက်ဂၠေၚ်ပရေၚ်သာသနာ၊  သကဵုသ္ပခမဳပယျၚ်။  ၂။  သကဵုသ္ဂုတ်သွာတ်၊  သကဵုအသံ။"},
{"word":"ordeal","def":"n.  ဒဒှ်မစံၜတ်ၜိုတ်လဵုဒုၚ်ဒဝ်မာန်၊  ပွမစံၜတ်ၜိုတ်လဵုဒုၚ်ဍောၚ် ဒုၚ်အဍေဝ်အဍာမာန်။"},
{"word":"order","def":"n.  အစဳအရေၚ်၊  လွေၚ်၊  ပွမပြေၚ်၊  ပွမဖျေံလဝ်ဒၞာဲအတိုၚ်လၟေၚ်ဍေံလၟေၚ်ဍေံ။  ၂။  ဒဒှ်မနွံကဵုအကာဲအရာမကၠောန်ကမၠောန်မာန်၊  ပွမစိုန်သ္ကီု။  ၃။  အနာ၊  အသံ၊  ဒဒှ်မဂကန်ဗၞိက်ကပေါတ်။  vt.  ကဵုအသံ။  ၂။  ဂကန်။  orderly (adj)  မသိပ်ဂၠိပ်။  ၂။  မနွံကဵုစေဝ်သၞောဝ်၊  မဟၟဲကဵုညာန်ညေဲ။  n.  မၞိဟ်သ္ဒးကၠောန်ကမၠောန်သွက်ဗဵု၊  ကောန်ပၞာန်ဒပ်ဂဥုဲ။"},
{"word":"ordinal","def":"n.  ပွမဓမံက်ထ္ၜးကဵုဂၞန် နလၟေၚ်အစဳအဇန်။  adj.  မဓမံက်ထ္ၜးနကဵုဂၞန် အတိုၚ်အစဳအဇန်(ပထမ,ဒုတိယ,တတိယ)။"},
{"word":"ordinance","def":"n.  ပွမအောဝ်(သြဝ်)၊  အသံ၊  အဝဵု။"},
{"word":"ordinary","def":"adj.  အပြောံ၊  မဒှ်အပြောံ၊  မဒှ်ဓမ္မတာ၊  မဒှ်သာမာန်၊  ပြဝေဏဳ၊  တးကေတ်၊  မႇျဳမႇျ။  ordinarily (adv)  နဒဒှ်သဘဴအပြောံ။  ordinary man. (adj)   သောတုဇနု်၊  ညးသာမာန်။"},
{"word":"ordination","def":"n.  အသေအဟာန် ပ္တိုန်ထပိုဲပယျၚ်၊  မ္ၚဵုပတိုန်တဲ၊  မၚ်္ဂလပ္တိုန်တဲ။  ordination hall. (n)  သီ။"},
{"word":"ordnance","def":"n.  အမၠံက်။"},
{"word":"ore","def":"n.  တိဖကောဝ်အရိုၚ်၊  ပသဲအရိုၚ်။"},
{"word":"organ","def":"n.  အၚ်္ဂဒကုတ်ဇကုဇိုၚ်တဲ။  ၂။  ဂကောံ၊  ဗော်။  ၃။  နဲကဲသွက်ဂွံဓၟံက်ထ္ၜးတၚ်ဆန္ဒကောန်ညးဍုၚ်ကွာန်၊  ဗီုပြၚ်၊  အၚ်္ဂ။  ၄။  ကပေါတ်ထၞ(ဓာတ်လလဳ) မနွံကဵုပၠံၚ်ကျာ။  the sense organ. (n)  အိနြ္ဒိ၊  အၚ်္ဂအရီု။  organic (adj)  မဆေၚ်စပ်ကဵုအၚ်္ဂဒကုတ်ဇကုဇိုၚ်တဲ၊  မနွံကဵုဒကုတ်ဇကုခန္ဓ။  organist (n)  မၞိဟ်တိၚ်တိုက်ကွိၚ်ကွိုက်မနွံကဵုပၠံၚ်ကျာ။"},
{"word":"organize","def":"vt.  ဒက်ဂကောံ၊  စန်ဒက်။  organized (adj)  မက္တဵုဒှ်ဒၟံၚ်ဂကောံခိုဟ်ခိုဟ်မိုဟ်မိုဟ်၊  မဒက်လဝ်ဂကောံဗွဲမဒးရး။  organization (n)  ဂကောံဗော်၊  ဂကောံဗော်သွး၊  ဒဒှ်မစန်ဒက်။  organizer (n)  မၞိဟ်စန်ဒက်၊  မၞိဟ်ရပ်စပ်ပရေၚ်စန်ဒက်။"},
{"word":"orgy","def":"n.  ဒဒှ်မပၠောပ်ပေဲါမိပ်ဇြိပ်လောန်အာကဵုသၞောတ်။"},
{"word":"orient","def":"n.  ဒေသမနွံဖာဗၟံက်၊  ဂၚ်အဒေါဝ်ပ္ဍဲဂၠးဗလးတိ။  oriental (adj)  မဆေၚ်စပ်ကဵုဒေသဒကုတ်ဗၟံက်။"},
{"word":"orifice","def":"n.  ပါၚ်ပၞော်၊  ပါၚ်လုပ်၊  ပၞော်လုပ်။  ၂။  ပါၚ်ဂိုဟ်၊  ပါၚ်ထီု။"},
{"word":"origin","def":"n.  ဥပ္ပတိ၊  နိဒါန်၊  မဗိဇ္ဇ၊  မဗဳဇ၊  မူလ။  ဒၞာဲမသ္ပပ္တံ။  ၂။  မဇဂကူမိမ။"},
{"word":"original","def":"adj.  ကြက်ဂန်၊  ပက္ကတိ၊  မဒှ်တံမူလ၊  မဒှ်ဗွဲကိုပ်ကၠာ။  ၂။  မဒှ်အတိုၚ်သဘဴဍေံ၊  မဒှ်နူဂဝ်ဂၞဴ။  n.  တံ၊  တံမူလ၊  သဘဴဍေံ။  originally (adv)  သဘဴဍေံ။  originality (n)  ဒဒှ်မဒှ်သဘဴဍေံ၊  ညာန်မကၠုၚ်နူဂဝ်၊  အစောံစရာဲမဖန်ဗဒှ်မာန်။  original source. (adj)  ကြက်။"},
{"word":"originate","def":"vt.vi.  သကဵုတန်ပဋိသန္ဓိ၊  သကဵုတန်၊  တန်။  ၂။  ပ္တန်ပ္တေဝ်၊  ပ္တန်ဗဒှ်၊  စကၠောန်၊  စပ္တန်။"},
{"word":"oriole","def":"n.  ဂစေံဍာ်မိတ်။"},
{"word":"Orion","def":"n.  သၞံၚ်ကောန်သၟိၚ်ဒလိၚ်ဍာ်(သၞံၚ်ဒလိၚ်ဍာ်)။"},
{"word":"ornament","def":"n.  အပေါတ်ကယျိုၚ်၊  အပေါတ်ဂ္ညိ၊  အလၚ်္ကာရ၊  ကပေါတ်ကယျိုၚ်ကယျဝ်၊  ကယျိုၚ်ကယျဝ်၊  ကြိယာဂ္ညိ၊  အရာမစိစောန်ပလေဝ်ပလေတ်လဝ်၊  ပွမဂ္ညိဂ္ညာတ်ဗြံက်ဗြ၊  အရာကျေဝ်ကျေဝ်မေဝ်မေဝ်၊  ဒြပ်ပအာဓန်၊  ဝတ္ထုဂ္ညိဂ္ညာတ်၊  သပုၚ်ထဝ်။  vt.  ပလေဝ်ပလေတ်စိစောန်၊  ကဵုကျေဝ်မေဝ်၊  ဖျေံ။  ornamental (adj)  မသကဵုဒှ်ပရေၚ်ကျေဝ်ကျေဝ်မေဝ်မေဝ်၊  မဖျေံဖျောန်။  ornamentation (n)  တဏာဲ၊  တၞာဲ။  ornamental ankle ring. (adj)  လကံက်ဇိုၚ်။"},
{"word":"ornithology","def":"n.  ကွတ်သိပ္ပ၊  မလ္ၚတ်ပရောဂစေံကၞေံ၊  ကွတ်ဗေဒ သက္ကုဏ။"},
{"word":"orphan","def":"n.  ကမၠၚ်၊  ကောန်ကၠၚ်ယာဲတ၊  ကောန်မဟၟဲကဵုမိမ။  vt.  သကဵုကၠၚ်ယာဲတ၊  ကၠၚ်။  orphaned (adj)  မဟၟဲကဵုမိမ၊  မဟၟဲကဵုယာဲတ။"},
{"word":"orphanage","def":"n.  ဒၞာဲဒတန်ကောန်ၚာ်ကၠၚ်ယာဲတ။"},
{"word":"orthodox","def":"adj.  မဒှ်အရာညးဂမၠိုၚ် မဒုၚ်ကေတ်လဝ်တဲ။"},
{"word":"orthography","def":"n.  နဲကဲဗီုခဍံက်လိက်၊  ဗီုဂစိုတ်ခဍံက်မအက္ခဝ်လိက်။"},
{"word":"Oscar","def":"n.  လာပ်သ္ကေက်သ္ကာအပ္ဍဲအရာ ရၚ်တၠုၚ်လ္ပာ်ရုပ်ဂမျိုၚ် ကဵုဒၟံၚ်ရိုဟ်ဒဒှ်သၞာံပ္ဍဲရးအမေရိကာန်။"},
{"word":"oscillate","def":"vt.vi.  သကဵုလဝုဲဒၟံၚ်လ္ပာ်တေံလ္ပာ်ဏံ၊  သကဵုချဳဒရာၚ်ဒၟံၚ်ညံၚ်ရဴဍံၚ်ဍုဲ။"},
{"word":"osier","def":"n.  တၞံမၚ်ဂြာဲမွဲဂကူ(တၞာၚ်ဍေံ,တာန်န,တာန်ပရှ်ေဂွံ)။"},
{"word":"osprey","def":"n. (pl.-s)  ဂစေံကၟံမွဲဂကူ(မလေပ်ဗိုတ်စကပ္ဍဲဍာ်)၊  ဂစေံဂယာၚ်ယံက်။"},
{"word":"ostensible","def":"adj.  မကၠေံစိုတ်သွက်ဂွံဂြောပ်ဓလီု။  ostensibly (adv)  နဒဒှ်သွက်ဂွံဂြောပ်ဗ္ဒန်(ဒလီု)။"},
{"word":"ostentation","def":"n.  ဒဒှ်မကြဵုကြီု၊  ဒဒှ်မပၚ်လဝ်မုက်။  ostentatious (adj)  မလေပ်ကြဵုကြီု၊  မလေပ်တိုန်မိုန်၊  မလေပ်ပၚ်လဝ်မုက်။"},
{"word":"ostler","def":"n.  ဂၟာချေံ၊  ပၟၚ်ချေံ။"},
{"word":"ostracize","def":"vt.  ပဲါပ္တိတ်ထောံနူဂကောံ၊  ခ္ဍဟ်ပ္တိတ်ထောံနူဂကောံ၊  ဗကပ်လဝ်ဗဗေၚ်။  ostracism (n)  ဒဒှ်မခ္ဍဟ်ပ္တိတ်ထောံနူဂကောံ။"},
{"word":"ostrich","def":"n.  ဂစေံအုတ်။"},
{"word":"other","def":"adj.  မဒှ်အရာမဇွောံစွံလဝ်၊  မဒှ်အရာမထပ်စုတ်လဝ်၊  ပၠန်ထပ်လဝ်။  ၂။  မတၞဟ်ခြာ၊  မဟွံတုပ်သၟဟ်၊  တၞံ၊  တၞဟ်၊  သအာၚ်၊  တၞဟ်သအာၚ်။  ၃။  မသှ်ေသၟေဟ်။  pron. ညးတၞဟ်မွဲ။  ၂။  ညးတၞဟ်၊  အရာတၞဟ်၊  မၞိဟ်မဒှ်ဇွောံစွံလဝ်။"},
{"word":"otherwise","def":"adv.  ဟဂှ်ဟွံသေၚ်မ္ဂး၊  ဟဂှ်ဟွံသေၚ်တှ်ေ။  ၂။  ဗွဲမတၞဟ်ခြာ၊  တၞဟ်သအာၚ်၊  မွဲနဲ၊  မွဲဗီု။  adj.  မတၞဟ်ခြာ၊  မဟွံတုပ်သၟဟ်၊  တၞံ၊  တၞဟ်၊  သအာၚ်၊  တၞဟ်သအာၚ်။"},
{"word":"otter","def":"n.  ဖေံ(ဖေအ်)။"},
{"word":"ought","def":"vt.  မထေက်ကဵုသ္ဒးယဵုဒုၚ်၊  မထေက်ကဵုသ္ဒးဒ္ဂေတ်ဗက်။  ၂။  ချိၚ်ဆဒးရးကီုဟွံဒးရးကီု၊  ချပ်ဗ္စာရဏာဒးဟွံဒး, ဒးရးဟွံဒးရး။  ၃။  နွံဒၟံၚ်ကဆံၚ်မတန်ဒှ်မာန်၊  နွံဒၟံၚ်ကဆံၚ်သွက်ဂွံစၟဳမၚ်မာန်။"},
{"word":"ounce","def":"n.  အရာမသ္ပကၞာတ်စၟတ်သမ္တီလဝ် သွက်ဂွံကေဝ်လျိုၚ်၊  မွဲအိုၚ်။"},
{"word":"our","def":"poss. adj.  ပိုဲ။  ours (poss. pron)  သွက်ပိုဲ၊  ဇွောံပိုဲ၊  ဂြပ်ပိုဲ၊  မှက်ပိုဲ၊  သၟက်ပိုဲ။  our body. (poss. adj)  ဇကုပိုဲ။  our relatives. (poss. adj)  သဳမူနော်တရကောဒေံကလောပိုဲ။"},
{"word":"ourselves","def":"pron.  အတိုၚ်ဇကုပိုဲကဵုပိုဲ၊  ဗီုဇကုပိုဲကဵုပိုဲ။"},
{"word":"oust","def":"vt.  ခ္ဍဟ်ထောံ၊  ပ္တိတ်ထောံ၊  ဘာတ်ထောံ။"},
{"word":"out","def":"adv.  ဖာမ္ၚး၊  လ္ပာ်မ္ၚး။  ၂။  နူအပ္ဍဲစဵုကဵုလ္ပာ်ဌာန်ဇမ္ၚောဲ။  ၃။  အဃောတိတ်အာဒၟံၚ်မ္ၚးသ္ၚိမ္ၚးရုၚ်။  ၄။  စဵုကဵုအိုတ်အးအာ။  adj.  မလီုလာ်အာ၊  မစ္ဍးအာ၊  မနွံဒၟံၚ်မ္ၚး၊  မစိုပ်ဒၟံၚ်မ္ၚး။  ၂။  မဟွံကၞိက်ဂြောပ်စွံ၊  မပံက်ထ္ၜးလလောၚ်တရးလဝ်တုဲ။  ၃။  မဟွံကၠောန်ကမၠောန်၊  မဟွံချဳဒရာၚ်။  out of. (prep)  နူအပ္ဍဲ။  out of place. (prep)  ပှ်တလှ်၊  ပှ်လှ်။  out of bounds. (prep)  ပယျဵုဒၞက်မကၞာတ်လဝ် ညံၚ်ဟဂွံတတ်လုပ်အာကၠုၚ်။"},
{"word":"out-","def":"prefix.  မဇၞော်တဴပ္ဍဲခရာ၊  သွက်သ္ဂောံပတောံၜတ်ဟွံမွဲ။"},
{"word":"outbid","def":"vt. (pt.pp.bid)  ကဵုၚုဟ်မးမဂၠိုၚ်နူကဵုညးဂမၠိုၚ်။"},
{"word":"outbound","def":"adj.  မစ္ဍးတိတ်အာ၊  မသာဲခြာတိတ်အာနူကဵုသြၚ်။"},
{"word":"outbreak","def":"n.  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်(ပၞာန်,ယဲ)။"},
{"word":"outbuilding","def":"n.  ဒတန်သၟတ်မတၞဟ်ခြာဒၟံၚ်ကဵုဒတန်ဇၞော်၊  ကၞောဲကေတ်လဝ်၊  ဒတန်သၠဲပတိတ်လဝ်။"},
{"word":"outburst","def":"n.  ဒဒှ်မဗ္တိုဟ်တိုန်(သၟုဟ်ဍာ်,ဒေါသ)။"},
{"word":"outcast","def":"n.  စဏာ၊  မၞိဟ်သ္ဒးဒုၚ်ပၠေဲကၠဟ်ထောံလဝ်၊  သတ်တိရစ္ဆာန်မသ္ဒးဒုၚ်ပၠေဲကၠဟ်ထောံလဝ်။  adj.  မပၠေဲထောံလဝ်၊  မဒှ်ကဆံၚ်မဟၟဲကဵုသ္ၚိဌာန်။"},
{"word":"outcome","def":"n.  ဒဒှ်မဒှ်ဒတုဲဖဵု၊  ကိုန်လာပ်၊  သွဟ်။"},
{"word":"outdistance","def":"vt.  ထပိုတ်ထောံ၊  ထပိုတ်ဏာ။"},
{"word":"outdo","def":"vt. (pt.-did, pp.-done)  သာတုဲကၠောန်ထ္ၜးကဵု၊  ပဵုတုဲကၠောန်ထ္ၜးကဵု။"},
{"word":"outdoor","def":"adj.  မဆေၚ်စပ်ကဵုပ္ဍဲဝုတ်ဒိုဟ်မ္ၚး၊  မကၠောန်ပ္ဍဲဗွဲဂၠးမ္ၚး။"},
{"word":"outer","def":"adj.  မ္ၚး၊  လ္ပာ်မ္ၚး။  outer side. (adj)  လ္ပာ်တေံ၊  သၚ်လ္ပာ်တေံ၊  သြၚ်လ္ပာ်တေံ။  outer bark of a tree. (n)  သၠာဲဆု။"},
{"word":"outface","def":"vt.  စေံရံၚ်၊  ပစေံရံၚ်(နကဵုမတ်)။"},
{"word":"outfall","def":"n.  ပၞော်ပြံၚ်လှာဲဂၠံၚ်ဍာ်၊  ပၞော်ပ္တိတ်ဍာ်၊  ပါၚ်က္ၜဳ၊  ပါၚ်ၜဳ၊  ပါၚ်ကြုၚ်။"},
{"word":"outfit","def":"n.  ဗွိုက်ကယျိုၚ်တၟေၚ်။  vt.  ဗ္ဂပ်စုတ်၊  ဂ္ညိဂ္ညာတ်။  outfitter (n)  မၞိဟ်သွံဗွိုက်လတက်။"},
{"word":"outflank","def":"vt.  ရေတ်ဗိုၚ်လဝ်သၞ။"},
{"word":"outgo","def":"n. (pl.-goes)  ၚုဟ်မးစရိတ်စကအိုတ်။"},
{"word":"outgrow","def":"vt. (pt.-grew, pp.-grown)  သာတုဲဇၞော်ဖောံကၠုၚ်၊  ပဵုတုဲဇၞော်ဂေါဝ်ကၠုၚ်။"},
{"word":"outhouse","def":"n. (pl.houses)  ခဒံမတောဲဆက်လဝ်ကဵုၝောံသ္ၚိ။"},
{"word":"outing","def":"n.  ဒဒှ်မတိတ်တရဴအာပရေဝေၚ်လၟောၚ်။"},
{"word":"outlandish","def":"adj.  နွံကဵုကဆံၚ်သရံၚ်ဓဂါတ်၊  မဗက်အာအခိုက်ကောန်ဍုၚ်သအာၚ်။"},
{"word":"outlast","def":"vt.  သာတုဲဒုၚ်လံ၊  စွံဒုၚ်၊  စွံလံလံဂွံ။"},
{"word":"outlaw","def":"n.  မၞိဟ်ပ္တုဲလဝ်ဒုဟ်၊  မၞိဟ်ပ္ကီုလဝ်ဒုဟ်၊  မၞိဟ်ပ္တုဲလဝ်သရာံပါပ်။"},
{"word":"outlay","def":"n.  ပွမရပ်စပ်၊  ဒဒှ်မရပ်စပ်သၠုဲသၠာ် မဆေၚ်စပ်ကဵုကမၠောန်။"},
{"word":"outlet","def":"n.  ပထောၚ်ပ္တိတ်ဍာ်၊  ပၞော်တိတ်။  ၂။  ဒဒှ်မဓမံက်ပ္တိတ်သ္ဒးဒုၚ်စသိုၚ်လဝ်။  ၃။  ဆေၚ်ဖျာ။"},
{"word":"outline","def":"n.  ပၞောန်သက်တန်လဝ်ဓရာနာ၊  ဒဒှ်မဖျေံလဝ်ဗီုအပြောံ။  ၂။  ဒဒှ်မဖျေံလဝ်ဆဒှ်ဗီု။  ၃။  ဒဒှ်မပ္တိုန်ထ္ၜးကဵုဒကုတ်အဓိကဗွဲခမၞန်၊  တၚ်အဓိကဗွဲခမၞန်။  vt.  လးဖျေံထ္ၜးကဵုဗီုအပြောံ၊  ချူဒဇက်ထ္ၜးကဵုဗီုအပြောံ။"},
{"word":"outlive","def":"vt.  ဂၠိၚ်အယုက်၊  တန်တဴဒၟံၚ်ဗွဲမလံလကာဖာ၊  မံၚ်တန်တဴ။"},
{"word":"outlook","def":"n.  လညာတ်။  ၂။  အကာဲအရာမဒှ်ကၠုၚ်မာန်၊  အရာ, တၚ်မခယျလဝ်။"},
{"word":"outlying","def":"adj.  မသ္ၚောဲနူကဵုဗဟဵု၊  မသ္ၚောဲတဴဗွဲမလောန်။"},
{"word":"outnumber","def":"vt.  သာတုဲလၟိဟ်ဍေံဂၠိုၚ်။"},
{"word":"outpatient","def":"n.  မၞိဟ်ယဲမ္ၚး။"},
{"word":"outpost","def":"n.  ပၟၚ်ကၚ်၊  ကၚ်ၚာၚ်။"},
{"word":"output","def":"n.  လၟိဟ်ပ္တိတ်ဗၞိက်။"},
{"word":"outrage","def":"n.  ပွမယုတ်မာရိုၚ်ဇိုၚ်၊  ပွယုတ်ယုတ်မာမာရိုၚ်ရိုၚ်ဇိုၚ်ဇိုၚ်။  ၂။  ပွမသကဵုစိုတ်လီုဇတဝ်ဂဝဝ်။  vt.  သကဵုစိုတ်လီုဇတဝ်ဂဝဝ်အာ။  outrageous (adj)  မဇတဝ်ဂဝဝ်လီုလာ်စိုတ်။  outrageously (adv)  ဓလဵုဓလဵုထနံၚ်ထနံၚ်။"},
{"word":"outrank","def":"vt.  တဴပ္ဍဲကဆံၚ်ဒၟံၚ်၊  သၠုၚ်ပ္ဍဲကဆံၚ်ဒၟံၚ်။"},
{"word":"outright","def":"adv.  သောၚ်သောၚ်ကၠးကၠး၊  တေဝ်တေဝ်သေဝ်သေဝ်။  ၂။  ပ္တုဲထောံမွဲလန်ဓဝ်၊  ထပိုတ်ထောံမွဲအလန်ဓဝ်။  adj.  သောၚ်သောၚ်၊  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"outrival","def":"vt.  တဴပ္ဍဲဒၞာဲပြိုၚ်ပ္ကာန်၊  ခိုဟ်ပ္ဍဲဒၞာဲပြိုၚ်ပ္ကာန်။"},
{"word":"outset","def":"n.  တံ၊  ဒဒှ်မစပ္တံ။"},
{"word":"outside","def":"n.  မ္ၚး၊  လ္ပာ်မ္ၚး။  adv.  ဖာမ္ၚး၊  ဗွဲမ္ၚး၊  အပ္ဍဲမ္ၚး။  prep.  အပ္ဍဲမ္ၚး၊  အပ္ဍဲလ္ပာ်မ္ၚး။  adj.  မစိုပ်ဒၟံၚ်လ္ပာ်မ္ၚး၊  မဆေၚ်ကဵုလ္ပာ်မ္ၚး။  outsider (n)  တၟုဲ၊  မၞိဟ်မ္ၚး၊  မၞိဟ်ပ္ဍဲသ္ၚိဟွံသေၚ်၊  ပူဂဵုမ္ၚး။  outside the city. (prep)  ပ္ဍဲမ္ၚးဍုၚ်။"},
{"word":"outskirt","def":"(outskirts)  n.  အရာပ်ဇိုၚ်ဇဵုဍုၚ်၊  အရာပ်တၞုၚ်တၞောတ်ဍုၚ်။"},
{"word":"outspoken","def":"adj.  မဟွံကၞိက်လဒဵု၊  မပံက်ဟီုပ္တိတ်၊  မပံက်သြိုဟ်။"},
{"word":"outstanding","def":"adj.  မဒယှ်တှ်ပြာကတ်၊  မသ္ကေက်သ္ကာ။  ၂။  မနွံဒၟံၚ်သွက်သ္ဒးလေဲ။"},
{"word":"outstretched","def":"adj.  မတပ်ထ္ၜိုက်ဒၟံၚ်၊  မပၠးတပ်ထ္ၜိုက်ဒၟံၚ်၊  ဒါၚ်။"},
{"word":"outstrip","def":"vt. (-pp-)  ကၠောန်ညံၚ်ရဴပဵုတုဲဂွံခိုဟ်ကၠုၚ်၊  တတ်တိုန်အာမၞိဟ်ပြိုၚ်ပ္ကာန်ကဵုဇကု ပ္ဍဲပေဲါလံၚ်ဂြိပ်။"},
{"word":"outward","def":"adj.  မဒှ်ဖာလ္ပာ်မ္ၚး၊  မဒှ်ဒၞာဲမ္ၚး။  ၂။  မတိတ်အာလ္ပာ်မ္ၚး။  outwardly (adv)  ဖာမ္ၚးတေံ၊  နဒဒှ်ပ္ဍဲဗွဲမ္ၚးတေံ။"},
{"word":"outweigh","def":"vt.  နွံလယိုၚ်သာတုဲဂၠိုၚ်၊  ထေက်တန်ကဵုၚုဟ်မးဂၠိုၚ်ကၠုၚ်၊  နွံကေၚ်ကာသာတုဲဇၞော်။"},
{"word":"outwit","def":"vt. (-tt-)  သာတုဲက္ဍိုဟ်ကေက်၊  သာတုဲတ္ၚံက်တ္ၚေဲဍုတ်ဍေဲ။"},
{"word":"oval","def":"n.  အရာမနွံညံၚ်ရဴဗီုခၟာဲအဒါ။  adj.  မနွံညံၚ်ရဴဗီုခၟာဲအဒါ။"},
{"word":"ovation","def":"n.  ရမျာၚ်ထအဴ(အော)တက်တဲ။"},
{"word":"oven","def":"n.  ဖဴ၊  ဖဴပၟတ်။"},
{"word":"over","def":"prep.  လ္တူ၊  ပ္ဍဲလ္တူ။  ၂။  လ္တူတေံ၊  လ္တူဂှ်။  ၃။  တတ်အာလ္ပာ်တေံတုဲ။  over a cliff. (prep)  လ္တူပရၚ်ဇြဟ်။  adv.  လ္တူဂှ်၊  လ္တူတေံ၊  ဟဲ၊  တုဲဒှ်။  ၂။  ထပ်မွဲဝါပၠန်၊  ထပ်မွဲလန်ပၠန်။  Do it over. (adv)  ကၠောန်မွဲလန်ပၠန်၊  ကၠောန်မွဲဝါပၠန်။  all over (adj)  ဒၞာဲပြးဇး၊  ဒၞာဲပြးပြးဇးဇး။  ၂။  တုဲဒှ်တုဲ။  over and over. (adv)  ထပ်ကဵုထပ်၊  ပၠုန်ပၠန်။"},
{"word":"over-","def":"prefix.  မဒှ်သာတုဲဂၠိုၚ်၊  မလောန်ကာဲ၊  မဂၠိုၚ်ကၠုၚ်။  overheated (adj)  မနွံကဵုဆီဂရုလောန်အာ။  overripe. (adj)  မဇြအ်၊  မဇြံ(တၞး)၊  မယောပ်(သတ်ဆု)။  overshadow (vt.vi)  ဟးဒလီု။"},
{"word":"overact","def":"vt.vi.  ပလေဝ်စွံလဝ်မုက်မတ်လောန်ကာဲအာ။"},
{"word":"overall","def":"adj.  မဒှ်သၜတ်နူတၞုၚ်တေံကဵုနူတၞုၚ်ဏံ။  ၂။  မနွံသီုဖအိုတ်၊  မပါလုပ်သီုဖအိုတ်။"},
{"word":"overalls","def":"n.  မသၠောံဂြောပ်လ္တက်စုတ်လ္ပာ်လ္တူ။"},
{"word":"overbalance","def":"vt.vi.  ထိၚ်ဒက်လဝ်ဇကုဟွံမာန်၊  လတ်စှ်ေ။"},
{"word":"overbearing","def":"adj.  မသ္ပပွအနိၚ်အပိုၚ်။"},
{"word":"overboard","def":"adv.  အပ္ဍဲဍာ်မနွံဇရေၚ်သ္ကဲက္ၜၚ်။"},
{"word":"overcast","def":"adj.  မတီုကၠီုဒၟံၚ်ကဵုမတ်ဗြဲ၊  မနွံဒၟံၚ်ကဆံၚ်ဗြ္ၚုဲိပ်အုပ်ဇြုၚ်။"},
{"word":"overcome","def":"vt. (pt.-came, pp.-come)  အံၚ်ဇၞး၊  ဇၞး၊  တတ်ကၠောံ။  ၂။  ကဵုဓတ်အောန်အာ၊  သကဵုဍောၚ်ၜိုတ်။  ၃။  ပၠေၚ်၊  ပၠေၚ်ကဵု၊  ပၠေၚ်ကၠေံ၊  ပၠေၚ်ထောံ။"},
{"word":"overdraw","def":"vt.vi. (pt.-drew, pp.-drawn)  ကေတ်ပ္တိတ်သၠုဲဂၠိုၚ်နူသြန်ဇကုအပ်။  overdraft (n)  လၟိဟ်သြန်ပ္တိတ်လဝ်ဂၠိုၚ်အာ။"},
{"word":"overdue","def":"adj.  မလောန်အာအခိၚ်။"},
{"word":"overflow","def":"vt. (pt.pp.-ed)  ခအုဟ်၊  တမိုဟ်၊  တၟိုဟ်၊  တၟိုဟ်ဒဇူ၊  တၟိုဟ်သဒ၊  ပေၚ်ဟး၊  ပေၚ်ဟးတၟးတိုန်၊  ပေၚ်ဗၠိုပ်၊  ဗတိုပ်တိုန်၊  တလိုပ်၊  ဟး၊  ဟးဗး၊  ဟးပရး၊  တလိုပ်ဗၠိုက်။  n.  ဇာလ္ဂောဝ်၊  အရာမတၟိုဟ်တိတ်၊  ဒဒှ်မပေၚ်တလိုပ်။"},
{"word":"overhaul","def":"vt.vi.  ကလေၚ်လဟိုဟ်ပလေဝ်ပတိုန်၊  စၟဳစၟတ်စေံစေံပေါတ်ပေါတ်။"},
{"word":"overhear","def":"vt. (pt.pp.-heard)  သ္ဂောံမိၚ်ဟွံတီမၞိဟ်ဟီု၊  မိၚ်ဟွံသ္ဒးကလၚ်။"},
{"word":"overjoyed","def":"adj.  မနွံကဆံၚ်ဒဒှ်စိုတ်မမိပ်မြဟ်၊  မဒးဂၞပ်စိုတ်ဗွဲတၟေၚ်၊  သလောၚ်သ္ပဝ်။"},
{"word":"overlap","def":"vt.vi. (-pp-)  ထပ်ဒၟံၚ်မွဲကဵုမွဲပ္ဍဲလ္တူဒရီုဍေံ၊  သကဵုဒရီု(ဒမြီု)ဍေံ ထပ်ဒၟံၚ်လ္တူမွဲကဵုမွဲ။"},
{"word":"overlook","def":"vt.  မတ်လုဲ။  ၂။  ညာတ်စှ်ေနူလ္တူ၊  ညာတ်စၟဳစှ်ေအာနူဒၞာဲသၠုၚ်သၠုၚ်။  ၃။  ဟွံသ္ပဂရု၊  မဇ္ဇျဟ်ထောံ။"},
{"word":"overnight","def":"adv.  လက်ကနေံဗ္တံတေံ။  ၂။  သွက်ဂွံတိက်ဗ္တံ။  adj.  မဒှ်တရဴတိက်မွဲဗတံ။"},
{"word":"overpower","def":"vt.  အုပ်ဓလီုပိုၚ်ပြဳ၊  ကေတ်ဇၞးကဵုဇြဟတ်၊  ဇြဟတ်က္ဍိုက်ပေၚ်။  overpowering (adj)  မက္ဍိုက်ပေၚ်တဴကဵုဇြဟတ်။"},
{"word":"overrate","def":"vt.  ဂလိုၚ်တော်လဝ်၊  ပဵုတုဲတော်လဝ် (ဍာ်ဍေံ,ဂုန်သတ္တိဍေံ,စရာဲဍေံ)။"},
{"word":"override","def":"vt. (pt.-rode, pp.-ridden)  တတ်ကၠောံအာ။"},
{"word":"overrule","def":"vi.  ဒစဵုဒစးသ္ဂုတ်သွာတ်၊  ကလေၚ်ပြံၚ်လှာဲ ဖျေံထောံသ္ဂုတ်သွာတ်။"},
{"word":"overrun","def":"vt. (pt.-ran, pp.-run)  ဂြောပ်ဓလီုအာ၊  သီကေတ်။"},
{"word":"oversea","def":"(overseas) adj.  မဒှ်ဌာန်ဒေသတၞဟ်ခြာဒၟံၚ်ကဵုဂၚ်၊  ဍုၚ်သအာၚ်။  adv.  မတတ်ကၠောံၜဳတုဲ။  "},
{"word":"oversee","def":"vt. (pt.-saw, pp.-seen)  မၚ်မွဲရံၚ်စံၚ်၊  သ္ကိုပ်သ္က။  overseer (n)  ဇမၞော်သ္ကိုပ်သ္က(ကမၠောန်)။"},
{"word":"overstate","def":"vt.  သၠဲပ္တိတ်။  overstatement (n)  ဒဒှ်မသၠဲပ္တိတ်။"},
{"word":"overstep","def":"vt. (-pp-)  ကၠောံလောန်အာ၊  တတ်ကၠောံအာ၊  ဂံါကၠောံအာ၊  ခလိုၚ်လောန်။"},
{"word":"overt","def":"adj.  မဒှ်တေဝ်တေဝ်သေဝ်သေဝ်၊  မဟွံကၞိက်လဒဵု။  overtly (adv)  ဗွဲတေဝ်တေဝ်သေဝ်သေဝ်၊  နဒဒှ်ဟွံကၞိက်လဒဵု။"},
{"word":"overtake","def":"vt. (pt.-took, pp.-taken)  ဂတာပ်၊  ဂတာပ်ကၠုၚ်၊  ဗက်စိုပ်ကၠုၚ်။"},
{"word":"overthrow","def":"vt. (pt.-threw, pp.-thrown)  ကဵုကျအာ၊  ပတုဲထောံ၊  ထပိုတ်ထောံ၊  ပလှ်ဖျေံထောံ၊  လမိုၚ်အာ။  n.  ဒဒှ်မကျအာ၊  ဒဒှ်စှ်ေအာ၊  လမိုၚ်အာ။"},
{"word":"overtime","def":"n.  အခိၚ်အပဵု၊  အခိၚ်ဆက်ကၠောန်တၟာတ်အာကမၠောန်တုဲ။"},
{"word":"overture","def":"n.  ဒဒှ်မပြာပ်လုပ်ကၠုၚ်ဇရေၚ်သွက်ဂွံသဳကၠဳ။  ၂။  ဒဒှ်မတိၚ်တိုက်ကွိၚ်ကွိုက် သွက်ဂွံဆက်ကၠောံအခန်မွဲပၠန်။"},
{"word":"overturn","def":"vt.  လ္ၚာ၊  လ္ၚာစှ်ေအာ၊  လ္ၚာတိုန်၊  ပ္တဴတိုန်လ္ပာ်တကး(အကး)။"},
{"word":"overwhelm","def":"vt.  အုပ်ဓလီုအာ၊  ဂလီုဍိုက်၊  တဟး၊  ဗ္တိုက်ဖလှေက်ထောံ။"},
{"word":"overwrought","def":"adj.  မခတုက်ခတဝ်ဒၟံၚ်၊  မဍောၚ်ၜိုတ်အိုတ်ဓတ်။"},
{"word":"oviparous","def":"adj.  မက္တဵုဒှ်ကၠုၚ်နူကဵုခၟာဲ။"},
{"word":"owe","def":"vt.vi.  ခတှ်တၚ်တိုန်။  ၂။  ဝတ်နွံသွက်သ္ဒးလေဲ။  owing (adj)  မနွံသွက်သ္ဒးလေဲ။  owing to. (prep)  ဟိုတ်နူဂှ်၊  ဒၟာနူဂှ်။"},
{"word":"owl","def":"n.  ဂစေံကလော်၊  ကလော်ဂစေံ၊  ကၠၚ်ဟိုက်၊  ဂစေံစေတ်ကွေတ်။"},
{"word":"own","def":"adj.  မဒှ်ဂြပ်ဇကုအပိုၚ်၊  မဒှ်ဂြပ်ဇကု၊  အရၚ်။  vt.vi.  ပိုၚ်၊  ပိုၚ်ပြဳ၊  သကဵုပိုၚ်ပြဳ။  ၂။  စိုတ်တုပ်၊  ဒုၚ်ဝေါန်၊  ဒုၚ်ဝန်၊  သ္ပစၟတ်သမ္တီ။  He is my own son. (adj)  ဍေံဂှ်ဒှ်ကောန်အဲအရၚ်။"},
{"word":"owner","def":"n.  တၠ၊  တလ၊  တၠဂြပ်။  ownerless (adj)  မဟၟဲကဵုတၠ။  ownership (n)  ဒဒှ်ပိုၚ်ပြဳလဝ်။  owner of a garden. (n)  တလဂူ၊  တလကၠံ။  home owner. (n)  တၠသ္ၚိ။"},
{"word":"ox","def":"n. (pl.oxen)  ဂၠဴ၊  ဂၠဴကြိုတ်၊  ဂၠဴတၟက်၊  ဂၠဴထအး၊  ဂၠဴဖအး။"},
{"word":"oxygen","def":"n.  ဓာတ်အံက်ဇြဳဂျိန်။"},
{"word":"oyster","def":"n.  ကၞုကမာ၊  ကၞုက္တောဝ်ကၠိက်။"},]}