{"data":[{"word":"p","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၁၆။"},
{"word":"pace","def":"n.  လ္ဂာံ၊  သၠဲခရာလ္ဂာံ။  ၂။  လအာကဝါ်၊  ဒမြိပ်။  ၃။  မဒှ်မတောတက်။  vt.vi.  ကွာ်နကဵုခရာလ္ဂာံမွဲသၞောတ်ဓဝ်။  ၂။  ၜတ်နကဵုခရာလၞိဟ်လ္ဂာံ။"},
{"word":"pacific","def":"adj.  မၜိုဟ်လလံ၊  မနွံကဵုပၟိက်ၜိုဟ်လလံ။  pacification (n)  ဒဒှ်မကၠောန်သွက်သ္ဂောံဂွံပရေၚ်ၜိုဟ်လလံ၊  ဒဒှ်မလိုန်ပိန်ဖလှေက်ထောံအရာမသကဵုက္တံၚ်က္တဴဍုၚ်ကွာန်။  pacifism (n)  ကွေတ်ဝါဒမသကဵုၜိုဟ်လလံ။  pacifist (n)  မၞိဟ်စှ်ေစိုတ်ကဵုကွေတ်ဝါဒ မဆေၚ်စပ်ကဵုပရေၚ်ၜိုဟ်လလံ၊  လဒံ၊  လဒေံါ။"},
{"word":"pacify","def":"vt. (pt.pp.-fied)  သကဵုဟဲအာ၊  ပဟဲ၊  ပဟဲထောံ၊  သကဵုညိၚ်ဝတ်အာ။  pacified (vt)  ဟဲ၊  ဟဲဟောံအာ။"},
{"word":"pack","def":"vt.vi.  ပလေဝ်ပလေတ်ဂွဳဓုပ်။  ၂။  သကဵုၜေတ်ဒလေတ်ထပ်က္ဍိုက်ဒၟံၚ်ညးသ္ကံ။  n.  အရာမဓုပ်ဂွဳလဝ်တံဂှ်၊  ဝုန်ဒၚ်။  ၂။  က္ဍိုပ်သတ်တိရစ္ဆာန်၊  သ္ကံသဝ်တိရစ္ဆာန်။  package (n)  ဓုပ်ဂွဳ(သွက်ဂွံပလံၚ်နူကဵုတိုက်လိုက်)။  packet (n)  ဓုပ်၊  ဓုပ်ဂွဳဍောတ်ဍောတ်။  packer (n)  သၟာမဓုပ်ဂွဳကပေါတ်။  packing (n)  ပွမဓုပ်ဂွဳ။  pack animals (n)  သ္ကံသတ်တိရစ္ဆာန်ပ္တိုန်ပ္ဍိုက်စကပေါတ်၊  ဝုန်ဒၚ်။  pack of cigarettes. (n)  ဓုပ်ၜံက်သဳဂါရိတ်(ၜံက်ဗု)။"},
{"word":"pact","def":"n.  အရာမတုပ်သၟဟ်လဝ်စိုတ်။"},
{"word":"pad","def":"n.  အရာဍိုန်ဍိုန်ဍောတ်ဍောတ် မဒုၚ်လဝ်အကြာမွဲမွဲ၊  ခုၚ်ဂ္ဇံ၊  ဂၞဳဒလာဲ။  ၂။  စက္ခူတောဲလဝ်။  vt. (-dd-)  ဒုၚ်စုတ်လဝ်ဂၞဳအကြာ၊  စဵုဒၞာကဵုလဝ်။"},
{"word":"paddle","def":"n.  ကသု(ဂၠေံဂၠေံ)၊  တသု၊  လသု၊  သျု။  vt.  ဒုန်၊  ဂိုၚ်(ကသု,တ္ၚိုက်)။  paddle a boat. (vt)  ဒုန်ဂၠုၚ်။"},
{"word":"paddy","def":"n. (pl.-dies)  သြောံ။  ၂။  ဒဒှ်စိုတ်မက္တဵု၊  ဒဒှ်မနောဒေါသတိတ်၊  ပြဝမညာန်ညေဲ။  paddy-bird (n)  ပံက်။  paddy-field (n)  ဝါဗ္ၚ၊  ဝါ။  rice paddy. (n)  တၞံသြောံ။"},
{"word":"pagan","def":"n.  မၞိဟ်ဟွံမွဲကဵုဘာသာ၊  မၞိဟ်အရိုၚ်။  adj.  မဟၟဲကဵုဘာသာ၊  မဟၟဲကဵုကျာ်။  paganism (n)  ဒဒှ်မဟၟဲကဵုဘာသာ။"},
{"word":"page","def":"n.  မုက်လိက်။  ၂။  သၟတ်ဇွောံစကာစ။"},
{"word":"pagoda","def":"n.  စေတဳ၊  ကျာ်စေတဳ၊  သထူပ။"},
{"word":"paid","def":"ရံၚ် pay တေံညိ။"},
{"word":"pail","def":"n.  ဍေၚ်၊  စေဝ်။"},
{"word":"pain","def":"n.  ဂျိ၊  ဒဒှ်မဂိ။  ၂။  ဒုက္ခ၊  ဒဒိုက်၊  ဓဒိုက်၊  ပွမဒုၚ်ဒဒိုက်၊  ပွမဒုၚ်ဍောၚ်။  vt.  ဂိ၊  သကဵုဒုၚ်စသိုၚ်။  painful (adj)  မသကဵုဂိ၊  မသကဵုဂိသကေဝ်၊  မသကဵုစိုတ်ဂိအာ။  painfully (adv)  နဒဒှ်မဂိက္တာန်။  painless (adj)  မဟၟဲကဵုဂိက္တာန်။  painlessly (adv)  နဒဒှ်မဟၟဲကဵုဂိက္တာန်။  painstaking (adj)  မဒုၚ်ဒဒိုက်။  painstakingly (adv)  နဒဒှ်မဒုၚ်ဒဒိုက်၊  ဒုၚ်ဒဒိုက်တုဲ။  pain of childbirth. (n)  ဂျိသရဂွဵု(ဒွဵု)။"},
{"word":"paint","def":"n.  ဍာ်ဂဥုဲလံက်စ၊  ဍာ်ဂဥုဲဖျောန်အရံၚ်။  vt.vi.  လံက်၊  လံက်ဍာ်ဂဥုဲ။  ၂။  ဒဇက်ရုပ်၊  ဒဇက်ပါန်ခဳ၊  ဖျောန်ဍာ်ဂဥုဲ၊  စိစောန်။  ၃။  သ္ပအစာံဓမံက်ရုပ်ရာ။  painter (n)  အ္စာပါန်ခဳ၊  မၞိဟ်ဒဇက်ကသူ(ပါန်ခဳ)၊  အ္စာကသူ။  painting (n)  ကသူပါန်ခဳ၊  ဒဒှ်မဒဇက်ကသူ(ပါန်ခဳ)၊  တၞးဗီုရုပ်ပါန်ခဳ၊  တၞးကသူ။  painter (n)  ပါန်ခဳ၊  ပါန်ခေန်တခဳ။"},
{"word":"pair","def":"n.  ကၟာ၊  အၚဝ်၊  ဆော၊  တ္ၚောဝ်၊  ဒိုဟ်၊  ဒ္ၚောဝ်၊  လ္ၚဝ်။  ၂။  အရာမွဲမွဲမနွံကဵုဆော။  ၃။  ပွံၚ်၊  ဖွက်၊  ဆောဖွက်။  vt.vi.  တောဲ၊  သကဵုဒှ်တောဲ၊  သကဵုဒှ်ဆောဖွက်။  pair of shoes. (n)  ဂၞပ်(ဒၞပ်)မွဲဆော။  pair of scales (n)  သၠဒကေဝ်။"},
{"word":"pal","def":"n.  မိတ်ထ္ဍဲ။"},
{"word":"palace","def":"n.  နန်၊  နန်ဂၠောၚ်၊  နန်ဇမၠိၚ်၊  နန်ထာန်ဆံၚ်၊  သ္ၚိကၠတ်၊  သ္ၚိကၠတ်နန်၊  သ္ၚိတၞုၚ်ကြကောတ်။  palatial (adj)  မဆေၚ်စပ်ကဵုနန်၊  မဒှ်အပ္ဍဲနန်။  palace women. (n)  ဗော်ဗြဴဝေၚ်၊  ဗော်ကမၠောန်၊  မောၚ်မ၊  နၚ်စၚ်၊  မှောၚ်မ။"},
{"word":"palate","def":"n.  ခ္ဍောၚ်ကံ(ထၟောၚ်ကံ)၊  ဂၠံလတာ်။  ၂။  ဒဒှ်မဒုၚ်စသိုၚ်ရှ်မာန်။  palatable (adj)  မဒးကံ၊  မနွံကဵုရှ်သာပ္ဍဲကံ။"},
{"word":"pale","def":"adj.  ဖျိုဟ်၊  မဖျိုဟ်ဖျေတ်(မုက်)။  ၂။  မနွံကဵုအရံၚ်ဟီဟီ။  vi.  ဖျိုဟ်ဖျေတ်တိုန်၊  လှီုအာ။  n.  ကၞက်၊  တိဍာ်တၞဟ်ခြာ၊  ဒဒှ်မကၞာတ်ဂစိုတ်လဝ်၊  ပွဳပွိုၚ်။  pale red. (adj)  ပ္ဍီု၊  သာ်ပ္ဍီု။"},
{"word":"Pali","def":"n.  ပါဠိ။"},
{"word":"palisade","def":"n.  ဒပ်, ဒပ်ယာမကၠောန်လဝ်နကဵုတိုၚ်ကၞက်တၞုၚ်ကေက်ကေက်။  A palisade surrounds the fortification. (n)  ရၚ်တာ။"},
{"word":"pall","def":"vi.  သကဵုလ္ၚုထကုဲ၊  သကဵုလၞုဟ်လ္ၚု။  n.  ယာတ်ဂြောပ်ဇွ။"},
{"word":"palliate","def":"vt.  သကဵုသက်သာတိုန်(ယဲ,ဝေဒနာ)။  ၂။  ရးထောံဒုဟ်။  palliation (n)  ဒဒှ်မရးထောံဒုဟ်၊  ဒဒှ်မသကဵုသက်သာတိုန်။  palliative (n)  အရာမသကဵုသွက်ဂွံသက်သာတိုန်၊  ဂဥုဲမသကဵုသက်သာတိုန်။"},
{"word":"pallid","def":"adj.  မဟၟဲကဵုဆီ၊  မဖျိုဟ်ဖျေတ်ဒၟံၚ်။"},
{"word":"pallor","def":"n.  ဒဒှ်မနွံကဵုအကာဲအရာ မုက်မတ်ဖျိုဟ်ဖျေတ်။"},
{"word":"palm","def":"n.  ဂတာတဲ။  vt.  ပၞုက်လဝ်ပ္ဍဲဂတာတဲ၊  လီလှေက်။  palm off (vt)  လီကေတ်နကဵုစၞာဲ၊  ဗ္ဂေတ်လီကေတ်။  palmist (n)  မၞိဟ်ရံၚ်လက်သန်ဂတာတဲ။  palmistry (n)  ကွတ်ပညာမရံၚ်စလက်သန်ဂတာတဲ။  palm of the hand. (n)  ဂတာတဲ၊  တၞးတဲ။"},
{"word":"palm","def":"|2| n.  တၞံဂကူတာသတ်ဗြဴ။  palmy (adj) (-ier,-iest)  မဒှ်ဒၟံၚ်ဂြိုပ်တာ။  ၂။  မဇၞော်မောဝ်၊  မခိုဟ်စ။  palm leaf. (n)  သၠရိုတ်တာ။  palm leaf book. (n)  ဗပိုတ်ရိုတ်တာ၊  သၠပတ်။  palm sugar. (n)  ကဝ်တာ။"},
{"word":"palmyra","def":"n.  တာ၊  တၞံတာ။  palmyra palm tree. (n)  တၞံတာ။"},
{"word":"palpable","def":"adj.  မဒွံလုက်ဒုၚ်စသိုၚ်မာန်၊  မတီကၠိုဟ်ပြာကတ်။  palpably (adv)  နဒဒှ်မဒွံလုက်စုက်ဒုၚ်စသိုၚ်မာန်။"},
{"word":"palpitate","def":"vi.  ချဳသမြပ်၊  ဂြိုဟ်ချဳ၊  ဂြိုဟ်ဇတဝ်။  ၂။  လကိုတ်ဇကုဇတဝ်။"},
{"word":"palpitation","def":"n.  ဒဒှ်ကောန်တၟံမချဳဇတဝ်၊  ဒဒှ်ကောန်စိုတ်မချဳဇတဝ်၊  ယဲဂြိုဟ်ချဳ၊  ယဲဂြိုဟ်ဇတဝ်။  palpitation of the heart. (n)  ယဲဂြိုဟ်ချဳ၊  ယဲဂြိုဟ်ဇတဝ်။"},
{"word":"palsy","def":"n.  ဒဒှ်ဇိုၚ်တဲမချိုတ်။"},
{"word":"paltry","def":"adj.  မဒှ်သောဲသောဲဗြဲဗြဲ။  ၂။  မဟွံမွဲကဵုၚုဟ်မး။"},
{"word":"pamper","def":"vt.  ဗက်အလိုက်၊  ထထောဝ်။"},
{"word":"pamphlet","def":"n.  လိက်အုပ်သၟတ်။  pamphleteer (n)  မၞိဟ်ချူခၞံလိက်အုပ်သၟတ်။"},
{"word":"pan","def":"n.  ထၟာဲပသဲ၊  ကၠေဝ်ပသဲ။  pancake (n)  ကွာၚ်ကဝေက်။"},
{"word":"pan-","def":"prefix.  ဒဒက်တဴ၊  မပါလုပ်သီုဖအိုတ်၊  သွက်သီုညးဖအိုတ်။"},
{"word":"panacea","def":"n.  အရာမသကဵုဗၠးယဲဂကူ(၉၆)မာန်၊  ဂဥုဲမလွဳပရာယဲသီုဖအိုတ်မာန်။"},
{"word":"pane","def":"n.  ဒ္ၚောဝ်ဗ္တၚ်၊  ဒ္ၚောဝ်တရၚ်။"},
{"word":"panegyric","def":"n.  ဂလာန်မဟီုကြီုထိုၚ်သး၊  လိက်မဟီုကြီုထိုၚ်သး။"},
{"word":"panel","def":"n.  တရၚ်အၚ်ဒ္ၚောဝ်မဂၠတ်လဝ်ပ္ဍဲဒဒၚ်။  ၂။  ဂကောံမကဵုသ္ဂုတ်သွာတ်၊  ဂကောံရာသူ၊  ဂကောံမလုပ်သဳကၠဳ အပ္ဍဲပရောပရာအရာမွဲမွဲ။  vt. (-ll-)  ကျိုၚ်စိစောန်။"},
{"word":"pang","def":"n.  ဒဒှ်မသ္ဒးဒုၚ်စသိုၚ် ဂိဂေၚ်ကၠုၚ်ဗြုဗြု(မွဲလစုတ်ဓဝ်)၊  ဝေဒနာစိုတ်။"},
{"word":"panhandle","def":"n.  တိခၟဴကဗဂံၚ်၊  တိဂဒုၚ်။  vt.vi. (colloq)  အာတ်စသၠုဲသၠာ်အကြာဂၠံၚ်။  panhandler (n)  တမၠၚ်လအာတ်အကြာဂၠံၚ်။"},
{"word":"panic","def":"n.  ဒဒှ်မလကိုတ်အာ။  panicky (adj)  မလကိုတ်တ္ၚဵုအာ။  panic stricken (adj)  မထကၠိုက်ထကၠန်ဒၟံၚ်၊  မပျာတန်ဆန်ဒၟံၚ်။"},
{"word":"pannier","def":"n.  ဝုန်ဒၚ်၊  န,ပ္ဍိုက်ဂါပ်လဝ်လ္တူစးချေံ,မာဲ။"},
{"word":"pant","def":"vt.vi.  ယဵုဒၟံၚ်နကဵုဗရုရမျာၚ် ဟံက်ဟေဝ်ဟံက်ဟေဝ်၊  ဍောၚ်ၜိုတ်လ္ၚိုပ်လ္ၚာဒၟံၚ်၊  လဟက်။"},
{"word":"pantaloons","def":"n. (pl.)  ပံၚ်မဳဇမၠိၚ်။"},
{"word":"panther","def":"n.  ကၠလမ္စံက်။"},
{"word":"pantry","def":"n.  ခဒံမသီဂိုၚ်ဒေပ်လဝ်စၞစ။"},
{"word":"pants","def":"n. (pl.)  ပံၚ်မဳ။"},
{"word":"pap","def":"n.  ကမၠံ၊  ကမၠံတှ်၊  က္ဍိုပ်တှ်။  ၂။  စၞဍိုန်ဍိုန်မဖျီုဗ္စကဵုကောန်ၚာ်ကောန်တှ်။"},
{"word":"papa","def":"n.  အပါ၊  မ၊  မအံက်။"},
{"word":"papaya","def":"n.  ကတ်စဳ၊  ကစ္စဳ၊  တၞံကတ်စဳ။"},
{"word":"paper","def":"n.  စက္ခူ။  ၂။  လိက်ပရိုၚ်။  ၃။  လိက်သက်သဳသာဓက။  ၄။  လိက်ပရၚ်။  ၅။  တၞးလိက်ဂလာန်သၟာန်ပ္ဍဲပေဲါသၟာန်လိက်။  vt.  ဗာန်စက္ခူ။  paper kite. (n)  ဝဴ၊  ဝဴစက္ခူ။"},
{"word":"par","def":"n.  ဒဒှ်မသရောပ်စွံလဝ်ဗွဲအပြောံ။  ၂။  ဒဒှ်မတုပ်သၟဟ်။"},
{"word":"para-","def":"prefix.  ကရပ်ဂှ်၊  ဇရေၚ်ဂှ်၊  သ္ကဲဂှ်။  ၂။  ဒလန်တေံ။"},
{"word":"parable","def":"n.  ပုံအဂီုမသကဵုဒဂီုဒ္ဂေတ်၊  ပုံဥပမာ။"},
{"word":"parachute","def":"n.  က္ဍိုၚ်ကျာ။  parachutist (n)  ကောန်ပၞာန်က္ဍိုၚ်ကျာ၊  မၞိဟ်ဆၚ်စှ်ေကၠုၚ်နူက္ၜၚ်ကျာ နကဵုက္ဍိုၚ်ကျာ။"},
{"word":"parade","def":"vt.vi.  ပြေၚ်ရၚ်ဇက်တိုန်၊  သကဵုဇက်တိုန်။  parade ground (n)  ဒၞာဲထ္ၜးပရေၚ်ပၞာန်၊  ဒၞာဲပြေၚ်ရၚ်ဇက်တိုန်၊  ခလှာတ်ပ္ကတ်ပ္ကေၚ်။"},
{"word":"paradise","def":"n.  နိဗ္ဗာန်၊  ဌာန်အမြိုတ်၊  ဘုံပါရာဍဳသု၊  ဒၞာဲဌာန်မမိပ်ဇြိပ်ရာၚ်ဆာဲ။"},
{"word":"paradox","def":"n.  ဂလာန်လွာဲဂှ်ဟွံဍာံဟေၚ် ထေၚ်ဂးကီုလေဝ်, ဓဝ်ဍာံမပါလုပ်ဒၟံၚ်။"},
{"word":"paragraph","def":"n.  ပိုတ်လိက်၊  ပိုတ်ဆိုက်။"},
{"word":"parallel","def":"adj.  မစှ်ေဒၟံၚ်ကဆံၚ်ပၞောန်ၜါဂှ်ပြိုၚ်ဗျာၚ်ဒၟံၚ်၊  မပြိုၚ်ဗျာၚ်တာန်ဒၟံၚ်။  ၂။  မတုပ်ဒၟံၚ်ဗီုပြၚ်၊  မတုပ်ဒၟံၚ်ညးသ္ကံ။  n.  ဒဒှ်မွဲကဵုမွဲမတုပ်ဒၟံၚ်ညးသ္ကံ၊  ဒဒှ်မတုပ်သၟဟ်။  ၂။  ဒဒှ်မပ္တဝ်၊  အရာမပ္တဝ်ပတုပ်။  vt.  ဗျာၚ်ရေၚ်ဒၟံၚ်၊  ဗျာၚ်အာဒၟံၚ်မွဲပၞောန်။  ၂။  တုပ်သၟဟ်၊  ပ္တဝ်။"},
{"word":"paralyse","def":"(paralyze)  vt.  ဒးကျာ၊  ကျာဒကုတ်အာ။  ၂။  ဒှ်အာချဳဒရာၚ်ဟွံမာန်။  paralysis (n)  ဒဒှ်မဒးယဲကျာ။  paralytic (n)  မၞိဟ်သ္ဒးဒုၚ်သ္ကုတ်အာကဵုကျာ။  adj.  မသ္ဒးဒုၚ်သကုတ်ကဵုအာကျာ။"},
{"word":"paramount","def":"adj.  မနွံကဵုကေၚ်ကာဗွဲတၟေၚ်၊  မနွံကဵုအဝဵုဗွဲတၟေၚ်။"},
{"word":"paramour","def":"n.  ဣမာၚ်သ္ကဲ၊  တြုံဍောတ်၊  ဗြဴကၠတ်တြုံ၊  တြုံသကဲ။"},
{"word":"parapet","def":"n.  ဇွောံစဵုဒၞာစုတ်လဝ်ပ္ဍဲဒရီုကၟဳလးလး။  ၂။  ဂဒုက်တိ၊  တၟံမစဵုဒၞာလဝ်ပ္ဍဲမုက်ပၞာန်၊  ဒၞာဲသရာဲတံအောပ်ဗ္ဒ။"},
{"word":"paraphrase","def":"vi.  ချူကၠာဲလိက်ပလး၊  ချူပံက်ထ္ၜးပ္တိတ်ကဵုအဓိပ္ပာဲ။"},
{"word":"parasite","def":"n.  တၞံကောန်ကၠၚ်၊  သတ်ကောန်ကၠၚ်(သတ်,တၞံလမျီုမဂျိုၚ်ဒၟံၚ်လ္တူသတ်မွဲမွဲ, တၞံမွဲမွဲ)။  ၂။  သတ်တိရစ္ဆာန် (စဲ, ဒဂိတ်, မြုန်)။  parasitical (adj)  မဂျိုၚ်လမျီုလ္တူအရာမွဲမွဲ(ဥပမာ၊ မြုန်[စၟ] တၞံကောန်ကၠၚ်[ဆု])။"},
{"word":"parasol","def":"n.  က္ဍိုၚ်။  parasol bearer (n)  သၟာက္ဍိုၚ်။"},
{"word":"paratrooper","def":"n.  ကောန်ဒပ်ပၞာန်က္ဍိုၚ်ကျာ။"},
{"word":"paratyphoid","def":"n.  ယဲမဗဗွဲကဵုယဲၚာန်သန္နိပါတ်(ယဲၚာန်ကြုတ်ဂုဟ်)။"},
{"word":"parboil","def":"vt.  ၜိုဟ်လဝ်ကၠာစိန်ကဵုဟွံစိန်။"},
{"word":"parcel","def":"n.  ဓုပ်ဂွဳ၊  ဂွဳပါသေဝ်။  vt.  တရးပရံ၊  တရးဏာ။"},
{"word":"parch","def":"vt.  အေဲဇြအာနကဵုပသာန်ဂမ္တဴ၊  ပရာၚ်၊  သကဵုကှ်ဇတ်အာ၊  သၞာ၊  ခၞာ။  parched (adj)  မကှ်ခြေဲအာ။  parched lips. (adj)  မနွံကဵုသၟန်ပါၚ်ကှ်ကှ်။  parched rice. (adj)  ဗက။"},
{"word":"pardon","def":"vt.  ရးဒုဟ်၊  သၠးကဵုအခေါၚ်။  n.  ဒဒှ်မရးထောံဒုဟ်။  pardonable (adj)  မရးထောံဒုဟ်မာန်။  pardonably (adv)  နဒဒှ်မရးထောံဒုဟ်မာန်။"},
{"word":"pare","def":"vt.  တရဳ၊  တှ်ေ၊  တေဟ်၊  ထာတ်၊  ရေန်၊  သံက်။"},
{"word":"parent","def":"n.  အံက်၊  မိမ၊  ယာဲတ။  parentage (n)  မဗဳဇ၊  မဇမိမ၊  မဇယာဲတ။  parental (adj)  မဆေၚ်စပ်ကဵုမိမ၊  မဆေၚ်စပ်ကဵုယာဲတ။  parent-in-law (n) (pl.-s)  ခါမ်သဳ။"},
{"word":"parenthood","def":"n.  ဒဒှ်မိမ၊  ဘဝမိမ။"},
{"word":"pariah","def":"n.  စဏာ။"},
{"word":"parity","def":"n.  ပွမတုပ်သၟဟ်၊  ဒဒှ်မဒှ်ဒၟံၚ်ကဆံၚ်တုပ်တုပ်။"},
{"word":"park","def":"n.  ဥဒျာန်၊  ဥဒျာန်သွက်မၞိဟ်ဂမၠိုၚ်သ္ဂောံဇူဒီု၊  ဥယာန်။  ၂။  car-park (n)  ဝေၚ်ဒၞာဲကွဳစက်တံဇူဒေံါဒီု။  vt.  ဒေံါဒၞာဲဝေၚ်ကွဳစက်တံဇူဒီု။"},
{"word":"parlance","def":"n.  ပွမရုဲစှ်စကာဝေါဟာ၊  နဲကဲဗီုဟီုဂလာန်မရပ်စပ်ဝေါဟာ။"},
{"word":"parley","def":"n.  ပေဲါမဆဵုဂဗသဳကၠဳ (က္ဍိုပ်သ္ကိုပ်မဒစဵုဒစးဒၟံၚ်ညးသ္ကံ)။"},
{"word":"parliament","def":"n.  ဒၞာဲမက္တဵုဗဒှ်ဥပဒေ၊  ဒၞာဲမကောံဓရီု။  parliamentary (adj)  မဆေၚ်စပ်ကဵုစၠတ်ထဝ်ပါလဳမာန်။"},
{"word":"parlour","def":"(parlor)  n.  ခဒံတၟုဲ၊  ခဒံဒုၚ်တၠုၚ်တၟုဲအလဵုအသဳ၊  ခဒံကမၠောန်၊  ဆေၚ်။"},
{"word":"parole","def":"n.  အရာမဒုၚ်ဝေါန်၊  တၚ်မဒုၚ်ဝေါန်။"},
{"word":"parrot","def":"n.  တ္ၚေက်၊  တ္ၚေက်သူဝ၊  မၞိဟ်ဗက်ဟီုဂလာန်ဗီုညးတၞဟ်ဟီု။  parrot beak plantain. (n)  ဗြာတ်စမှဴတ္ၚေက်။"},
{"word":"parsimony","def":"n.  ဂဗိဂမ္တက်၊  တဲဂၠေံ၊  တမၠိုက်။"},
{"word":"part","def":"n.  အဝဲ၊  စရောန်၊  စွံ။  တဝ်၊  ဒရေက်၊  ဘာဂ၊  မွဲဒကုတ်မွဲဒကဴ၊  ဒကုတ်၊  မွဲခန်၊  ကဝက်ကဝုဲ၊  လစှ်ေ။  ၂။  ဒကုတ်ဒကာတ်၊  ကော‎ဋ္ဌာသ။  ၃။  ဒကုတ်ကဏ္ဍမစှ်ေတာလျိုၚ်။  ၄။  ပွမလုပ်လှ်ေဒၞာဲမစှ်ေတာလျိုၚ်ပ္ဍဲဇာတ်ပၠ။  vt.vi.  ဒကး၊  ပါ်ထကးအာ၊  ဖာဲပထောၚ်။  ၂။  ပါ်သော်။  ၃။  ရှာဲ၊  သာဲ၊  သာဲခြာ၊  သာဲစ္ဍး။  parting (n)  ဒဒှ်မပါ်ကရေက်လဝ်သော်။  partly (adv)  နဒဒှ်မွဲဒကုတ်မွဲဒကဴ။  part-time (adj)  မဒှ်ကမၠောန်အာနကဵုအခိၚ်။  part from. (vt.vi)  စ္ဍး၊  သ္ဍး၊  သြာဲ၊  သြာဲစ္ဍး၊  သြာဲသ္ဍး။  part with. (vt.vi)  သ္ဂုတ်ကၠေံ။"},
{"word":"partake","def":"vi. (pt.-took, pp.-taken)  မပြဘိုက်၊  စသုၚ်။  partake of. (vi)  ဒုၚ်စ။"},
{"word":"partial","def":"adj.  မဟွံဍိုက်ပေၚ်၊  မဟွံပိုတ်သ္ကုတ်၊  မဒှ်မွဲဒကုတ်မွဲဒကဴ။  ၂။  မဗက်စမွဲလ္ပာ်၊  မဗက်စမုက်မတ်။  partiality (n)  ဒဒှ်မဗက်စမွဲလ္ပာ်။  partially (adv)  စဵုကဵုစိုပ်သၞောတ်ဗ္ၜတ်မွဲမွဲ၊  စဵုကဵုစိုပ်ကဆံၚ်မွဲဒကုတ်မွဲဒကဴ။"},
{"word":"participate","def":"vt.  လုပ်ကၠောန်မွဲဂကောံမွဲစွံ။  participant (n)  မၞိဟ်လုပ်ကၠောန်မွဲဂကောံမွဲကရောံ။  participation (n)  ဒဒှ်မကၠောန်မွဲကရောံမွဲဂကောံ။"},
{"word":"particle","def":"n.  အဏု၊  အရာသောဲသောဲဗြောဲဗြောဲ၊  ကမၠိုက်၊  ကၞာတ်၊  ကၞာတ်အမှိက်၊  မလံ။"},
{"word":"particular","def":"adj.  မချိုတ်ပၠိုတ်။  ၂။  မသ္ပဂရု၊  မစေံပေါတ်။  n.  ပွစေံစေံပေါတ်ပေါတ်။  particularize (vt)  စေံပေါတ်၊  ချိုတ်ပၠိုတ်။  particularly (adv)  ဗွဲတၟေၚ်၊  ဗွဲကမြး၊  ဗွဲတမြး၊  ဗွဲတရး။"},
{"word":"partisan","def":"n.  မၞိဟ်ယဵုဒုၚ်ဒ္ဂေတ်ဗက်၊  ဒဒှ်မစှ်ေစိုတ်ပတှ်ေကေတ်စလ္တူသဘဴဓဝ်မွဲမွဲ။  ၂။  ဒပ်ဒမၠုက်။"},
{"word":"partition","def":"n.  ပွမပါ်ကရေက်ထောံ ညံၚ်သ္ဂောံဒှ်အာမွဲမွဲဒကုတ်။  ၂။  အပိုၚ်အခြာ၊  စဵုဗဒၚ်၊  ဇွောံစဵုဒၞာ၊  ဒဒၚ်၊  ဇဒၚ်၊  ဗဒၚ်။  vt.  ပါ်ကရေက်၊  စဵုထောံဒဒၚ်။"},
{"word":"partner","def":"n.  မၞိဟ်ပံၚ်ကၠောန်မွဲစွံ၊  မၞိဟ်စုတ်လဝ်အရေၚ်တံတုပ်တုပ်။  ၂။  မၞိဟ်ဝေၚ်မွဲစွံ,စမွဲစွံ,မံၚ်မွဲစွံ,တိက်မွဲစွံ။  partnership (n)  ပွမပကောံကၠောန်စုတ်အရေၚ်မွဲစွံ၊  ပွမစိုတ်သြန်တံအရေၚ်မွဲစွံ။"},
{"word":"party","def":"n. (pl.-ties)  ဒဒှ်မကောံဓရီုသွက်ဂွံဗဒှ်ပေဲါ မိပ်မိပ်ဇြိပ်ဇြိပ်မွဲ၊  ပေဲါမိပ်ဇြိပ်၊  ပေဲါကောံဓရီု၊  ပေဲါ။  ၂။  ဂကောံ၊  ဂကောံပရေၚ်ဍုၚ်ကွာန်။  ၃။  ပေဲါကောံဓရီုကောံကၠောန်ၜိုတ်စ သွက်ကိစ္စမွဲမွဲ။"},
{"word":"parvenu","def":"n.  မၞိဟ်သိုက်ဘိုက်ကၠုၚ်သၠုဲသၠာ်ဖြုဖြု၊  မၞိဟ်လုပ်ကၠုၚ်အဝေါၚ်မၞိဟ်၊  မၞိဟ်ဒယှ်တှ်ကၠုၚ်ဗွဲကြဴ။"},
{"word":"pass","def":"vt.vi. (pt.pp.-ed)  တတ်အာ၊  သကဵုတတ်အာ။  ၂။  ဒုၚ်ကဵု၊  ဗဒုၚ်၊  ဗ္ဒုၚ်၊  ဒုၚ်ကဵုဒုၚ်ကေတ်။  ၃။  အံၚ်ဇၞးပေဲါသၟာန်လိက်။  ၄။  ကၠောန်ဥပဒေ၊  စၟိန်ပြမာန်ဥပဒေ၊  သ္ပဒတန်ဥပဒေ။  ၅။  ဆက်တုဲဇက်တိုန်။  ၆။  တိတ်စ္ဍးအာ၊  ထပိုတ်ထောံတၞုၚ်၊  အိုတ်တးအာ။  ရ။  ဗီုပြၚ်ဍေံပြံၚ်လှာဲအာနူမွဲကဵုမွဲ၊  ပြံၚ်သၠာဲအာဒဒှ်မပို်ၚ်ပြဳလဝ်နူတဲညးမွဲတုဲညးမွဲ။  ၈။  ဒဗိုတ်ကဵု။  ၉။  ဖျေံတၚ်သ္ဂုတ်သွာတ်။  n.  ကရေပ်ဒဵု၊  ဂၠံၚ်ကရေပ်ဒဵု။  ၂။  စၟတ်တဲအခေါၚ်အာကၠုၚ်။  passer (n)  မၞိဟ်အာလောန်ၜက်အာ။  passable (adj)  မကၠောံတတ်အာမာန်၊  မတတ်အာမာန်။  ၂။  မနွံကဆံၚ်ဒုၚ်တဲမာန်။  passing (adj)  မဒှ်တိုန်ဟွံရန်တၟံ။  a passing grade. (adj)  မဆေၚ်စပ်ကဵုကဆံၚ်အံၚ်ဇၞးပေဲါသၟာန်လိက်။  pass through a succession of births. (vt)  ဂ္ၚေၚ်သံသာ။  pass away (vi)  ကလိ၊  ကလိလောန်အာ၊  ချိုတ်အာ၊  စုတိအာ၊  ပဝ်အာ။  passer by (n)  မၞိဟ်တတ်ကၠောံအာ။  pass on. (vt.vi)  သမှိတ်ဏာ၊  သ္ဂုတ်သွာတ်။  password (n)  အရေဝ်ဒမၠုက်၊  ဂလာန်ပၞုက်။  pass under. (vt.vi)  ဂၠောန်၊  ဂၠောန်လုပ်၊  ဒလောန်။"},
{"word":"passage","def":"n.  ဒဒှ်အိုတ်အာ။  ၂။  မဂ္ဂ၊  ဂရော်၊  ဂၠံၚ်မၞိဟ်ကွာ်၊  ဂၠံၚ်စၚ်ကြံ။  ၃။  ဂၠံၚ်တရဴဍာ်၊  ဂၠံၚ်တရဴကျာ၊  ဒၞာဲမၞိဟ်မအာတရဴတံဂ္ဇံ(ပ္ဍဲတရဴတံဂှ်)။  ၄။  တၚ်မကံက်နုက်ပ္တိတ်။  ၅။  သ္ပဒတန်ဥပဒေပ္ဍဲစၠတ်ထဝ်၊  စၟိန်ပြမာန်။"},
{"word":"passenger","def":"n.  မၞိဟ်အာတရဴ။"},
{"word":"passion","def":"n.  စိုတ်ထတ်သ္ကာတ်၊  တဏှာ၊  တဏှာမထၞေန်၊  ထဝ်ဏှာ၊  ဖျောန်စိုတ်၊  ရာဂ၊  ဒေါသ၊  အၚပ်၊  အလဲ။  ၂။  ဒဒှ်သ္ဍိုက်မၠိုက်လောန်၊  ဒဒှ်စိုတ်ထတ်သ္ကာတ်လောန်။  passionate (adj)  မနွံကဵုစိုတ်ဒုၚ်စသိုၚ်သ္ကာတ်မြဟ်လောန်။  passionately (adv)  နဒဒှ်မသ္ဍိုက်မၠိုက်လောန်။"},
{"word":"passive","def":"adj.  မဟွံတဝ်စၞေဟ်၊  မဟွံချဳဒရာၚ်၊  မဟွံလရုက္တဵု၊  မသ္ဒးဒုၚ်သ္ပ၊  မသ္ဒးဒုၚ်။"},
{"word":"Passover","def":"n.  ပေဲါပသခါ၊  ပေဲါစၟတ်သမ္တီပရေၚ်ဘာသာဂျူတံ မဗၠးၜးအာနူမဒှ်ဒၟံၚ်ကဆံၚ်ဍိက်ဍုၚ်အဳဂျေပ်။"},
{"word":"passport","def":"n.  စၟတ်တဲသွက်ဂွံကၠောံအာဍုၚ်မွဲကဵုမွဲ။"},
{"word":"past","def":"adj.  မဆေၚ်စပ်ကဵုအခိၚ်အတိက်တေံ၊  မဆေၚ်စပ်ကဵုအခိၚ်အခါမလောန်ကၠုၚ်တေံ။  ၂။  မက္တဵုဒှ်ကၠုၚ်ဟွံလံဏီတေံ၊  မဒှ်တုဲကၠုၚ်လတ်လတ်ဘတ်ဘတ်။  ၃။  မွဲအခိၚ်တေံ၊  ကာလတေံ။  n.  အတိက်တေံ၊  ဝၚ်အတိက်တေံ။  adv.  လောန်ၜက်အာတုဲ၊  တတ်ကၠောံတုဲ။  prep.  လဇုဲအာဗွဲမလောန်၊  မဒှ်သာတုဲလဇုဲအာ။  ၂။  ပ္ဍဲကဵုလ္ပာ်တေံ၊  သာတုဲသ္ၚောဲမံၚ်။  past action. (adj)  ကိရၚ်ကလိကၠေံ။  in the past. (n)  ပ္ဍဲအတိက်၊  ပ္ဍဲအခိၚ်အတိက်တေံ။"},
{"word":"pasta","def":"n.  ကွာၚ်စၞစမကၠောန်လဝ် နကဵုဝိုဟ်ကဵုခၟာဲစာၚ်။"},
{"word":"paste","def":"n.  ထၜိုတ်၊  ကဝ်၊  လကောတ်၊  သကောတ်။  vt.  ဗာန်။"},
{"word":"pasteurize","def":"(pasteurise)  vt.  ဂစိုတ်သအးထောံစၟပ္ဍဲဍာ်တှ်နကဵုဂမ္တဴ။"},
{"word":"pastime","def":"n.  အရာမပရေပရံၚ်ကဵုစိုတ် သွက်အခိၚ်သ္ဂောံအိုတ်အာ။  အရာမပရေပရံၚ်ကဵုပွမလၞုဟ်လၞေၚ်။"},
{"word":"pastry","def":"adj.  မဆေၚ်စပ်ကဵုပၟၚ်သဵု၊  မဆန်ၜန်လဝ်သဘာဝဂြိုပ်၊  ပွံက်ဂြိုပ်။  n.  ခွာၚ်ဌာပနာလဝ်ဖျုန်,ယိုဟ်။  pastry cook. (n)  ညးဖျိန်ကွာၚ်။"},
{"word":"pasture","def":"n.  ပဏာၚ်၊  ပၞာၚ်၊  ဂၠးချောဲဒၞာဲပြေၚ်ဂၠဴစ။  vt.  မၚ်ပစချောဲကဵုသတ်တိရစ္ဆာန်ပ္ဍဲပၞာၚ်။"},
{"word":"pat","def":"vt. (-tt-)  ဇွိတ်သပေါတ်။  n.  ပွမဇွိတ်သပေါတ်၊  သတ်မမြိမြန်လဝ် ညံၚ်ရဴကောန်ဇာတ်။  ၂။  ကလောံဍောတ်ဍောတ်။"},
{"word":"patch","def":"n.  ပၞော်မဗၠံလဝ်။  ၂။  ဒကုတ်ယာတ်မဂြောပ်လဝ် လ္တူဒၞာဲမဒးလဝ်ဝပ်၊  ယာတ်မဂြောပ်အုပ်လဝ်လ္တူမတ်မဒးလဝ်ဝပ်။  vt.  ဗၠံ။  patchy (adj)  မဂၠိုၚ်ကဵုကၞၚ်၊  မဒှ်ဒၟံၚ်ကၞၚ်တေံကၞၚ်ဏံ။"},
{"word":"pate","def":"n.  က္ဍိုပ်၊  ကၞိပ်။  ၂။  ကွာၚ်မဌာပနာလဝ်ကဵုဖျုန်စၞ။"},
{"word":"patent","def":"adj.  မတီကၠး၊  မညာတ်ကၠးကၠး။  vt.  ဂွံအခေါၚ်အဝဵု သွက်ဂွံပိုၚ်ပြဳမူ(တံ)။  n.  ဒဒှ်မဂွံပရေၚ်စဵုဒၞာနူကဵုအလဵုအသဳ သွက်အရာမပ္တန်ဗဒှ်လဝ်၊  ဒဒှ်မသကဵုအခေါၚ်အဝဵု သွက်သ္ဂောံပိုၚ်မူ(တံ)။  ၂။  လိက်တၞးမသကဵုအခေါၚ်အဝဵု သွက်ဂွံပိုၚ်တံ(မူ)။"},
{"word":"paternal","def":"adj.  မဆေၚ်စပ်ကဵုအပါ၊  မတုပ်ညံၚ်ရဴမအံက်။  paternal great-grand father. (n)  လဣတ။"},
{"word":"path","def":"n.  ဍာန်၊  ဍာန်ဂၠံၚ်၊  ဂၠံၚ်ကရေပ်။  ၂။  ဂၠံၚ်ကရေပ်မၞိဟ်မကွာ်အာကၠုၚ်။  paths and their fruits. (n)  မက်ဖဵု။"},
{"word":"pathetic","def":"adj.  မဒှ်အာကဆံၚ်စိုတ်သ္ဒးလီု၊  မဒှ်အာကဆံၚ်သ္ဒးလေၚ်ဇွောဝ်၊  မစိုပ်အာကဆၚ်သ္ဒးဆာန်ဍူ။"},
{"word":"pathology","def":"n.  ကွတ်ဗေဒယဲ။  pathological (adj)  မဆေၚ်စပ်ကဵုဒဒှ်ယဲမက္တဵုဒှ်။  pathologist (n)  တၠပညာကွတ်ဗေဒယဲ။"},
{"word":"pathos","def":"n.  ရှ်သာဂရုဏာ၊  စိုတ်ဂရုဏာ။"},
{"word":"patience","def":"n.  ခန္တဳ၊  ဒဒှ်စိုတ်မဂၠိၚ်၊  ဒဒှ်မအေၚ်ဒုၚ်မာန်၊  လအေၚ်။"},
{"word":"patient","def":"adj.  စိုတ်ဂၠိၚ်၊  မနွံကဵုဓာတ်စိုတ်ဂၠိၚ်ဂၠိၚ်၊  မနွံကဵုဓာတ်စိုတ်အေၚ်ဒုၚ်လေပ်(မာန်)၊  မနွံကဵုဓဝ်ခန္တဳ၊  လအေၚ်။  n.  မၞိဟ်ယဲ၊  မၞိဟ်မံၚ်စဟွံမိပ်။  patiently (adv)  နဒဒှ်မနွံကဵုစိုတ်ဂၠိၚ်ဂၠိၚ်။"},
{"word":"patriot","def":"n.  ပူဂဵုမလေပ်ဆာန်ဂကူ။  patriotic (adj)  မဆာန်ဂကူ။  patriotism (n)  စိုတ်ဆာန်ဂကူ။"},
{"word":"patrol","def":"vt.vi. (-ll-)  ဂေတ်ကၚ်၊  မၚ်ကၚ်။  n.  ဂကောံကၚ်၊  မၞိဟ်မၚ်ကၚ်။  ၂။  ဒဒှ်မဂေတ်ကၚ်။"},
{"word":"patron","def":"n.  မၞိဟ်ကၠုၚ်ရာန်ဒၟံၚ်ဖျာဇကုတွဵု၊  ဖံက်သေဝ်။  ၂။  နာယက၊  မၞိဟ်ကဵုဇြဟတ်။  patronage (n)  အရီုအဗၚ်နာယက။  ၂။  အခေါၚ်နာယကမကၠောန်မာန်၊  အခေါၚ်နာယကမကၠောန်ပိုၚ်၊  ဖံက်သေဝ်ဂမၠိုၚ်။  patronize (vt)  ဒှ်ကၠုၚ်ဖံက်သေဝ်၊  ရာန်ဒၟံၚ်ပ္ဍဲကဵုဆေၚ်ဖျာဇကုတွဵု။  ၂။  ဆက်ဆောံဒၟံၚ်ကေတ်ထောံကဆံၚ်မံၚ်လ္ပာ်လ္တူ။  patronizing (adj)  မဆက်ဆောံကေတ်ဒၟံၚ်ကဆံၚ်လ္ပာ်လ္တူ။"},
{"word":"pattern","def":"n.  ထ၊  ပုံသက်သဳ၊  ဗီု၊  ဗီုပြၚ်။  ၂။  ဗီုပြၚ်မချူသ္ၜိုန်လဝ်။  vt.  ကေတ်ဗီုပြၚ်။"},
{"word":"pause","def":"n.  ပွမလဇထောံမွဲချိုန်ခဏ၊  မဒှ်မလဇဆုတ်ထောံမွဲချိုန်ခဏ။  vt.  လဇထောံမွဲချိုန်ခဏ၊  လဇဆုတ်ထောံမွဲချိုန်ခဏ။"},
{"word":"pave","def":"vt.  လးတၟံဂတှ်ေပ္ဍဲဂၠံၚ်။  ၂။  စၚးတးဂၠံၚ်၊  လးကဵုဂၠံၚ်။  pave the way. (vt)  လးဍာန်သဗာန်၊  လးသဗာန်။  pavement (n)  ဂၠံၚ်မၞိဟ်ကွာ်မလးလဝ်တၟံဂတှ်ေ။  paved (adj)  မလးတးလဝ်(ဂၠံၚ်)။  paved road. (adj)  ဓဗာန်(သဗာန်)။"},
{"word":"pavilion","def":"n.  ကၞာ၊  ကၞာထး၊  ခဒံပၠ၊  တာန်ဆံၚ်။"},
{"word":"paw","def":"n.  သၞေံတဲသၞေံဇိုၚ်သတ်တိရစ္ဆာန်။  vt.  ဂွး၊  ္ၚာ်၊  ဂွး္ၚာ်ကဵုသၞေံဇိုၚ်သၞေံတဲ။"},
{"word":"pawn","def":"vt.  ပံၚ်၊  ပံၚ်ကပေါတ်။  n.  ကဝံၚ်၊  ကပေါတ်ပံၚ်စွံလဝ်။  pawnbroker (n)  မၞိဟ်ဒုၚ်ကဝံၚ်။  pawnshop (n)  ဆေၚ်ဒုၚ်ကဝံၚ်။"},
{"word":"pay","def":"vt. (pt.pp. paid)  ကဵုလိၚ်ခၟာၚ်။  n.  လိၚ်ခၟာၚ်၊  သြန်ဂိတု။  payment (n)  ဒဒှ်မလေဲ။  payable (adj)  မနွံဒံၚ်သွက်သ္ဒးလေဲ၊  မဒှ်သ္ဒးလေဲ။  pay back. (vt)  လေဲ၊  ကလေၚ်ကဵု။  pay due regard. (vt)  ပစိုတ်၊  သ္ပစိုတ်။  pay respects. (vt)  ကလံ။  pay respects to royalty. (vt)  သဳ၊  သဳကၠဳ။"},
{"word":"payroll","def":"n.  စရၚ်သြန်ဂိတု၊  စရၚ်သြန်ၚုဟ်လိၚ်ခၟာၚ်။"},
{"word":"pea","def":"n.  ၜဲထကောၚ်။  ၂။  တ္ၜဲ၊  မၜဲ။"},
{"word":"peace","def":"n.  ဒဒှ်မၜိုဟ်သြိုဟ်၊  ပရေၚ်ၜိုဟ်လလံ၊  လလံ၊  လဟိၚ်၊  သမာဓိ။  ၂။  ဒတန်စိုတ်၊  ဒဒှ်မဇူတာ၊  ဒဒှ်မသ္ၚိတ်ဇြ၊  ဒဒှ်မညိၚ်ဝတ်၊  ဒဒှ်မတန်ကြန်၊  ပတန်စိုတ်။  peaceable (adj)  မဟၟဲကဵုစိုတ်ဂၠာဲသၞ။  peaceful (adj)  မသ္ဍိုက်မၠိုက်ကဵုပရေၚ်ၜိုဟ်လလံ။  ၂။  မတန်ကြန်၊  မသ္ၚိတ်ဇြ။"},
{"word":"peach","def":"n.  ဗဒဝ်ကြုက်မွဲဂကူ။"},
{"word":"peacock","def":"n.  မြာ်(ကၟက်)။  peahen (n)  မြာ်(ၝောံ)။  proud as a peacock. (n)  ဒဒှ်မတိုန်မိုန်လောန်အာကဵုသၞောတ်။"},
{"word":"peafowl","def":"n.  ဂစေံဂကူမြာ်။"},
{"word":"peak","def":"n.  က္ဍဟ်ဒဵု၊  တၞောတ်ဒဵု၊  ဒရံၚ်၊  ဒရံၚ်ဒဵု။  ၂။  လ္တာ်အထုပ်က္ဍိုပ်လ္ပာ်ဂတမုက်။  ၃။  တေတ်ခရက်သမ္တီလဝ်ဒၞာဲသၠုၚ်အိုတ်, လၟိဟ်ဂၠိုၚ်အိုတ်။  ၄။  ဒြၚ်၊  ဒြၚ်ဒဵု။"},
{"word":"peal","def":"n.  ဗရုဂဒုခၞိၚ်၊  ဗရုခၞိၚ်။  ၂။  ရမျာၚ်ဗရုဗြုထတ်ထတ်၊  သကဵုရမျာၚ်ဗြု။"},
{"word":"peanut","def":"n.  သတ်ဇုက်တိ။"},
{"word":"pear","def":"n.  သတ်တဵုကြုက်၊  တၞံတဵုကြုက်။"},
{"word":"pearl","def":"n.  ဗၠဲ၊  ကၞုကၟာ(ကမာ)၊  မုတ္တ။  pearl necklace. (n)  မှာပဝုက်ကံ၊  ဂွာဗၠဲ။"},
{"word":"peasant","def":"n.  သၟာဗ္ၚ၊  ကောန်ကမၠောန်ဗ္ၚ။  peasantry (n)  မၞိဟ်ကဆံၚ်ရဲသၟာဗ္ၚ။"},
{"word":"pebble ","def":"n.  ကြေဟ်၊  မကြေဟ်။"},
{"word":"peck","def":"vt.vi.  ၜံက်ကဵုခၟဴ။  n.  ပွမၜံက်ကဵုခၟဴ။"},
{"word":"peculiar","def":"adj.  မတၟေၚ်တၟဟ်၊  မတၟေၚ်တဴမွဲဗီု၊  ခၚ်ခ။  ၂။  မဒှ်ဗွဲတၟေၚ်၊  ဆေၚ်စပ်မံၚ်ဗွဲတၟေၚ်။  peculiarity (n)  ဒဒှ်မတၟေၚ်တဴမွဲဗီု။"},
{"word":"pecuniary","def":"adj.  မဆေၚ်စပ်ကဵုသၠုဲသၠာ်သြန်။"},
{"word":"pedal","def":"n.  ဇွိုန်ဇိုၚ်ကွဳလိုန်(ခလှာ)၊  ဇွိုန်ဇိုၚ်စက်၊  မံၚ်ဇွိုန်ဇိုၚ်ထၞဓာတ်လလဳ။  vt.vi.  သကဵုအာကၠုၚ်လိုန်အာနကဵုဇိုၚ်။"},
{"word":"pedant","def":"n.  မၞိဟ်ကြီုကြဵုစဒဒှ်မလေပ် ဒဒှ်မစိုန်သ္ကီုဗွဲမလောန်။  pedantic (adj)  မဗက်အာညံၚ်ရဴတၠပညာလောန်လောန်ကာဲကာဲ၊  မကြီုကြဵုစဒဒှ်မလေပ် ဒဒှ်မစိုန်သ္ကီုလောန်အာကဵုသၞောတ်။  pedantry (n)  ဒဒှ်မကြီုကြဵုမလေပ်တဴပညာ။"},
{"word":"peddle","def":"vt.vi.  ဂေတ်ကြေဝ်သွံကပေါတ်သောဲသောဲဗြောဲဗြောဲ နူမွဲဒၞာဲတုဲမွဲဒၞာဲ။  peddler (n)  မၞိဟ်ဂေတ်ကြေဝ်သွံကပေါတ်။"},
{"word":"pedestrian","def":"n.  မၞိဟ်အာတရဴနကဵုတွာ်(ကဝါ်)။  adj.  မကွာ်ကေတ်နကဵုတရဴတိုက်။"},
{"word":"peek","def":"vi.  ကၠတ်ကျောဝ်။  ၂။  ၜံက်(ဂစေံ)။"},
{"word":"peel","def":"n.  သၞော်။  peelings (n)  သၞော်မသံက်လဝ်။  vt.vi.  သံက်၊  သံက်သၞော်၊  ထိုက်သံက်သၞော်။  ၂။  သံက်စှ်ေအာ၊  ထိုက်စှ်ေအာ၊  ထလိုက်အာ။"},
{"word":"peep","def":"vi.  ကျောဝ်၊  ကျောဝ်စမဳ၊  ကျောဝ်ရံၚ်၊  ကၠတ်ကျောဝ်ရံၚ်၊  မှုက်၊  မှုက်ကျောဝ်။  ၂။  ယျတ်တိတ်ကၠုၚ်။  လတ်တိတ်ကၠုၚ်၊  မံက်တိတ်ကၠုၚ်။  n.  ပွမကၠတ်ကျောဝ်ရံၚ်၊  ဒဒှ်မရံၚ်ကဵုဒကဴမတ်။  ၂။  ရမျာၚ်ကောန်ကၞိမဆၚ်လဝ်တၟိ။  peep out. (vi)  မှုက်ရံၚ်၊  သၟုက်ရံၚ်။"},
{"word":"peer","def":"n.  မၞိဟ်မနွံကဆံၚ်တုပ်တုပ်၊  အရာမနွံကဆံၚ်တုပ်တုပ်။  ၂။  အမာတ်၊  အမာတ်ဒဴဗညာ။  vi.  လုပ်ရံၚ်ကြပ်ကြပ် ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  လုပ်ကျောဝ်ဓၟဳရံၚ်။  peerless (adj)  မပတဝ်ပတုပ်ဟွံမာန်၊  မဟၟဲကဵုညးပြိုၚ်ပ္ကာန်။ "},
{"word":"peg","def":"n.  ကၠာ်၊  ဂၟာ်။  vt. (-gg-)  တက်ကၠာ်။"},
{"word":"Peguan","def":"n.  မန်၊  ကောန်ဗဂေါ။  adj.  မဆေၚ်စပ်ကဵုဂကူမန်၊  မဆေၚ်စပ်ကဵုကောန်ဍုၚ်ဗဂေါ။"},
{"word":"pelican","def":"n.  ဒိုၚ်မောၚ်(ဒိုၚ်မံၚ်)၊  ဇၚ်မံၚ်၊  ယၚ်မံၚ်။"},
{"word":"pelican ibis","def":"n.  ဒိုၚ်ကၞု။"},
{"word":"pellet","def":"n.  မကဝေၚ်၊  မဝေၚ်။  ၂။  မကံဖကောဝ်ဖယာၚ်သၞာတ်ကျာ။"},
{"word":"pelt","def":"n.  စၞာံမနွံသီုတသော်၊  စၞာံဟဂွံပတိတ်သအးလဝ်တသော်ဏီ။  vt.vi.  ကၠဟ်ကဵုထရီု၊  ကၠဟ်ကဵုတၟံ၊  တေဲ၊  ပှော်ကဵုမဝေၚ်။  ၂။  ဂူတရိုပ်စှ်ေ(ဗြဲ)။"},
{"word":"pelvis","def":"n. (pl.-es)  ဇုတ်ခေါ်ဒဳ။"},
{"word":"pen","def":"n.  တဝ်မှၚ်။  vt.  ချူကဵုတဝ်မှၚ်။  pen-knife (n)  ၜုန်သၞာၚ်စာၚ်။  penholder (n)  တဝ်,တဝ်မှၚ်၊  ဇွောံရပ်တဝ်မှၚ်၊  ဇွောံလ္ဇံက်တဝ်မှၚ်။"},
{"word":"pen","def":"|2| n.  ခရိုၚ်၊  ခရိုၚ်(ကၠိက်,သဵု,ဂၠဴ)/  vt.  ခြိုၚ်စုတ်လဝ်ပ္ဍဲခရိုၚ်။"},
{"word":"penal","def":"adj.  မဆေၚ်စပ်ကဵုဒုဟ်ဒန်။  penal laws (adj)  ဥပဒေမဆေၚ်စပ်ကဵုဒုဟ်ဒန်အမှု။  penalize (vt)  တပ်ဒုဟ်ဒန်၊  ကဵုဒုဟ်ဒန်။"},
{"word":"penalty","def":"n. (pl.-ties)  ဒန်၊  ဒုဟ်ဒန်၊  ဒဒှ်မပ္ကီုဒုဟ်ဒန်၊  ဒဒှ်မသကဵုဒုဟ်ဒန် သွက်မဒစဵုဒစးကဵုသၞောဝ်ဥပဒေ။  ၂။  ဒဒှဵမသ္ဒးဒုၚ်ကဵုဒုဟ်ဒန် ဒၞာနူမဒစဵုဒစးကဵုသၞောဝ် ဥပဒေအပ္ဍဲပေဲါပြိုၚ်။  ၃။  ပွမလုတ်လောန်ဒုဟ်၊  ပွမကဵုဒုဟ်ဒန်ဟိုတ်နူမဒစဵုဒစးသၞောဝ်။"},
{"word":"penance","def":"n.  ပွမသကဵုဒုဟ်ဒန်ကဵုဇကုဇကု နဒဒှ်မဂွံကၠုၚ်ဓဝ်သတိ(ဂၠိုက်ဟောံ)၊  ဒဒှ်မတပ်ဒုဟ်ဒန်၊  ဒဒှ်မပရေထောံအာပတ်၊  ဒဒှ်မဒေသနာထောံ။"},
{"word":"pencil","def":"n.  တဝ်ဖကောဝ်(ဇွောံချူလိက်)။  vt.  ချူကဵုတဝ်ဖကောဝ်၊  ဒဇက်ကဵုတဝ်ဖကောဝ်။"},
{"word":"pendant","def":"n.  သတ်ဍံၚ်ဍုဲပ္ဍဲဇုက်မဂွာ။"},
{"word":"pending","def":"adj.  မပဆုဲလဇလဝ်၊  မမၚ်လဇမံၚ်။  prep.  မၚ်ဒၟံၚ်ဖိုဟ်၊  အဃောမမၚ်ဒၟံၚ်။"},
{"word":"pendulum","def":"n.  ဍံၚ်ဍုဲ၊  ဍံၚ်ဍုဲနာဍဳ။"},
{"word":"penetrate","def":"vt.vi.  ကလှၚ်၊  ဖံက်ပထောၚ်လုပ်၊  ကလိုဟ်ဖံက်လုပ်။  ၂။  ဗျာပ်၊  ပြးဇးအာ။  penetrating (adj)  မနွံကဵုအစောံတီညာတ်သှာတ်ခၠၚ်။  penetration (n)  ဒဒှ်မသှာတ်ခၠၚ်(ကၠိုဟ်ခၠၚ်)။"},
{"word":"penguin","def":"n.  ဂစေံပိန်ဂွေန်(မမံၚ်တန်တဴပ္ဍဲဌာန်ဒေသဍာ်ကလောံ)။"},
{"word":"peninsula","def":"n.  တိ,ကံမဂဒုၚ်တိတ်အာအပ္ဍဲဂၚ်။  peninsular (adj)  မဒှ်တိ, ကံမဂဒုၚ်တိတ်အာအပ္ဍဲဂၚ်။"},
{"word":"penis","def":"n.  ဗောဝ်၊  သၞိၚ်ဇကု(တြုံတြုံ,သတ်တၟက်)၊  မဆဠူ။"},
{"word":"penitence","def":"n.  ဒဒှ်မဂွံဓဝ်သတိ သွက်မကၠောန်ဒးလဝ်ဗၠေတ်ဗၠေတ်၊  ဒဒှ်မဂၠိုက်ဟောံဒၟံၚ်ပ္ဍဲစိုတ်။  penitent (n)  မၞိဟ်မကလေၚ်ဂွံဓဝ်သတိ။  adj.  မကလေၚ်ဂွံဓဝ်သတိ၊  မဂၠိုက်ဟောံဒၟံၚ်ပ္ဍဲစိုတ်။"},
{"word":"penitentiary","def":"n.  ထံၚ်မစဳရေၚ်သိုၚ်ခၞံလဝ် သွက်ဂွံပြုပြေၚ်ကောန်ထံၚ်။"},
{"word":"penny","def":"n.  သၠုဲမရပ်စပ်စကာ အပ္ဍဲဍုၚ်ဗြေတ်တိန်(ဍုၚ်အၚ်္ဂလိက်)၊  ပိန်နဳ။  penniless (adj)  မဝါတ်ခဲါတဴဗွဲမလောန်၊  မဟၟဲကဵုသၠုဲသၠာ်မွဲဂတှ်ေ။"},
{"word":"pension","def":"n.  ဒဒှ်သၟိၚ်ဗယု၊  ဒဒှ်မဇူထောံနူကမၠောန်၊  ပေန်ရှေန်၊  သြန်ဂိတုမဂွံပ္ဍဲအခါမဒှ်သၟိၚ်ဗယု(ဇူထောံနူကမၠောန်)။  vt.  သကဵုအခေါၚ်ကဆံၚ်မသ္ဂောံဒှ်သၟိၚ်ဗယု။  pensionable (adj)  မထေက်ကဵုဒဒှ်မသ္ဂောံဒုၚ်စသိုၚ်တသိုက်သၟိၚ်ဗယု၊  မဒုၚ်စသိုၚ်တသိုက်သၟိၚ်ဗယုမာန်။  pensioner (n)  မၞိဟ်သ္ဂောံဒုၚ်စသိုၚ်တသိုက်သၠိၚ်သၟိၚ်ဗယု၊  မၞိဟ်သ္ဂောံစပိန်ယှေန်။"},
{"word":"pensive","def":"adj.  မချပ်စၚ်ခြၚ်သ္ဇိုဟ်သ္ဇိုဟ်နက်နက်၊  မသ္ပအရီု။"},
{"word":"pent","def":"adj.  မကြိုၚ်တၟာတ်လဝ်၊  မသ္ဒးအေၚ်ၚိတ်လဝ်။"},
{"word":"pentagon","def":"n.  ဒကဴမသုန်၊  ဗီုမနွံကဵုဒကဴမသုန်၊  အရာမနွံကဵုဒကဴမသုန်။"},
{"word":"pentameter","def":"n.  ကဗျမနွံကဵုပိုတ်မသုန်ပိုတ်(ဟွံသေၚ်) မသုန်ပၞောန်။"},
{"word":"penthouse","def":"n.  ကၟဳသ္ၚိတသောဝ်စှ်ေဒၟံၚ်မွဲပၠိုဟ်ဓဝ်။"},
{"word":"penury","def":"n.  ဒဒှ်မဝါတ်ခဲါ။  penurious (adj)  မဝါတ်ခဲါ၊  မဒှ်ဒဒိုက်။"},
{"word":"people","def":"n.  မၞိဟ်ဂမၠိုၚ်၊  မၞိဟ်မနွံသီုမၞိဟ်ဗြဴသီုမၞိဟ်တြုံဗွဲမဂၠိုၚ်။  ၂။  ဂကူ၊  ကောန်ဍုၚ်ကောန်ကွာန်။  ၃။  မၞိဟ်အပြောံ။  vt.  သကဵုမၞိဟ်ဂမၠိုၚ်မံၚ်။"},
{"word":"pepper","def":"n.  မြေက်ခၟိဟ်။  vt.  ကြုဲမြေက်ခၟိဟ်။  peppery (adj)  မရိၚ်ဂမ္တဴ၊  မနွံကဵုရှ်ရိၚ်ဒၟံၚ်ဗၠိုအ်ဗၠိုအ်။  peppery soup. (adj)  ဍာ်ဂဂံ၊  ဍာ်ဂဂံခၞံ။"},
{"word":"peppermint","def":"n.  ရှ်ရိၚ်ဒၟံၚ်ဗၠိုအ်ဗၠိုအ်။"},
{"word":"per","def":"prep.  အပ္ဍဲညးမွဲမွဲ၊  မွဲမွဲ။  ၂။  ကဵု၊  ဏာကဵု။"},
{"word":"perambulator","def":"n.  ကွဳဂရိုဟ်ဏာၚ်နၚ်ကောန်ၚာ်။"},
{"word":"perceive","def":"vt.  ပဒးသတိ၊  ညာတ်ဒး၊  ဒုၚ်စသိုၚ်နကဵုအရီု။  ၂။  ကၠိုဟ်ခၠၚ်ပ္ဍဲစိုတ်။  perceivable (adj)  မသ္ပဒးသတိ၊  မညာတ်ဒး၊  မဒုၚ်စသိုၚ်အရီု။  ၂။  မကၠိုဟ်ခၠၚ်ပ္ဍဲစိုတ်။"},
{"word":"percentage","def":"n.  အစုတ်၊  က္ဍိုပ်ကၠံ (ဆောံကေတ်လ္တူကၠံ)။"},
{"word":"perceptible","def":"adj.  မဒုၚ်စသိုၚ်အရီုမာန်။  perceptibly (adv)  နဒဒှ်မဒုၚ်စသိုၚ်အရီုမာန်။  perception (n)  ဒဒှ်ဒုၚ်စသိုၚ်အရီု၊  အစောံဒုၚ်စသိုၚ်အရီုမာန်၊  သညာ။  perceptive (adj)  မနွံကဵုအစောံဒုၚ်စသိုၚ်အရီုမာန်၊  မဆေၚ်စပ်ကဵုမဒုၚ်စသိုၚ်အရီု။"},
{"word":"perch","def":"n.  ကကတေတ်၊  ကခတေတ်။  ၂။  ဒၞာဲဂစေံဍုန်။  ၃။  ဗီုဒၟံၚ်ဒတန်မွဲမွဲဟွံသေၚ်မၞိဟ်မွဲမွဲ။  ၄။  ခရာမသုန်ဂေက်ဘာ်။  vt.vi.  ဍုန်၊  သကဵုဍုန်။  ၂။  တန်တဴဒၟံၚ်ဒၞာဲသမၠုၚ်။"},
{"word":"perchance","def":"adv.  နဒဒှ်မက္တဵုဒှ်တိုန်မာန်။"},
{"word":"percolate","def":"vt.vi.  ဇီတိတ်၊  ဇီဇွောဝ်စှ်ေ၊  သကဵုဇီတိတ်။  percolator (n)  ထၟာဲသွက်ဂွံခ္ဍိုဟ်မကာဖဲ။"},
{"word":"percussion","def":"n.  အရာကပေါတ်ၜါဒဒှ်မဇီုတေက်ဒးညးသ္ကံ။"},
{"word":"perdition","def":"n.  ဒဒှ်မလီုလာ်၊  နရက်။"},
{"word":"peregrination","def":"n.  ဒဒှ်မတိတ်တရဴ။  vt.  တိတ်တရဴ၊  ဂေတ်ဝေၚ်အာကၠုၚ်။"},
{"word":"peremptory","def":"adj.  မဟၟဲကဵုအခေါၚ်ကယျာန်ပဲါ(အသံ)၊  မဒှ်အသံမွဲဗလးဓဝ်။  peremptorily (adv)  နဒဒှ်မဗဗွဲဗက်အာဗီုအသံမွဲဗလးဓဝ်။"},
{"word":"perennial","def":"adj.  မဂၠိုၚ်သ္ၚောဲစဵုကဵုကၠိုဟ်အာသၞာံ၊  မဒှ်လုကဴဂွေၚ်မွဲသၞာံ။  ၂။  မဒုၚ်ဍာ်ဇမၠိၚ်။  ၃။  မဒှ်တၞံအယုက်အထက် ဂၠိၚ်နူကဵုအခိၚ်ၜါသၞာံ။  n.  ဒဒှ်မနွံကဵုအယုက်အထက်ဂၠိၚ်ဂၠိၚ်။  perennial plant (adj)  တၞံအယုက်အထက်ဂၠိၚ်ဂၠိၚ်။"},
{"word":"perfect","def":"adj.  မဍုက်ဍေက်၊  မက္ဍိုပ်ပေၚ်တဴသီုဖအိုတ်၊  မစိုန်သ္ကီု၊  သ္ဇုၚ်ဖ္ဍုၚ်။  ၂။  မဟၟဲကဵုဒုဟ်ဒန်၊  မခိုဟ်တဴဗွဲတၟေၚ်။  ၃။  မချိုတ်ပၠိုတ်။  vt.  သကဵုခိုဟ်တဴဗွဲတၟေၚ်၊  သကဵုချိုတ်ပၠိုတ်။  perfectly (adv)  နဒဒှ်မခိုဟ်တဴဗွဲတၟေၚ်။  perfection (n)  ဒဒှ်မက္ဍိုက်ပေၚ်တဴဗွဲတၟေၚ်၊  ပါရမဳ။  perfectionist (n)  ဒဒှ်မဒှ်ခိုဟ်အိုတ်၊  ဒဒှ်မက္ဍိုက်ပေၚ်အိုတ်၊  မၞိဟ်ပၟိက်မနွံကဵုတၚ်မဆောတ်ယောၚ်အောန်အိုတ်။  perfect knowledge. (adj)  အဘိသမာစာရိကဝတ်၊  ဒဒှ်မက္ဍိုက်ပေၚ်တဴကဵုဗဟုသုတ(အဒ္ညာ,အညာ)။"},
{"word":"perfidy","def":"n.  ဒဒှ်မဟၟဲကဵုသစ္စ။  perfidious (adj)  မဟၟဲကဵုသစ္စ။"},
{"word":"perforate","def":"vt.vi.  ကလိုဟ်ပထောၚ်၊  တမၠောဟ်၊  တလိုဟ်၊  တလိုဟ်ပထောၚ်၊  ပလိုဟ်၊  သကဵုထောၚ်။  ကဵုလိုက်။  perforation (n)  ဒဒှ်မကလိုဟ်ပထောၚ်။  perforator (n)  စက်ကလိုဟ်ပထောၚ်စက္ခူ။"},
{"word":"perforce","def":"adv.  တဴရာဗ္ၜတ်မနွံပၟိက်၊  ဒၟာနူပဲါဟွံဗၠးတုဲ။"},
{"word":"perform","def":"vt.vi.  ကၠောန်ကဵု၊  ဆံၚ်ဝက်၊  ယဵုဒုၚ်ကဵု၊  ကၠောန်၊  ပကာ၊  ပ္ကီု၊  လ္ၚတ်၊  ယဵုဒုၚ်။  ၂။  ဒုၚ်ကာ။  လှ်ေထ္ၜး၊  ဒယှ်ေ၊  တိၚ်တိုက်။  perform the ploughing ceremony. (vt)  ဇိက်ဗ္ၚပမ္ၚဵု၊  သ္ပမ္ၚဵုဇိက်ဗ္ၚ။  performance (n)  ဒဒှ်မယဵုဒုၚ်သ္ပပွ။  ၂။  ဒဒှ်မယဵုဒုၚ်လှ်ေထ္ၜး။  performer (n)  မၞိဟ်မယဵုဒုၚ်လှ်ေထ္ၜး။  performing (adj)  မယဵုဒုၚ်လှ်ေထ္ၜးပျး။"},
{"word":"perfume","def":"n.  ဂန္ဓရှ်၊  ဍာ်မြမောဝ်၊  စလန်၊  မြမောဝ်၊  သၟူမောဝ်ဓီု။  vt.  ထီု၊  ထီုပ္ဍး၊  ထီုဗး၊  သကဵုမောဝ်ဓီု၊  လၟုဟ်ဖ္ဍုၚ်ဍာ်မြမောဝ်။"},
{"word":"perhaps","def":"adv.  တန်ဒှ်ရောတီ၊  နဒဒှ်မက္တဵုဒှ်ကၠုၚ်မာန်၊  နဒဒှ်အရာမက္တဵုဒှ်တိုန်မာန်၊  နဒဒှ်မဒှ်မာန်၊  ဟွံတီ။"},
{"word":"peri-","def":"prefix.  ဝုတ်ဒိုဟ်။  ၂။  တရပ်၊  ကရပ်။"},
{"word":"pericarp","def":"n.  သၞေက်။  the pericarp of a lotus. (n)  သၞေက်ဒကှ်။"},
{"word":"peril","def":"n.  အန္တရာဲ။  vt.  နွံကဵုအန္တရာဲ၊  သကဵုဒှ်အန္တရာဲ။  perilous (adj)  မနွံကဵုအန္တရာဲ၊  မဒှ်အန္တရာဲ။"},
{"word":"perimeter","def":"n.  ဇမၠိၚ်ဗွိုက်ဒရာနာ။"},
{"word":"period","def":"n.  အခိၚ်ကာလ၊  မဒှ်မလံ။  ၂။  ခေတ်၊  အပိုၚ်အခြာကာလ၊  အပိုၚ်အခြာခေတ်။  ၃။  ပိုတ်ဇၞော်၊  ပိုတ်ဇၞော်ပ္ဍဲဘာသာလိက်အၚ်္ဂလိက်၊  တေတ်မဍံက်ဖျေံပ္ဍဲပိုဒ်ဝါကျအိုတ်။  monthly periods (n)  ဒဒှ်မဒှ်ဂၞိန်၊  ဒဒှ်ဆီကျာမကၠုၚ်။  periodic (adj)  မက္တဵုဒှ်ကၠုၚ်အခိၚ်မဒှ်ဒၟံၚ်တွဵု၊  မမံက်ကၠုၚ်။  periodical (n)  လိက်ပ္တိတ်နကဵုအခိၚ်(ဂျာနေဝ်,မဂ္ဂဇြေန်)။  period between the death of one Buddha and the appearance of the next. (n)  ဗုဒ္ဓကဵု(ကဝ်)။  period of famine. (n)  ဒုဗ္ဘိက္ခအန္တရကပ်၊  ကပ်ကၞောဝ်။  period of life. (n)  အဝဲ၊  အယုက်အထက်။"},
{"word":"peripatetic","def":"adj.  မဂေတ်ဂ္ၚေၚ်အာကၠုၚ်။"},
{"word":"periscope","def":"n.  ပၠံၚ်ဒ္ၚောဝ်သွက်ဂွံရံၚ် အရာမနွံပ္ဍဲဌာန်ဇမ္ၚောဲ နူကဵုက္ၜၚ်ဗၠိုပ်ဍာ်, နူကဵုဂဒုက်က္တိုၚ်သၟဝ်တိ။"},
{"word":"perish","def":"vt.vi.  လေၚ်၊  လာဲ၊  လာဲလေၚ်၊  လီုလာ်အာ၊  ကၠေံဗ္ဒန်အာ၊  ချိုတ်အာ။  perishable (adj)  မလေပ်လီုလာ်ဗွဲမလောဲသွာ။"},
{"word":"perjure","def":"vt.  လီတိတ်စအဲမဟီုဍာံဍာံရောၚ်တုဲယဵုသစာ။  perjured (adj)  မလီတုဲတိတ်စလဝ်ကံပါၚ်။  perjurer (n)  သက်သဳမဟွံမွဲကဵုဗဗွဲဓဝ်။  perjury (n)  ဒဒှ်မလီတိတ်စ။ "},
{"word":"perk","def":"vt.vi.  ကတိုၚ်ကမှ်မိပ်မြဟ်၊  ဒှ်တိုန်ကတိုၚ်ကတိုၚ်ကမှ်ကမှ်၊  ကြဵုကြီုသ္ၜိုန်ကၠုၚ်။  တ္ၚံလ္ပံကၠုၚ်။  ၂။  ခရံၜံက်ဒၟံၚ်(ချေံ)၊  က္ဍိုပ်ယာဒၟံၚ်၊  ဗ္တကလုံဒၟံၚ်။  He perked up his head. (vt)  ညးယာပ္တိုန်က္ဍိုပ်ညး။  perky (adj)  မမိပ်မြဟ်၊  မထ္ၜးမုက်မတ်ဗီုကဵုစိုတ်မလုပ်စ။  perkiness (n)  ဒဒှ်မမိပ်မြဟ်။"},
{"word":"permanent","def":"adj.  ဗိုန်ဂၠိ၊  မဒှ်တွဵု၊  မဒှ်ထာဝရ၊  မဒှ်လၟိုန်။  permanently (adv)  နဒဒှ်မဒှ်ဒၟံၚ်တွဵု(ထာဝရ,လၟိုန်)။  permanence (n)  နိစ္စ၊  ထာဝရ၊  လၟိုန်၊  တွဵု။  permanency (n)  မဒှ်မတန်တဴဒၟံၚ်ထာဝရ(လၟိုန်,တွဵု)။"},
{"word":"permeate","def":"vt.vi.  ဇီလုပ်၊  ကၠိုဟ်လုပ်၊  ပြးဇး။  permeable (adj)  မကၠိုဟ်ထပါ်အာမာန်၊  မဇီလုပ်အာမာန်။"},
{"word":"permission","def":"n.  အခေါၚ်၊  အရာမတုပ်သၟဟ်လဝ်စိုတ်၊  အရာမကဵုအခေါၚ်၊  လဝဵုအခေါၚ်။  permissible (adj)  မအေၚ်ဒုၚ်၊  မရးဒုဟ်၊  မဟွံသ္ပဗၞတ်။"},
{"word":"permit","def":"vt.vi.  ကဵုအခေါၚ်။  n.  အရာမကဵုအခေါၚ်အဝဵု၊  အသံမကဵုအခေါၚ်၊  စၟတ်တဲအခေါၚ်လုပ်တိတ်။"},
{"word":"permutation","def":"n.  ဒဒှ်မပြံၚ်လှာဲအာဒၞာဲဝဲါ(ဗီုပြၚ်)။"},
{"word":"pernicious","def":"adj.  မသကဵုဒတုဲဖဵုလီုလာ်၊  မသကဵုလီုလာ်အာမာန်၊  မပလီုပလာ်။  perniciously (adv)  နဒဒှ်မသကဵုဒတုဲဖဵုလီုလာ်။  perniciousness (n)  ဒဒှ်မသကဵုဒတုဲဖဵုလီုလာ်။"},
{"word":"peroration","def":"n.  ကၞောတ်ဂလာန်၊  နိုဂီု၊  သရောပ်နိဂီု။"},
{"word":"peroxide","def":"n.  ကပေါတ်ဓာတ်မွဲဂကူ မရပ်စပ်စကာအပ္ဍဲကၠောန်ဂဥုဲဆောတ်အရံၚ်သၟူ။"},
{"word":"perpendicular","def":"adj.  မစှ်ေကဵုတၚ်တဲ။  ၂။  မတပ်စူဓံက်။"},
{"word":"perpetrate","def":"vt.  လုတ်(လု)လောန် (ပါပ်,မှာရာ)။  perpetrator (n)  မၞိဟ်လုတ်လောန်။  perpetration (n)  ဒဒှ်မလုတ်လောန်။"},
{"word":"perpetual","def":"adj.  ဒၠိ၊  နိစ္စ၊  မဟွံထပိုတ်ထောံတၞုၚ်၊  မဒှ်ထာဝရ၊  မဟွံပိုတ်ဒကုတ်။  perpetually (adv)  နဒဒှ်မဟွံပိုတ်သ္ကုတ်။  perpetuate (vt)  သကဵုနွံသွက်သ္ဂောံစၟတ်သမ္တီ၊  သကဵုတန်တဴအာလၟိုန်ထာဝရ။  perpetuity (n)  ဒဒှ်မတန်ဒၟံၚ်လၟိုန်ထာဝရ။"},
{"word":"perplex","def":"vt.  သကဵုစိုတ်ထုဲဂရုဲ၊  သကဵုဒှ်ဒၟံၚ်ကဆံၚ်တတတံၚ်တံၚ်။  perplexed (adj)  စမှ်ကလှ်စိုတ်၊  ဇဗှ်ကလှ်၊  ဇဗှ်ကလှ်စိုတ်၊  တလှ်လပှ်၊  လကလှ်လပှ်၊  မသကဵုစိုတ်ထုဲဂရုဲ၊  မသကဵုစိုတ်စိုပ်ကဆံၚ်တတတံၚ်တံၚ်။  perplexedly (adv)  နဒဒှ်ဒၟံၚ်ကဆံၚ်စိုတ်မထုဲဂရုဲ။  perplexity (n)  ဒဒှ်စိုတ်မထုဲဂရုဲ၊  ဒဒှ်စိုတ်မစိုပ်ဒၟံၚ်ကဆံၚ်တတတံၚ်တံၚ်။"},
{"word":"perquisite","def":"n.  ပရဲ၊  သြန်ထံက်ပၚ်၊  လာပ်သ္ကာ။"},
{"word":"persecute","def":"vt.  စမြိုက်၊  ပယဲ၊  ပယဲခရ၊  ပျဲစိုတ်၊  ပျဲပျာံပ္ဍဵုပ္ဍိုက် (ဗွဲတၟေၚ်ဟိုတ်နူပရေၚ်ဘာသာ)၊  ပျဲပျာံ။  ၂။  သ္ပညံၚ်ရဴဒၟံၚ်တန်တဴ ၜိုဟ်ၜိုဟ်သြိုဟ်သြိုဟ်ဟွံဂွံ၊  သကဵုဒှ်ဒဒိုက်စိုတ်။  persecutor (n)  မၞိဟ်ပျဲပျာံပ္ဍဵုပ္ဍိုက်။  persecution (n)  ဒဒှ်မပျဲပျာံပ္ဍဵုပ္ဍိုက်၊  ဒဒှ်မပျဲပျာံသကဵုဒှ်ဒဒိုက်စိုတ်။"},
{"word":"persevere","def":"vi.  နွံကဵုဇဲ၊  ဆက်ကၠောန်ဗိုန်ဗိုန်ဗတ်ဗတ်။  perseverance (n)  ဇဲ၊  ဒဒှ်မနွံဗိုန်ဗိုန်ဗတ်ဗတ်။  persevering (adj)  မသ္ပလွဳ။"},
{"word":"Persian","def":"n.  ဂကူပါရှိန်(ဂလာဗုဗွဲဂကူ)။"},
{"word":"persimmon","def":"n.  မုက်၊  တၞံမုက်။"},
{"word":"persist","def":"vi.  ဆက်ကၠောန်ဟွံဖျံတဲ၊  ကယျာန်စးသွက်ဂွံပလေဝ်ပလေတ်။  ၂။  ဆက်တုဲတန်ဒၟံၚ်၊  ဒုၚ်ဗွဲဍာ်ဇမၠိၚ်။  persistence (n)  ဒဒှ်မဗိုန်ဇၟံ။  persistent (adj)  မဗိုန်ဇၟံ၊  မဆက်တန်ကြန်ဒၟံၚ်၊  မဂၠိၚ်သ္ၚောဲ။  persistently (adv)  နဒဒှ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။"},
{"word":"persnickety","def":"adj. (colloq)  မဇမၞော်ဍာ်၊  မဇၞော်သၠဲပတိတ်ထောံလောန်အာကဵုသၞောတ်။"},
{"word":"person","def":"n.  ဇကု၊  မၞိဟ်၊  ပူဂဵု၊  ယြဴပူဂဵုမွဲမွဲ၊  သန္ထာန်။  ၂။  ဇကုခန္ဓ။  ၃။  ညး၊  အနေတၠခန္ဓ။  person of rank. (n)  ဒဴဗညာ။  the person responsible. (n)  မၞိဟ်ဒုၚ်သ္ဇိုၚ်။"},
{"word":"personable","def":"adj.  မဒးရးကျေဝ်ဂေါဝ်၊  မနွံကဵုစရာဲသွက်သ္ဒးသ္ဍိုက်မၠိုက်၊  မနွံကဵုစရာဲမကျေဝ်ဂေါဝ်သွက်သ္ဒးသ္ဍိုက်မၠိုက်။"},
{"word":"personal","def":"adj.  မဆေၚ်စပ်ကဵုညးမွဲမွဲ၊  မဒှ်ပရေၚ်ဇကုပူဂဵု၊  အဇ္ဇျတ္တိကာ၊  အပ္ဍဲ။  ၂။  မဆေၚ်စပ်ကဵုဒ္ဂေတ်ပွစိုတ်ဓာတ်ပူဂဵုမွဲမွဲ။  ၃။  မယဵုဒုၚ်နအနေဇကုဇကု။  ၄။  မဆေၚ်စပ်ကဵုခန္ဓဇကု၊  မဆေၚ်စပ်ကဵုဗွိုက်လ္တက်ပြုပြေၚ်ဂ္ညိဂ္ညာတ်။  ၅။  မဆေၚ်စပ်ကဵုပူဂဵု(မၞး,အဲ,ညး)။  personally (adv)  နဒဒှ်အနေဇကုဇကု၊  နဒဒှ်ဇကုဇကု၊  နဒဒှ်အနေပရေၚ်ပူဂဵု။  personalize (vt)  ကၠောန်ညံၚ်ရဴသ္ဂောံဒှ်ဂြပ်ဇကု၊  သကဵုဒှ်ဂြပ်ဇကု။"},
{"word":"personality","def":"n. (pl.-ties)  စရိုတ်နူစပ္တန်ဂဝ်ဂၞဴ၊  စရိုတ်မတန်ဒှ်ကၠုၚ်နူဂဝ်ဂၞဴ၊  ဒ္ဂေတ်ပဋိပတ်။  ၂။  အတ္တဘဴအယောၚ်အလာ၊  ဗီုပြၚ်၊  ရုပ်ဥပ္ပတိ။  ၃။  ပူဂဵုမနွံကဵုယၟုမဒယှ်တှ်။"},
{"word":"personify","def":"vt.  ပပၞမပ္တိုန်စလဝ်စၞးမၞိဟ်သာဓက၊  ပပၞ။  personification (n)  ဒဒှ်မပ္တိုန်စ နဒဒှ်မၞိဟ်သာဓက၊  ပွမပပၞ။"},
{"word":"personnel","def":"n.  မၞိဟ်ဒုၚ်ကာ၊  သၞာဲဒဴ။"},
{"word":"perspective","def":"n.  ပွမဆောံညာတ်နူဒိုဟ်ဒကဴနာနာသာ် မဆေၚ်စပ်ကဵုပရောပရာဒဒှ်မွဲမွဲ၊  ပွမဆက်စပ်တုဲမချပ်ဗ္စာစၚ်ခြၚ်။  ၂။  လညာတ်ဆဵုဂဗ။"},
{"word":"perspicacious","def":"adj.  မကၠိုဟ်တီပ္ဍဲစိုတ်ဗွဲမပြဟ် သွက်ဂွံဖျေံသ္ဂုတ်သွာတ်၊  မသ္ဍိုဟ်ကေက်။  perspicacity (n)  ဒဒှ်မကၠိုဟ်စိုတ်တီပြဟ်တုဲ ဖျေံထောံသ္ဂုတ်သွာတ်ဗွဲမပြဟ်။"},
{"word":"perspicuous","def":"adj.  မဓမံက်ထ္ၜးကဵုကၠးကၠး၊  မကၠးဖ္ဍး။"},
{"word":"perspire","def":"vt.  ပလက်တိတ်၊  ပလက်ဂစာန်။  perspiration (n)  ပလက်၊  ဒဒှ်ပလက်မဂစာန်။  perspiratory (adj)  မသကဵုပလက်တိတ်၊  မဆေၚ်စပ်ကဵုပလက်။"},
{"word":"persuade","def":"v.  ္ၚဲ၊  ္ၚဲသၠေံကော်၊  ဖ္တိုက်ဖအောဝ်ပၠာံဗ္ဇး၊  လှေံလှန်။  ၂။  သကဵုပတှ်ေ။  persuasion (n)  ဒဒှ်မသၠေံသၠန်ကော်္ၚဲ၊  ဖအောဝ်၊  သၠေံပၠာံဗ္ဇး။  ၂။  ပွမပတှ်ေ။  persuasive (adj)  မ္ၚဲသၠေံသၠန်မာန်။  ၂။  မသကဵုပတှ်ေစှ်ေစိုတ်မာန်။"},
{"word":"pert","def":"adj.  မဟွံသ္ပကေၚ်ကာ၊  မဟွံသ္ပဂရု၊  မဟွံသ္ပအဲပရဲ။"},
{"word":"pertain","def":"vt.  ဆေၚ်ကဵု၊  ဆေၚ်စပ်၊  စၞောန်ရန်လဝ်၊  သရပ်၊  သြပ်။  pertaining (vt)  မဆေၚ်စပ်ကဵု၊  မစၞောန်ရန်လဝ်ကဵု။  pertaining to cooking. (vt)  တၟောံ၊  တမောံ(ပုၚ်သွ)။  pertaining to the individual. (vt)  မဆေၚ်စပ်ကဵုပူဂဵုမွဲမွဲ။"},
{"word":"pertinacious","def":"adj.  မဟွံလေပ်ဖျံကဵုလောဲလောဲ၊  မခိုၚ်ကၠိုက်အပ္ဍဲတၚ်မဖျေံလဝ်သ္ဂုတ်သွာတ်။  pertinacity (n)  ဒဒှ်မခိုၚ်ကၠိုက်အပ္ဍဲတၚ်မဖျေံလဝ်သ္ဂုတ်သွာတ်။"},
{"word":"pertinent","def":"adj.  မဆေၚ်စပ်ဒၟံၚ်တပ်တပ်ကဵုပြသၞာအရာမဆေၚ်ဒၟံၚ်၊  မစှ်ေဒၟံၚ်အလိုက်။"},
{"word":"perturb","def":"vt.  သကဵုစိုတ်ဒှ်ဒဒိုက်၊  သကဵုဂွိၚ်က္တဴ။  perturbation (n)  ဒဒှ်မသကဵုစိုတ်ဒှ်ဒဒိုက်။"},
{"word":"peruse","def":"vt.  ဗှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  စဳစောတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  perusal (n)  ဒဒှ်မဗှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ပွမစဳစောတ်။"},
{"word":"pervade","def":"vt.  ပြးဇး၊  ဗျာပ်၊  ဗျာပ်အာ။  ၂။  ထီု၊  ထီုပ္ဍး၊  ထီုဗး၊  ပ္ဍး။  pervasive (adj)  မသကဵုပြးဇး။  pervade with light. (vt)  ဗျဳဗျာပ်။"},
{"word":"perverse","def":"adj.  မဆက်ဂ္ၚေၚ်ဘဴဂၠက်ဒၟံၚ်ပ္ဍဲသရာံပါပ်(မၞိဟ်)။  ၂။  မဟွံစှ်ေကဵုအလိုက်ဟိုတ်ဖဵု(ပွ)။  ၃။  မဒစဵုဒစးကဵုဆန္ဒဇကု(အကာဲအရာ)။"},
{"word":"pervert","def":"vt.  ပလီု၊  ပလီုပလာ်၊ လီု၊  သ္ပပွဖံက်ပၠန်။  perversion (n)  ဒဒှ်မဖံက်ပၠန်။"},
{"word":"pessimism","def":"n.  ကွေတ်ဝါဒလညာတ်လ္ပာ်ပရေံ။  pessimist (n)  မၞိဟ်(ပူဂဵု)မညာတ်ဆဵုလ္ပာ်ပရေံ။  pessimistic (adj)  မညာတ်ပရေံပရေံ။  pessimistically (adv)  နဒဒှ်မညာတ်ပရေံပရေံ။"},
{"word":"pest","def":"n.  စၟမလေပ်ပလီုပလာ်၊  ယဲကပ်မလေပ်ကၠောံသၞာန်လောဲ။"},
{"word":"pester","def":"vt.  ကဵုဒဒိုက်၊  သကဵုစိုတ်ထုဲဂရုဲ၊  သကဵုစိုတ်ပြးဇး။"},
{"word":"pestiferous","def":"adj.  မသကဵုဒှ်အန္တရာဲ၊  မသကဵုဒ္ဂေတ်ပဋိပတ်လီုလာ်။"},
{"word":"pestilence","def":"n.  ယဲကာလ(ယဲဂၞဴ)။"},
{"word":"pestle","def":"n. ရိ၊  ရိတဲ(သွက်ဂွံထၟုက်)။"},
{"word":"pet","def":"n.  သတ်တိရစ္ဆာန် မလွဳပရာလဝ်သွက်ဂွံဒှ်သ္ကံရဲ၊  သတ်ဇွိတ်သပေါတ်လွဳလဝ်။  ၂။  မၞိဟ်ဇွိတ်သပေါတ်လွဳလဝ်၊  မၞိဟ်ပတှ်ေ။  vt.  ဇွိတ်သပေါတ်လွဳ၊  ဗက်အလိုက်ဇွိတ်သပေါတ်ကဵု၊  လှေံ၊  သၠေံ။"},
{"word":"petal","def":"n.  အထိုက်ကဴ(ပ္ကဴ)၊  ထိုက်၊  ထိုက်ကဴ၊  ထာၚ်ကဴ။"},
{"word":"petard","def":"n.  ဂကူဗံ(မဗတိုဟ်) မရပ်စပ်ကၠုၚ်ခေတ်ကၠာကၠာတေံ။  ၂။  ဖျုန်လဂါမွဲဂကူ။"},
{"word":"peter","def":"vi.  စိုပ်အာဒတုဲသိုက်သိုက်၊  အုပ်ကၠေံအာနိဂီုသိုက်သိုက်။"},
{"word":"petition","def":"n.  ပ္တီ၊  ဂရၚ်ပ္တီ၊  လိက်ဒုၚ်ဂုန်၊  လိက်ဒုၚ်ဂုန်သွက်ဂွံဆာန်ဍူ၊  ဒဒှ်ဒုၚ်ဂုဏ်။  vt.  ပ္တိုန်လိက်ဂရၚ်ပ္တီဒုၚ်ဂုန်၊  ဟီုပ္တီ။  petition respectfully. (vt)  လ္ၚောဝ်ပ္တီ။"},
{"word":"petrol","def":"n.  ကၠေၚ်ဓါတ်။  petroleum (n)  ကၠေၚ်တိ။"},
{"word":"petticoat","def":"n.  ဂၞိန်(ဗွိုက်မၞိဟ်ဗြဴ)။"},
{"word":"petty","def":"adj.  မဟွံဇၞော်ကဵုပၟိက်၊  မဟွံမွဲကဵုၚုဟ်မး၊  မဒှ်သောဲသောဲဗြဲဗြဲ။  ၂။  မဍောတ်သွတ်၊  ယုတ်ပရေံ။  petty officer. (n)  ဗၠာဲသၟိၚ်၊  သၞာဲဒဴ။"},
{"word":"petulant","def":"adj.  မနွံကဵုကဆံၚ်စိုတ်ဂၠေံလောဲ၊  မနွံကဵုကဆံၚ်စိုတ်ပြဟ်ပြဟ်။  petulantly (adv)  နကဵုလဟီုစိုတ်ဂၠေံဂၠေံ။"},
{"word":"pew","def":"n.  ခုၚ်ဇမၠိၚ်သွက်မၞိဟ်ကလၚ်ဓဝ်တံဂွံဂ္ဇံပ္ဍဲဘာလ္ၚောဝ်ကျာ်။"},
{"word":"phantom","def":"n.  ကလော်၊  အရာမဟၟဲကဵုရုပ်၊  ဒဒှ်မဟဳသ္ပဝ်ဒၟံၚ်ပ္ဍဲသွပ်စိုတ်၊  အရာမဆဵုဂဗကၠုၚ်ပ္ဍဲသွပ်လ္ပံ။"},
{"word":"pharmacy","def":"n.  ဒဒှ်မပကောံဂြန်ဂဥုဲ၊  ဆေၚ်ဂဥုဲ။"},
{"word":"Pharaoh","def":"n.  မဟိမုဨကရာတ်အဳဂျေပ်။"},
{"word":"phase","def":"n.  ကဆံၚ်ဖောံဗြေဝ်တောတက်တိုန်။  ၂။  ဗီုပြၚ်ဂိတု မဆဵုညာတ်နူကဵုဂၠးတိ။  ၃။  ဗီုပြၚ်လညာတ်ဆဵုဂဗ။  vt.  ပဲါထောံမွဲကဆံၚ်တုဲမွဲကဆံၚ်။"},
{"word":"pheasant","def":"n.  စာၚ်ကၠိုက်။"},
{"word":"phenomenal","def":"adj.  မတၟေၚ်တၟဟ်၊  မဒှ်အရာတၟေၚ်တၟေၚ်၊  မလောန်ကာဲအာနူအပြောံ၊  ဥပပါတ်။  phenomenally (adv)  ဗွဲသြပပါတိကဇ။"},
{"word":"phenomenon","def":"n.  အရာမမံက်တိုန်ကၠုၚ်ပ္ဍဲအရီုမၞိဟ်မသုန်ပြကာဗွဲမတၟေၚ်၊  အရာမတၟေၚ်။"},
{"word":"philander","def":"vi.  ဝေၚ်ကဝေၚ်သ္ပမိပ်သ္ပဝေၚ်၊  မလေပ်ဆာန်ကွေံကွေံဟွံသေၚ်။  philanderer (n)  မၞိဟ်ဝေၚ်ဝုတ်သ္ပမိပ်သ္ပဝေၚ်(ကေတ်ကွေံကွေံဟွံသေၚ်)။"},
{"word":"philanthropist","def":"n.  မၞိဟ်ရီုဗၚ်ထံက်ပၚ်ညးဒှ်ဒဒိုက်,ကောန်တၠဒဒိုက်။  philanthropy (n)  ဒဒှ်မစွံမေတ္တာမၞိဟ်ကဵုမၞိဟ်၊  မရီုဗၚ်မၚ်မွဲကောန်မၞိဟ်။  philanthropic (adj)  မဆာန်ဍူ၊  မလေပ်ရီုဗၚ်။"},
{"word":"philately","def":"n.  ဒဒှ်မဂိုၚ်ပ္ကောံက္ဍိုပ်ရုပ်။  philatelist (n)  မၞိဟ်ပ္ကောံက္ဍိုပ်ရုပ်။"},
{"word":"philology","def":"n.  ကွတ်ဗေဒဘာသာ။  philologist (n)  တၠပညာကွတ်ဗေဒဘာသာ။  philological (adj)  မဆေၚ်စပ်ကဵုကွတ်ဗေဒဘာသာ။"},
{"word":"philosophy","def":"n.  ပွမဂၠာဲလညာတ်ပညာ၊  ပွမစဳစောတ်ဂၠိုက်ဂၠာဲအဓိပ္ပာဲဘဝကဵုဓဝ်သဘာဝ။  ၂။  ကွတ်ဗေဒသဘာဝတ္ထ၊  ကွတ်ဗေဒ,ဒဿနိက။  ၃။  ဒဒှ်မဒုၚ်ပတဝ်မာန်ကဵုဓဝ်လောကဓမ္မ။  philosopher (n)  တၠပညာကွတ်ဗေဒ, သဘာဝတ္ထ၊  တၠပညာကွတ်ဗေဒ, ဒဿနိက။  ၂။  မၞိဟ်မလေပ်စၚ်ခြၚ်ဟိုတ်ဖဵု၊  မၞိဟ်မနွံကဵုစိုတ်တန်တန်ကြန်ကြန်။  philosopher's stone (n)  မဗဒါဂမျိုၚ် (မ,ဗဒါအံၚ်လဝ်တုဲ)။  philosophical (adj)  မဗက်စလ္ပာ်ကွတ်ဗေဒသဘာဝတ္ထ၊  မဗက်အာကဵုဗီုကွတ်ဗေဒ,ဒဿနိက။  philosophize (vt)  ချပ်စပ်ခြၚ်ဗက်အာကဵုဗီုနဲဒဿနိက။"},
{"word":"philtre","def":"(philter)  n.  ဂဥုဲလက်သဳ၊  ဂဥုဲရာသဳ။"},
{"word":"phlegm","def":"n.  သၠေဟ်၊  လှေဟ်။  ၂။  ဒဒှ်မဇြိုၚ်ဇြုဲ၊  ဒဒှ်မၜိုဟ်သြိုဟ်။  phlegmatic (adj)  မဇြိုၚ်ဇြုဲ၊  မၜိုဟ်သြိုဟ်။"},
{"word":"phobia","def":"n.  ဒဒှ်မဖေက်လကိုတ် မက္ဍုဟ်မၠေံဇအိုန်ဇရ။"},
{"word":"phoenix","def":"n.  ဂစေံဝှဳနေတ်မကၠုၚ်နူပုံအဂီု(ဂစေံဂှ်သ္ဒးဒုၚ်စံၚ်ဂစိုတ်ထောံ ဒှ်အာပ္တေၚ်တုဲနူပ္တေၚ်ဂှ် မကလေၚ်က္တဵုဒှ်တိုန် ဂစေံဗၠာဲမွဲ မနွံကဵုအစောံစရာဲပၠန်)။"},
{"word":"phone","def":"n.  တဝ်ဟီု။  vt.vi.  ဟီုအရေဝ်ကဵုတဝ်ဟီု။"},
{"word":"phonetic","def":"adj.  မဆေၚ်စပ်ကဵုရမျာၚ်၊  မဆေၚ်စပ်ကဵုကွတ်ဗေဒသဒ္ဒ။"},
{"word":"phosphate","def":"n.  ၜဵုဓာတ်ဝှိုအ်သဝှိတ်။"},
{"word":"phosphorus","def":"n.  ၜဵုဓာတ်လလိၚ်။  phosphorescence (n)  ဒဒှ်လျးလလိၚ် မတိတ်ဒၟံၚ်ဂဗုၚ်ဂဗုၚ်။  phosphorescent (adj)  မနွံကဵုသတ္တိလျးလလိၚ် မတိတ်ကၠုၚ်ဒၟံၚ်ဂဗုၚ်ဂဗုၚ်။"},
{"word":"photo","def":"n. (pl.-s)  ဗီု၊  ဗီုရုပ်။"},
{"word":"photograph","def":"n.  ဗီု၊  ဗီုရုပ်။  vt.  တက်ဗီု။  photographer (n)  မၞိဟ်တက်ဗီု။  photography (n)  ကွတ်ပညာမတက်ဗီု။  photographic (adj)  မဆေၚ်စပ်ကဵုဗီု၊  မတုပ်ညံၚ်ရဴဗီု။"},
{"word":"phrase","def":"n.  ပိုဒ်လိက်မဟွံသေၚ်ဝါကျ။  vt.  ဇၟန်၊  ဇၟန်လိက်။  phraseology (n)  အရပ်အစပ်စကာမအရေဝ်၊  ဒဒှ်မရုဲစှ်မရပ်စပ်စကာမအရေဝ်။"},
{"word":"physical","def":"adj.  မဆေၚ်စပ်ကဵုရုပ်။  ၂။  မဆေၚ်စပ်ကဵုဇကုဇကောဝ်။  ၃။  မဆေၚ်စပ်ကဵုဥပဒေဓဝ်သဘာဝ။  physically (adv)  နဒဒှ်မဆေၚ်စပ်ကဵုရုပ်။"},
{"word":"physician","def":"n.  အ္စာသဝ်၊  အ္စာဂဥုဲ၊  မှာသဝ်။"},
{"word":"physics","def":"n.  ကွတ်ဗေဒရူပ။  physicist (n)  တၠပညာကွတ်ဗေဒရူပ။"},
{"word":"physiology","def":"n.  ကွတ်ဗေဒဇဳဝကမ္မ။  physiological (adj)  မဆေၚ်စပ်ကဵုကွတ်ဇဳဝကမ္မ။  physiologist (n)  တၠပညာကွတ်ဗေဒဇဳဝကမ္မ။"},
{"word":"physique","def":"n.  ဗီုခၞံတေဝ်ဗဒှ်လဝ်ဇကုခန္ဓ။"},
{"word":"piano","def":"n.  ထၞမံၚ်။  pianist (n)  မၞိဟ်တိၚ်တိုက်ထၞမံၚ်။"},
{"word":"pick","def":"n.  ခၜံက်ဇမ္ကေက်၊  လေံဆောံေၚက်။  vt.vi.  ရုဲ၊  ရုဲၜိုတ်။  ၂။  ၜိုတ်ကေတ်။  ၃။  ပလှ်၊  ရတ်သီ။  ၄။  ပံက်ကသံနကဵုကသံဟွံသေၚ် ပံက်နကဵုအရာမွဲမွဲ။  ၅။  ဂၠံက်ကေတ်၊  ဂၠံက်ကၠတ်ကေတ်ဏာ။  n.  ဒဒှ်မရုဲစှ်၊  အရာမရုဲစှ်လဝ်၊  အခေါၚ်သွက်သ္ဂောံရုဲစှ်အတိုၚ်ပၟိက်စိုတ်။  ၂။  ခိုဟ်အိုတ်၊  ဒဒှ်မဒှ်တဴရဴစိုတ်ဖအိုတ်။  vt.vi.  လပှ်၊  လပှ်ကေတ်။  ၂။  လ္ၚတ်တီကေတ်၊  ဂၠာဲဆဵု။  ၃။  ဂၠိုၚ်တိုန်ကၠုၚ်၊  ဗြေဝ်တိုန်ကၠုၚ်။  ၄။  ကဵုအးၚး၊  သကဵုသောၚ်အာ။  pick up and put away. (vt.vi)  သီကပှ်၊  သီလပှ်။"},
{"word":"pickle","def":"n.  အစာတ်၊  က္ၜိုၚ်၊  က္ၜိုၚ်ဗ္စး၊  ဂွပ်၊  တ္ၜိုၚ်၊  ၜိုၚ်၊  တုၚ်လဝ်ကဵုဍာ်ၜဵု။  vt.  စုတ်ၜိုၚ်၊  တုၚ်လဝ်ကဵုဍာ်ဗ္စး။"},
{"word":"picnic","def":"n.  ပွမတိတ်ဝေၚ်တရဴမဂွဳဏာသီုကဵုပုၚ်ဂွဳ၊  တရဴမစဟာပ်ဝေၚ်ပုၚ်အပ္ဍဲဍာန်။  vi.  တိတ်တရဴမစဟာပ်ဝေၚ်ပုၚ်အပ္ဍဲဂၠံၚ်။  picnicker (n)  မၞိဟ်မတိတ်တရဴမစဟာပ်ဝေၚ်ပုၚ်အပ္ဍဲဍာန်။"},
{"word":"pictorial","def":"adj.  မနွံပါဒၟံၚ်ပ္ဍဲဗီု၊  မဓမံက်ထ္ၜးလဝ်နကဵုဗီု။"},
{"word":"picture","def":"n.  ရုပ်၊  ဗီု၊  ဗီုရုပ်၊  ဗီုရုပ်ကသူ။  ၂။  ဗီုတုပ်ကဵုရုပ်(မၞိဟ်,ကပေါတ်)။  ၃။  အရာမဓမံက်ထ္ၜးကဵုရုပ်ရာ၊  ဒဒှ်မဓမံက်ထ္ၜးကဵုရုပ်ရာ၊  ပွမဓမံက်ထ္ၜးကဵုဗီုပြၚ်။  ၄။  ရုပ်ဂမျိုၚ်။  vt.  ဓမံက်ပ္တိုန်ထ္ၜးကဵုဗီုပြၚ်၊  ဓမံက်ပ္တိုန်ထ္ၜးကဵုရုပ်ရာ။"},
{"word":"pie","def":"n.  ကွာၚ်ဌာပနာ။"},
{"word":"piece","def":"n.  မွဲ၊  မွဲကၞာတ်၊  မွဲတၞး၊  စရောန်။  ၂။  ဒကုတ်မွဲမွဲ။  ၃။  မသၠုဲပရးမွဲမ။  vt.  ဆက်၊  ဆက်ပံၚ်ဖျပ်။  piece of bread. (n)  ဂျုၚ်မွဲတရေက်။  piece of land. (n)  တိမွဲတၞ၊  တိမွဲတရေက်။  piece of split bamboo placed on each side of the corpse in a coffin. (n)  ဒုန်ဇၞူဇွ။"},
{"word":"piecemeal","def":"adv.  သိုက်သိုက်သဳသဳ၊  နဒဒှ်မွဲဒကုတ်တုဲမွဲဒကုတ်။"},
{"word":"piece-work","def":"n.  ကမၠောန်ဒၞာပ်၊  ကမၠောန်ထပိုတ်လဝ်လိၚ်ခၟာၚ်ဒတုဲ။"},
{"word":"pier","def":"n.  ဒဒန်၊  ဒဒန်က္ၜၚ်။"},
{"word":"pierce","def":"vt.  ကလှၚ်၊  ခလၚ်၊  ခလှၚ်၊  ဂၠောၚ်၊  စလိုဟ်၊  စူ၊  စၚ်၊  စၚ်ကလိုဟ်၊  စၚ်ဒလိုက်၊  စၚ်လုပ်၊  တမၠောဟ်၊  ဒပက်၊  ဒပက်ကလှၚ်၊  ထောၚ်။  pierce through and through. (vt)  ခလိုဟ်သာတ်ခၠၚ်၊  ကၠိုဟ်သာတ်ခၠၚ်။  ၂။  ကလိုဟ်။  ၃။  ထပက်ကလိုဟ်လုပ်၊  လုပ်တ္ၚီုဗတိုက်။  ၄။  သကဵုလီုလာ်အာ၊  ကဵုဒုၚ်စသိုၚ်၊  သကဵုသ္ဒးဒုၚ်။"},
{"word":"piety","def":"n.  ပွမရှ်ေသှ်ေရဴဂဴ၊  သမ္မာပယောဂ။"},
{"word":"pig","def":"n.  ကၠိက်။  pigheaded (adj)  မနွံကဵုက္ဍိုပ်မ္ၚိုဟ်မ္ၚိုဟ်။  pigsty (n)  ခရိုၚ်ကၠိက်၊  ခဒံပပ်ပ်ပဳပဳ။  pigtail (n)  ဒဒှ်မတ္ၜန်လဝ်သော်ကြုက်။"},
{"word":"pigeon","def":"n.  ဖရာပ်၊  ခရာပ်။  green pigeon (n)  ဖၜောဝ်(ဂစေံ)။"},
{"word":"pigment","def":"n.  ဍာ်ဂဥုဲ၊  အရံၚ်အရာမၞိဟ်ကဵုသတ်တိရစ္ဆာန်။"},
{"word":"pigmy","def":"ရံၚ် pygmy တေံညိ။"},
{"word":"pile","def":"n.  တိုၚ်မထၞက်ပၠောပ်အပ္ဍဲတိသွက်ဂွံဒှ်ရိုဟ်ကၞက်။  pile-driver (n)  စက်မထၞက်ပၠောပ်ဒယိုၚ်ပ္ဍဲတိ။"},
{"word":"pile","def":"|2| (n)  တိဗွဝ်၊  ဂအုံဗွဝ်တိ၊  ဗွဝ်၊  ဗွဝ်တိ။  vt.  ဂအုံ၊  ဗဝ်ဂအုံ(ဖအုံ)၊  သကဵုဖအုံ။  /3/  (n)  ကတေပး၊  ခေါဇဴမနွံကဵုဂၠးတသော်ဍိုန်ဍိုန်ဍောတ်ဍောတ်။"},
{"word":"piles","def":"n. (pl.)  ယဲက္ဍိုပ်ကၞုဟ်၊  ယဲမၚ်သရိုတ်။"},
{"word":"pilfer","def":"vt.vi.  ကၠတ်ကေတ်ကပေါတ်မလှေက်မလှံၚ်ညိညိညည။  pilferage (n)  ပွမကၠတ်ကေတ်ကပေါတ်သောဲသောဲဗြောဲဗြောဲ။"},
{"word":"pilgrim","def":"n.  ပြဘာတ်၊  မၞိဟ်အာလ္ၚောဝ်ကျာ်၊  အာဂန္တုက၊  တၟုဲနူကွာန်ပလုၚ်၊  သာရဳ။  pilgrimage (n)  တရဴအာလ္ၚောဝ်ကျာ်၊  စာရဳ။"},
{"word":"pill","def":"n.  ဂဥုဲမ၊  ဂဥုဲမမ၊  ဂဥုဲပလုဲ။  ၂။  အရာမသ္ဒးဒုၚ်လဝ်တဲၜိုန်ဟွံသ္ဍိုက်မၠိုက်။"},
{"word":"pillage","def":"vt.vi.  ဒမၠ၊  ဗ္တိုက်ပၠံၚ်ၜး။"},
{"word":"pillar","def":"n.  အိန်တက္ခဳ၊  တိုၚ်ဒယိုၚ်အထံက်။  ဒယိုၚ်အတှ်။  pillar box (n)  တလာစုတ်လိက်။"},
{"word":"pillion","def":"n.  ခုၚ်ဂ္ဇံလက္ကရဴကွဳလိုန်ဓာတ်။"},
{"word":"pillory","def":"n.  ဂါစုတ်ဂုက်မၞိဟ်လက်ထတဴ ကၠောန်လဝ်နကဵုဆုသွက်ဂွံကဵုဒုဟ်ဒန်။  vt.  စုတ်လဝ်ဂါ(ကၟာၚ်ဇိုၚ်,တဲ,ကံ)။  ၂။  သကဵုသ္ဒးဒုၚ်သ္ပအရိုၚ်။"},
{"word":"pillow","def":"n.  ဂၞဳ၊  ဒၞဳ၊  ဒၞဳက္ဍိုပ်။  vt.  နဳဂၞဳ၊  နဳဒၞဳ။  pillowcase (n)  ဂရောပ်ဂၞဳ။"},
{"word":"pilot","def":"n.  မာလီ၊  မှာလီ၊  မှာလီက္ၜၚ်၊  မှာလီထ္ၜးဂၠံၚ်ဍာ်။  ၂။  သရာဲကျာ၊  မၞိဟ်ဒဳက္ၜၚ်ကျာ။  ၃။  မၞိဟ်ထ္ၜးဂၠံၚ်။  vt.  သ္ကိုပ်သ္က၊  ထ္ၜးဂၠံၚ်။"},
{"word":"pimple","def":"n.  လၟန်၊  ကတောတ်၊  ခ္ဍတ်၊  ဖ္ဍတ်၊  သ္ဍတ်။"},
{"word":"pin","def":"n.  တၞိၚ်၊  တၞိၚ်က္ဍိုပ်၊  တၞိၚ်ကၞောတ်စ၊  ဒဒှ်မဒေၚ်ဒိုဟ်။  vt.  တောဲ(တၞောတ်)လဝ်ကဵုတၞိၚ်က္ဍိုပ်။  ၂။  သကဵုဒှ်ညံၚ်ရဴချဳဒရာၚ်ဟွံဂွံ။  pin-prick (n)  ပွသောဲသောဲဗြောဲဗြောဲ၊  မသကဵုစိုတ်ထုဲဂရုဲ၊  တၚ်သမ္တီ။  pin-point (vt)  ထံက်ထ္ၜး၊  စၞောန်ထ္ၜးကဵုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"pinafore","def":"n.  ယာတ်ဒုၚ်ဍာ်ပါၚ်။"},
{"word":"pincers","def":"n.  သကေပ်၊  ပါၚ်ကၠ၊  ဇွောံတ္ၜောတ်ပသဲ။  ၂။  ၚာၚ်(ဗ္တာံ,ၚုဲ)။  bamboo pincers. (n)  ဒုန်ကရာပ်။"},
{"word":"pinch","def":"vt.vi.  ကေပ်၊  ဏေဲ၊  တောဲ(တၞောတ်)၊  ပတ်၊  ပတ်ချိုန်၊  တ္ၚေပ်။  ၂။  ကြေပ်၊  ဇိုၚ်ခတိုဟ်။  ၃။  ကၠတ်ကေတ်။  n.  ဒဒှ်မပတ်ညံၚ်သ္ဂောံဂိ၊  ဒဒှ်မတောဲ(တၞောတ်)၊  ဂေက်ကၞေဲ။  ၂။  လၟိဟ်မွဲဂၠုၚ်တဲ။"},
{"word":"pine","def":"vi.  က္တဵုဒှ်ယဲဗှ်သၞာ။  ၂။  ဂွံသတိဗှ်သၞာ၊  ဗှ်ဂၠိုက်ဒၟံၚ်ပ္ဍဲစိုတ်။  pine away. (vi)  ဗျဵုသ္ကဟ်။  n.  ပၞာၚ်သေံ၊  တၞံဆုပၞာၚ်သေံ၊  ဆုပၞာၚ်သေံ။"},
{"word":"pineapple","def":"n.  အနှာတ်၊  တၞံအနှာတ်။"},
{"word":"pinion","def":"n.  ေၚက်က(စက်)။  ၂။  သၞေၚ်ဂစေံ။"},
{"word":"pink","def":"n.  အရံၚ်သာ်ကဴ။  pink colour. (n)  အရံၚ်သာ်ဍာ်မိတ်ထပဵု။  (adj)  မနွံကဵုအရံၚ်သာ်ကဴၜတ်ၜတ်။  vt.vi.  ထပက်ကလိုဟ်ကဵုမြ။  ၂။  ဖံက်ပ္ကဴ(ပ္ဍဲယာတ်,ပ္ဍဲစၞာံ)။  ၃။  ဖံက်ေၚက်ခတေက်။"},
{"word":"pinnacle","def":"n.  ဥန္နလုံ၊  စမၠံၚ်၊  စလံၚ်၊  ကၞောတ်၊  အထောတ်၊  တၞုၚ်ကြကောတ်၊  တၞုၚ်ပြာသာဒ်၊  ဓုပ်ပိကာ။"},
{"word":"pint","def":"n.  ပရိုက်မနွံဒ္စာံဂအုံ မွဲဂအုံဂါလာန်၊  မွဲပါ်။"},
{"word":"pioncer","def":"n.  မၞိဟ်အာဂတပၠတရဴ၊  မၞိဟ်မဖျေံသ္ဇိုၚ်ဗွဲကိုပ်ကၠာ ပ္ဍဲဒေသဌာန်တိဍာ်တၟိမွဲမွဲ၊  မၞိဟ်ဂၠာဲဒၞာဲ။  ၂။  မၞိဟ်အာဂတပၠတရဴပတန်ဗဒှ်။  vt.vi.  ပၠတရဴအာဂတ၊  ထ္ၜးဂၠံၚ်တရဴသွက်ဂွံပတန်ဗဒှ်။"},
{"word":"pious","def":"adj.  မရှ်ေသှ်ေရဴဂဴလ္တူဘာသာ၊  အရဳ။  piously (adv)  နဒဒှ်မရှ်ေသှ်ေရဴဂဴဘာသာဗွဲမလောန်။"},
{"word":"pipe","def":"n.  ပၠံၚ်။  ၂။  ၜံက်တဝ်။  vt.vi.  ပလံၚ်ကဵုပၠံၚ်။  smoking pipe. (n)  ၜံက်တဝ်။"},
{"word":"pique","def":"vt.  သကဵုသိက္ခာဂုန်စရာဲလီု၊  သကဵုဂုန်စရာဲလီုလာ်။  ၂။  သကဵုစိုတ်လုပ်စ၊  ဗ္တိုက်ဖအောဝ်။  n.  ဒဒှ်မဒုၚ်ဒဝ်ဟွံမာန်၊  စိုတ်ဒုၚ်ဟွံမာန်၊  စိုတ်ဟွံဒးဟွံဒုၚ်။"},
{"word":"piracy","def":"n. (pl.-cies)  ဒဒှ်ဒမၠဂၚ်ဗ္တိုက်ပၠံၚ်၊  ဒဒှ်မသ္ဒးဒုၚ်ကၠတ်ကေတ်အခေါၚ်အဝဵုလိက်တံ။"},
{"word":"pirate","def":"n.  ဒမၠဂၚ်၊  က္ၜၚ်ဒမၠဂၚ်။  ၂။  မၞိဟ်မဖံက်ပလီုအခေါၚ်အဝဵုတံလိက်၊  ကၠတ်တက်လိက်အုပ်။"},
{"word":"pirouette","def":"n.  ဒဒှ်သၟာဒဂန်မလှ်ေဂေတ်ဒၟံၚ်လ္တူတၞုၚ်ဇိုၚ်။  vi.  လှ်ေထံက်ဂေတ်အာကဵုတၞုၚ်ဇိုၚ်။"},
{"word":"Pisces","def":"n.  မိန်၊  ရာသဳလၟိဟ်(၁၂)။"},
{"word":"pistol","def":"n.  သၞာတ်ပေတ်သတေဝ်၊  သၞာတ်ဂၠေံဂၠေံ။"},
{"word":"piston","def":"n.  ပၠံၚ်ဍေၚ်၊  ဍေၚ်ပ္ဍဲစက်။"},
{"word":"pit","def":"n.  ကတိုၚ်၊  ခလံက်မနွံပ္ဍဲလ္တူစၞာံဇကု၊  ပၞေတ်မြန်၊  ဒၞာဲခလံက်ဂြုန်။  vt.  ခလံက်ဒၟံၚ်၊  ခလံက်ဂြုန်ဒၟံၚ်၊  ဂြုန်ဒၟံၚ်ဟိုတ်နူဒှ်ယဲမြန်။  ၂။  ဗ္တိုက်၊  ပြိုၚ်ဗ္တိုက်၊  ဗဇဵု(စာၚ်,စိၚ်)။  pitfall (n)  ကတိုၚ်ပံါ၊  ထ္ၜိုၚ်ပံါစိၚ်၊  ဘဲအန္တရာဲ၊  အန္တရာဲဟွံရန်တၟံလဝ်။"},
{"word":"pitch","def":"vt.vi.  ထပက်(တာဲ)၊  ပ္တဴ။  ၂။  ထေဝ်၊  ဗိုတ်ကၠဟ်ထောံ။  ၃။  ဗ္တက်ဂျန်စှ်ေ၊  သကဵုစှ်ေ။  ၄။  ဒဒှ်က္ဍိုပ်က္ၜၚ်သဝ်စှ်ေမွဲတဲ, သၠုၚ်တိုန်မွဲတဲအကြာလပှ်။  ၅။  ကၠောန်ကမၠောန်ပ္တိတ်ဓတ်ကရတ်။  ၆။  သကဵုကၟဳကရိုဟ်။  n.  ဒၞာဲဒေသမသွံရာန်လှာဲဗ္တးဗၞိက်။  ၂။  ပွမဗိုတ်ကၠဟ်ထောံ၊  စာဲစောတ်ပ္တိတ်။  ၃။  ကဆံၚ်ကရိုဟ်ကၟဳ။  ၄။  သၞောတ်ဗ္ၜတ်ရမျာၚ်သာထတ်(ကွိၚ်ကွိုက်,ဂလာန်မြော်)။  ၅။  ကဆံၚ်(အစောံစရာဲ)။  ၆။  ဒဒှ်မဒှ်က္ဍိုပ်ဂၠုၚ်သဝ်စှ်ေမွဲတဲ သၠုၚ်တိုန်မွဲတဲ။  pitchfork (n)  ခၜံက်။  vt.  ၜံက်ဂရံကဵုခၜံက်။"},
{"word":"pitch","def":"|2| n.  ယ,လမ္စံက်(လးဂၠံၚ်)၊  ယ။  pitch-dark (adj)  မလမ္စံက်ဂၠု။"},
{"word":"pitcher","def":"n.  ကာဍာ်ဒုတ်ဒုတ်(ဇၞော်ဇၞော်)၊  ဒဂံၚ်ဍာ်။"},
{"word":"piteous","def":"adj.  မဒှ်သွက်သ္ဒးဆာန်ဍူခိုဟ်။"},
{"word":"pith","def":"n.  တၚ်(ချောဲ)၊  ကြုတ်အဒေါဝ်(ချောဲ,ဆု)။  ၂။  ကြက်(ဂလာန်)၊  တၚ်နွံပၟိက်။"},
{"word":"pithily","def":"adv.  နဒဒှ်မသ္ဒးစိုတ်၊  နဒဒှ်အဓိပ္ပာဲမသ္ဇိုဟ်နက်။"},
{"word":"pithy","def":"adj.  (-ier,-iest)  မဒှ်အဓိပ္ပာဲသ္ဇိုဟ်နက်၊  စှ်ေကဵုဒၞာဲ။  pithy substance. (adj)  အသုက်(သတ်ဗြဴ,သတ်တာ)။"},
{"word":"pittance","def":"n.  လိၚ်ခၟာၚ်အောန်အောန်။"},
{"word":"pity","def":"n.  ဒဒှ်မဆာန်ဍူ။  ၂။  အရာမသ္ဒးအောန်စိုတ်၊  ဒဒှ်မဒှ်သွက်သ္ဒးလေၚ်ဇွောဝ်။  vt.  ဆာန်ဍူ၊  ဒှ်ဂရုဏာ။  pitiable (adj)  မသ္ဒးဆာန်ဍူခိုဟ်။  pitiful (adj)  မသကဵုဒှ်သွက်သ္ဒးဆာန်ဍူ။  pitifully (adv)  နဒဒှ်သွက်သ္ဒးဆာန်ဍူ။  pitiless (adj)  မဟၟဲကဵုဓဝ်ဆာန်ဍူညႇာတာ။  pitilessly (adv)  နဒဒှ်မဟၟဲကဵုဓဝ်ဆာန်ဍူညႇာတာ။"},
{"word":"pivot","def":"n.  ဒေါဝ်ဗဟဵု၊  တိုၚ်ဗဟဵု၊  တိုၚ်အဒေါဝ်။  ၂။  သ္ဘၚ်သဳကၠဳအဓိက၊  တိုၚ်အဓိက။  vt.vi.  သ္ပလဝ်တိုၚ်အဓိက၊  စှ်ေဒၟံၚ်အဓိက၊  တန်ဒှ်။  pivotal (adj)  မဒှ်အဓိက။"},
{"word":"placard","def":"n.  အရာမလလောၚ်တရးထ္ၜးလဝ် သွက်ညးဂမၠိုၚ်သ္ဂောံဆဵုတီ။  vt.  ဗာန်လဝ်အရာမလလောၚ်တရး၊  လလောၚ်တြးပ္တိတ်၊  အရာမလလောၚ်တြး။"},
{"word":"placate","def":"vt.  သကဵုသ္ဍိုက်မၠိုက်စိုတ်၊  သၠာံ(ပၠာံ)ဗဇး။"},
{"word":"place","def":"n.  ဒၞာဲ၊  ဒမံၚ်၊  ဒတဴ၊  ဂနာဲ၊  ဌာန်၊  ရာ။  ၂။  ဌာန်ဒတန်။  ၃။  ရး၊  ဍုၚ်၊  ဒၞာဲဒေသအပိုၚ်အခြာ။  ၄။  ထာဏ၊  ထာန်၊  ထာန်အရာပ်၊  သ္ၚိ၊  ခဒံသ္ၚိ၊  ကၠံ၊  ဒၞာဲဌာန်ဒၟံၚ်။  ၅။  ဒေသဌာန်ဒတန်မစကာလဝ်သွက်ကိစ္စအရာမွဲမွဲ။  ၆။  ဒၞာဲညးဂမၠိုၚ်မကေၚ်မံၚ်ကၠုၚ်လဝ်၊  ဒၞာဲသၠးဒၟံၚ်။  ရ။  ကမၠောန်ကၟိတ်၊  ကဆံၚ်၊  ဒၞာဲဝဲါ။  ၈။  ဒၞာဲမွဲ,  ဗွဲမချိုတ်ပၠိုတ်၊  ဒကုတ်။  place of residence. (n)  ဒမံၚ်၊  ဒၟံၚ်၊  ဒၞာဲဒမံၚ်။  a final resting place. (n)  သုသာန်။  vt.  ဖျေံထောံဒၞာဲ၊  ကေတ်ထောံဒၞာဲ။  ၂။  ပတှ်ေစှ်ေစိုတ်၊  စွံ၊  စွံလဝ်၊  ထ္ၜုတ်၊  လဝ်။  place in order. (vt)  စွံရေၚ်၊  ပြေၚ်စွံ၊  ရေၚ်စွံ။  place in position. (vt)  တေဝ်၊  တေဝ်စွံ။  place in the ground. (vt)  ဂလက်၊  ဂၠက်။  place near. (vt)  ဗဒေံ၊  ဗဒေံလဝ်။  place reliance upon. (vt)  ပသလဲလၜော်။  place upon. (vt)  ဖ္ဍုန်။"},
{"word":"placid","def":"adj.  တန်ကြန်။  placidly (adv)  နဒဒှ်မတန်ကြန်။  placidity (n)  ဒဒှ်မတန်ကြန်။"},
{"word":"plagiarize","def":"vt.  ရပ်စပ်လညာတ်ညးမွဲမွဲ ဝေါဟာညးမွဲမွဲ ညံၚ်ရဴဒြပ်ဇကုအပိုၚ်။  plagiarism (n)  ဒဒှ်မကၠတ်စကာလညာတ်, လိက်ညးတၞဟ်သအာၚ်မခၞံလဝ်။  plagiarist (n)  မၞိဟ်ကၠတ်စကာလညာတ်လိက်ညးတၞဟ်မခၞံလဝ်။"},
{"word":"placenta","def":"n.  သုက်၊  အသုက်၊  တဝ်အသုက်(ပ္ဍဲဂဝ်ဂၞဴမိ)။"},
{"word":"plague","def":"n.  ယဲကလေန်၊  ယဲကပ်ကလေန်၊  ယဲပလိတ်(ယဲဂမ္တဴထတ်မွဲဂကူ)။  ၂။  ကပ်၊  အရာမသကဵုက္တဵုဒှ်ကၠုၚ်ယဲဘဲကပ်။  vt.  သကဵုဒှ်ဒဒိုက်၊  သကဵုသ္ဒးဒုၚ်စသိုၚ်၊  ပ္ဍဵုပ္ဍိုက်ပျဲပျာံ။"},
{"word":"plaid","def":"n.  ယာတ်ကၠေဟ်တသော်သဵုဇမၠိၚ်။  ၂။  ပလောံဖေၚ်တသော်သဵု(ကောန်ဍုၚ်သကိုတ်တလိန်တံ)၊  သကိုပ်။"},
{"word":"plain","def":"adj.  ကၠးကၠး၊  တၟးဇး၊  မဒှ်ဗီုဓမ္မတာ၊  မနွံကဆံၚ်ဟွံပလေဝ်ပလေတ်လဝ်၊  မဟွံမွဲကဵုအရာ မပလေဝ်ပလေတ်။  ၂။  မဟွံဖ္ဍိုက်ဗပေၚ်လဝ်၊  မဒှ်အတိုၚ်ဗီုပြၚ်တြေံ။  ၃။  မဟွံကျေဝ်မေဝ်၊  မဟွံဒးရး။  ၄။  မဒှ်ကဆံၚ်အပြောံ။  ၅။  မပံက်လဟာ်လဝ်၊  မယျဵုလ္ဂူ။  ၆။  မလောဲဗွဲ၊  လ္ဂူလ္ဂူ။  ရ။  မလေပ်ကၠိုဟ်ခၠၚ်လောဲ၊  မကၠးဖ္ဍးလောဲဗွဲ။  ၈။  မဆဵုညာတ်လောဲ၊  မဆဵုဂဗလောဲ။  plain finger-ring. (adj)  ကစိန်ပလော၊  ကံက်စိန်ပလော။  plainly (adv)  နဒဒှ်မဒယှ်တှ်ဗွဲမပြာကတ်၊  နဒဒှ်မတီညာတ်ကၠးကၠး။  plainly evident. (adv)  သ္ဂဵုမြဟ်။  plainness (n)  ဒဒှ်မဟၟဲကဵုဂ္ညိဂ္ညာတ်စိစောန်လဝ်မွဲသာ်၊  ဒဒှ်မပံက်သြိုဟ်၊  ဒဒှ်မဟီုဂးမဟၟဲကဵုကၞိက်လဒဵု။"},
{"word":"plain","def":"|2| n.  ကၠး၊  တိလမၠး၊  တိသမၠး၊  ဒလး၊  ဒလးတိ၊  လဗး၊  လဗးဂြိုပ်ဝါ၊  လဗးပထဝဳ၊  ဝါဗ္ၚ။"},
{"word":"plaint","def":"adj.  ချာ၊  ဍိုန်ဍောတ်။"},
{"word":"plaintiff","def":"n.  မၞိဟ်စောဲစုတ်အမှုပ္ဍဲရုၚ်၊  မၞိဟ်စောဲအမှု၊  မၞိဟ်သ္ပအမှု။"},
{"word":"plait","def":"vt.  တာန်၊  ထပ်၊  တ္ၜန်။  n.  အရာမထပ်လဝ်၊  အရာမတ္ၜန်လဝ်။"},
{"word":"plan","def":"n.  အစဳအဇန်၊  ဒဒှ်မပလေဝ်ပလေတ်လဝ်ဒတုဲ၊  ပွမစဳရေၚ်ပြုပြေၚ်။  ၂။  ကိုန်စဳရေၚ်ပြုပြေၚ်၊  ဗီုပြၚ်။  vt.  စဳဇန်ပလေဝ်ပလေတ်လဝ်ဒတုဲ။  ၂။  စဳဇန်ချူဒဇက်ကိုန်ပြုပြေၚ်ပလေဝ်ပလေတ်။  ၃။  ရန်တၟံ၊  သ္ပအစဳအဇန်။"},
{"word":"plane","def":"n.  ဂၠးမုက်လးလး။  ၂။  အကာဲအရာကဆံၚ်မတဴတက်။  ၃။  က္ၜၚ်ကျာ။  ၄။  ကိုက်(ဇွောံကလိတ်ပချဝ်ဂၠးမုက်ဆု)။  vt.vi.  ထပက်ကိုက်။"},
{"word":"planet","def":"n.  ဂြိုဟ်။  planetary (adj)  မဆေၚ်စပ်ကဵုဂြိုဟ်ဂမၠိုၚ်။"},
{"word":"plank","def":"n.  ခတဵု၊  ဂတဵု၊  ဂပှ်ေဆု၊  ဆုဂတှ်ေ၊  ဆုဂပှ်ေ။  ၂။  မူဝါဒတၠုၚ်လအာဂကောံပရေၚ်ဍုၚ်ကွာန်မွဲမွဲ။  vt.  လးခတဵု(ဂတဵု)၊  စဵုဒဒၚ်။"},
{"word":"plant","def":"n.  တၞံ။  သၞေဝ်။  ၂။  ရုၚ်စက်၊  ဒတန်။  plant fibre. (n)  ကၠီ။  plant used for food. (n)  သၞေဝ်။  medicinal plant. (n)  တၞံလုပ်ဂဥုဲ။  vt.  ကလုတ်၊  တဵု၊  တဵုပလံ၊  ပလောမ်၊  ပလုတ်။  plant rice. (vt)  ကၠောန်ဗ္ၚ၊  တဵုသြောံ။  plant a seed. (vt)  တဵုကလုတ်။"},
{"word":"plantain","def":"n.  ဗြာတ်၊  တၞံဗြာတ်။  plantain stem. (n)  လမဳတၞံဗြာတ်၊  လၟဳတၞံဗြာတ်။"},
{"word":"plantation","def":"n.  ဒၞာဲမတဵုလွဳစ၊  ကၠံ။"},
{"word":"planter","def":"n.  မၞိဟ်တဵုပလံတၞံဆု။  ၂။  တၠကၠံ၊  ညးတၠမတဵုလွဳလဝ်။"},
{"word":"plaster","def":"n.  အၚ်္ဂဒဵု။  ၂။  ဂဥုဲကၠေၚ်ပၠုဲ မဍုန်ကၠောန်လဝ် သွက်ဂွံဗာန်သရ။  ၃။  ဗာန်လဝ်ဒၞာဲပြးဇး။  plasterer (n)  အ္စာပရန်။  vt.  လေတ်၊  ရပ်အၚ်္ဂဒဵု။"},
{"word":"plastic","def":"n.  ပလာတ်သတေတ်။  ၂။  ကွတ်သိပ္ပမဆေၚ်စပ်ကဵုပလာတ်သတေတ်။  adj.  မကၠောန်လဝ်နကဵုပလာတ်သတေတ်။  ၂။  (အရာ)မသၚ်သောန်ဗီုဂွံဗွဲမလောဲသွာ။  ၃။  မလေပ်ပြံၚ်လှာဲလောဲ။"},
{"word":"plasticine","def":"n.  ကပေါတ်ဂဥုဲမွဲဂကူ မပြုပြေၚ်လဝ် သွက်ဟဂွံကြံၚ်ကဵုဗွဲမပြဟ်၊  ဂဥုဲခရီုမွဲဂကူ။"},
{"word":"plat","def":"n.  ခံက်၊  ခံက်ဝါဗ္ၚ။"},
{"word":"plate","def":"n.  ထး၊  ပ္ၚာန်၊  ပ္ၚာန်ခ္ဍေဝ်။  ၂။  ကၞး၊  ဂတှ်ေဖကောဝ်၊  ဂတှ်ေဒ္ၚောဝ်၊  တၞး။  ၃။  ယၟုကမၠောန်ကၟိတ်၊  ပါၚ်တရၚ်မချူခၞံထ္ပက်လဝ်ယၟုပူဂဵု၊  လိက်တၞးဓမြိုတ်မကွတ်လဝ် ပ္ဍဲမုက်ပါၚ်တရၚ်ကၠံ။  ၄။  ဖကောဝ်ဂတှ်ေ(သွက်ဂွံရပ်စပ်ပ္ဍဲစက်တက်လိက်)။  vt.  ဂြောပ်ကဵုဂတှ်ေပသဲဍာၚ်၊  ထပ်လံက်စုတ်ဍာ်ဖကောဝ် လ္တူဂတှ်ေဖကောဝ်မွဲ။  plateful (n)  လၟိဟ်ပ္ၚာန်ဍိုက်ဍိုက်ပေၚ်ပေၚ်။  platelayer (n)  မၞိဟ်မလးဂၠံၚ်ကွဳပၟတ်၊  ပၟၚ်ဂၠံၚ်ကွဳပၟတ်။  an inscribed metal plate. (n)  ဗပိုတ်။"},
{"word":"plateau","def":"n.  တိလမၠးမနွံကဵုသမၠုၚ်ဍေံ သၠုၚ်နူမုက်ဂၠးဍာ်ဂၚ်၊  တိလမၠး၊  တိလမၠးကုန်။"},
{"word":"platform","def":"n.  ကၟေၚ်၊  စၚ်ကြံ၊  စၚ်ကြံကွဳပၟတ်။  ၂။  ဂၠံၚ်စၚ်ကြံ။  ၃။  ဂၠံၚ်တရဴပရေၚ်ဍုၚ်ကွာန် မတြးပ္တိတ်လဝ်နူဂကောံ ပရေၚ်ဍုၚ်ကွာန်မွဲမွဲ ကၠာဟွံရုဲမာဲဏီ။"},
{"word":"platinum","def":"n.  ထဝ်ဗ္တာၚ်၊  ပၠိတ်တဳနာံ။"},
{"word":"platter","def":"n.  ခွက်၊  ထး၊  ပ္ၚာန်ခ္ဍေဝ်၊  ဒုန်လေၚ်။"},
{"word":"platypus","def":"n.  သတ်တိရစ္ဆာန်မနွံကဵုခၟဴ ညံၚ်ရဴအဒါ မနွံကဵုဇကုညံၚ်ရဴဖေံမွဲဂကူ။"},
{"word":"plaudit","def":"n.  ဒဒှ်မထအောကဵုဓတ်။"},
{"word":"plausible","def":"adj.  မခယျဂးဒး၊  မခယျဂးစှ်ေကဵုအလိုက်ဟိုတ်ဖဵု။  ၂။  မလေပ်ပ္တိတ်တၚ်ကယျာန်ပဲါမခယျဂးဒး။  plausibility (n)  ဒဒှ်မခယျဂးဒး မစှ်ေကဵုအလိုက်ဟိုတ်ဖဵု။"},
{"word":"play","def":"vt.vi.  ခဍုတ်လဒါ်၊  ဂဍုတ်ဂဒါ်၊  ဂရိုၚ်စရဵု၊  ဂရိုၚ်ပဝေၚ်၊  ပဝေၚ်၊  ပွေၚ်၊  ဝေၚ်၊  သွေၚ်။  ၂။  လုပ်ဍိုက်ဇာတ်။  ၃။  တိၚ်တိုက်ကပေါတ်ကွိၚ်ကွိုက်မွဲမွဲ။  n.  ပေဲါမိပ်မိပ်ဇြိပ်ဇြိပ်၊  ဝေၚ်ဒံၚ်ထလာ်ဂြိပ်၊  ဒဒှ်မဝေၚ်။  ၂။  ဇာတ်ပၠ။  a play on words. (n)  ပွမထ္ဍုတ်နကဵုဂလာန်ဓမက် မတိတ်အဓိပ္ပာဲၜါလွး။  player (n)  မၞိဟ်သၟာဝေၚ်ဒံၚ်ထလာ်ဂြိပ်၊  မၞိဟ်သၟာတိၚ်တိုက်ကွိၚ်ကွိုက်မွဲမွဲ။  playfellow, playmate (n)  မၞိဟ်ဝေၚ်ကၠုၚ်လဝ်မွဲစွံ။  playful (adj)  မတ္ၜေဟ်ထ္ဍုတ်ဓမက်၊  မဒမက်။  playfully (adv)  နဒဒှ်မတ္ၜေဟ်ထ္ဍုတ်ဓမက်။  plaything (n)  အရာဇွောံဝေၚ်၊  ကောန်ရုပ်၊  ပရဳပဝေၚ်။  play music. (vt.vi)  တွိၚ်တွိုက်၊  တလိုန်တလိုဟ်။  play a game. (vt.vi)  ဝေၚ်လံၚ်၊  ဝေၚ်လံၚ်စ။  play the violin. (vt.vi)  ဇက်ဂြဝ်။  play with. (vt.vi)  ဒမက်၊  ဓမက်။"},
{"word":"playboy","def":"n.  မၞိဟ်မလုပ်ကဵုဝေၚ်စဵုကဵုဟွံတီကမၠောန်ကၟိတ်။"},
{"word":"playgoer","def":"n.  မၞိဟ်(အာ)ဗဵုပေဲါလၟိုန်(တွဵု)။"},
{"word":"playwright","def":"n.  မၞိဟ်ခၞံချူဇာတ်ပၠ။"},
{"word":"plaza","def":"n.  ကၠံပ္ကဴဥဒျာန်အပ္ဍဲဍုၚ်သွက်ညးဂမၠိုၚ်၊  ဖလှာတ်ကောန်ညးဍုၚ်ကွာန်တံဝေၚ်။"},
{"word":"plea","def":"n.  ပွမဇံသဝ်၊  ပွမဒုၚ်ဂုန်။  ၂။  အရေဝ်ဂလာန်မဟီုစဵုဒၞာ၊  ဂလာန်မလှံက်ဟီု၊  အရာမထ္ၜးဟိုတ်။  ၃။  ဒဒှ်မဟီုဒုၚ်စဵုဒၞာပ္ဍဲရုၚ်ဂဗုတ်၊  ဂလာန်အရာမကလေၚ်ဟီုပလန်ဂတး။"},
{"word":"plead","def":"vt.vi.  ဒုၚ်ဂုန်ဇံသဝ်။  ၂။  ပၠန်ဂရၚ်ပ္တီ။  ၃။  ထ္ၜးဟိုတ်၊  ခၠေဝ်ပလန်၊  ခၠေဝ်လှံက်။"},
{"word":"pleasant","def":"adj.  မသ္ဍိုက်မၠိုက်၊  မဂပ်ဝ်ဒးရး၊  မဍာတ်မုဟ်ပါၚ်၊  မယတ်သွတ်၊  မရာၚ်ဆာဲမိပ်ဇြိပ်၊  မလၟိၚ်စိုတ်၊  သ္ဂီု၊  သ္ဂီုကြီု၊  သ္ဂီုကၠီု၊  သ္ဂီုဂၠု၊  သာယျေန်။  pleasantly (adv)  နဒဒှ်မသ္ဍိုက်မၠိုက်တဴဗွဲမလောန်၊  ဖိဖိ၊  အိုက်အိုက်။  pleasantness (n)  ဒဒှ်မရာၚ်ဆာဲမိပ်ဇြိပ်။  pleasant grove. (adj)  လဂီု။"},
{"word":"please","def":"vt.vi.  အနုညာတ်၊  အိုက်အာဲ၊  တမ္ၚူ၊  တရိုပ်၊  တရိုပ်စိုတ်၊  တရိုပ်တစိုတ်ပူမှ်၊  ဒးဂၞပ်ပူမှ်၊  ပူမှ်၊  ပူမှ်ကဵုစိုတ်၊  ဖျိုက်၊  မိပ်ဇြိပ်၊  လျုၚ်စိုတ်၊  သအိုက်၊  သ္ဂီု၊  သ္ဂီုကြီု၊  သ္ဂီုကၠီု၊  သ္ဍိုက်မၠိုက်၊  သကဵုဒးဂၞပ်၊  သကဵုဒးစိုတ်။  ၂။  ဒဒှ်မရပ်စပ်စကာ ဂလာန်မနွံကဵုယေန်သၞာၚ်၊  မနွံကဵုဂလာန်ဇံသဝ်။  pleasing (adj)  မဂပ်ဂဝ်၊  မဒးရး၊  မသကဵုသ္ဍိုက်မၠိုက်၊  မနွံကဵုသ္ဇုၚ်သ္ဍိုက်။  please the ear. (vt.vi)  သာယျေန်ကတောဝ်။  be pleased with. (vt.vi)  ဒးစိုတ်၊  သ္ဍိုက်၊  သ္ဍိုက်ဆာန်။"},
{"word":"pleasure","def":"n.  ဒဒှ်မမိပ်ဇြိပ်ယတ်သ္ပတ်၊  ဒဒှ်မဒးဂၞပ်၊  ဒဒှ်မသာယာ၊  ရတိ၊  လဟိၚ်စိုတ်။  ၂။  အရာမသကဵုဒှ်ပရေၚ်မိပ်ဇြိပ်သ္ဍိုက်မၠိုက်။  pleasurable (adj)  မသကဵုမိပ်ဇြိပ်၊  မသကဵုဒှ်သ္ဍိုက်မၠိုက်၊  မယတ်သ္ပတ်၊  မတ္ၜိုဟ်မိပ်။  pleasure garden. (n)  ကၠံသွဝ်။"},
{"word":"pleat","def":"n.  ဒၞာဲခလပ်သွက်ဂွံဇိၚ်၊  ဒၞာဲခလပ်တောံ ပ္ဍဲပလောံဇမၠိၚ်ညးဗြဴ။"},
{"word":"plebeian","def":"adj.  မၞိဟ်အပြောံကဆံၚ်အသၟဝ်၊  မၞိဟ်သာမာန်။"},
{"word":"plebiscite","def":"n.  ပေဲါဒုၚ်ကဵုကေတ်ဆန္ဒ၊  ပေဲါကေတ်ဆန္ဒမၞိဟ်ဂမၠိုၚ်။"},
{"word":"pledge","def":"n.  ခရံ၊  တွံစၟတ်၊  ပသိုန်၊  သၟတ်သစ္စ၊  ကတိကဝတ်၊  အရာမတုပ်သၟဟ်လဝ်စိုတ်။  ၂။  ကပေါတ်မကဵုလဝ်ကဝံၚ်၊  ဖျိုန်၊  ဖျိုန်ကဵု။  vt.  သ္ပသၟတ်သစ္စ၊  ကဵုကတိကဝတ်၊  ဒုၚ်လျိုၚ်၊  ကဵုခရံ။  pledge of faith. (n)  တွဟ်စၟတ်၊  တွံစၟတ်။"},
{"word":"Pleiades","def":"n.  သၞံၚ်ကောန်စာၚ်(ဂကောံသၞံၚ်မနွံထပှ်မ)။"},
{"word":"plenipotentiary","def":"n.  ဇမၞော်ကလုတ်မသ္ဒးဒုၚ်သၠဲလဝ်ကဵုအဝဵုဖအိုတ်။"},
{"word":"plenty","def":"n.  ဒဒှ်မနွံဗွဲမဂၠိုၚ်၊  ဒဒှ်ၜိုတ်မနွံပၟိက်၊  ဒဒှ်မနွံရုံရုံဂပ်ဂပ်၊  ဒဒှ်မသိုက်ဘိုက်။  plentiful (adj)  ထိတ္ၜန်၊  ထိၜန်၊  ပေၚ်က္ဍတ်၊  ပေၚ်ထိ၊  ပေၚ်ဗဝ်၊  ဗြော်၊  ဗြော်ဗဝ်၊  ဗဝ်အဝ်၊  ဗဝ်သအဳ၊  ဗဝ်သအဝ်၊  မဂၠိုၚ်၊  မဂၠိုၚ်ပေၚ်တၟိုဟ်ဒၟံၚ်၊  မဂၠိုၚ်ပေၚ်ထာတ်ဒၟံၚ်၊  ရိုက်၊  သအဳက္ၜန်၊  သအဳဂၠက်၊  သအဳဗ္ဂာ၊  သအဳဗဝ်၊  သအဳဗိုၚ်၊  သအဳဗျပ်၊  သအဳဗြော်။"},
{"word":"pleura","def":"n.  စၞာံပရဳ၊  လှောန်။"},
{"word":"pliable","def":"adj.  မကယျောဝ်ဗက်လောဲ၊  မဗဗွဲဗက်လောဲ။  n.  ဂအာၚ်သ္ၚိသၟတ်။  ၂။  တံသတ်ဇာတ်ပ္ဍဲဝတ္ထု။  ၃။  ကသပ်ဂၞန်ဒမၠုက်။  vt.  ချပ်ကသပ်ဒမၠုက်။  ၂။  ဒဇက်ဗီုအပြောံ(အကျာန်,ဗၚ်ဗုဲ)၊  ပ္တိတ်ဗီုတိ။"},
{"word":"pliant","def":"adj.  မဍိုန်ဍောတ်၊  မဖဍိုန်ဂွံ။  လဇောတ်လမောဝ်၊  လၚ်သကာ။  pliancy (n)  ဒဒှ်မဍိုန်ဍောတ်၊  ဒဒှ်မဖဍိုန်ဂွံ၊  ဒဒှ်မလဇောတ်လမောဝ်၊  ဒဒှ်မလၚ်သကာ။"},
{"word":"pliers","def":"n.  သ္ၚေပ်ပါၚ်ကၠ၊  ပၠာဲယျာ။"},
{"word":"plight","def":"n.  အကာဲအရာမသ္ဒးလေၚ်ဇွောဝ်၊  အကာဲအရာမသ္ဒးဂွိၚ်ဂွာဲ။"},
{"word":"plod","def":"vi.  ဆက်တုဲကွာ်၊  ကၠောန်ဒၟံၚ်သိုက်သိုက်သဳသဳဟွံဇူထောံ။  plodder (n)  မၞိဟ်ကၠောန်ကမၠောန်သိုက်သိုက်သဳသဳ။"},
{"word":"plot","def":"n.  ဂအာၚ်သၟတ်၊  သတ်ဇာတ်၊  သတ်ဇာတ်အဓိကပ္ဍဲဝတ္ထု။"},
{"word":"plough","def":"n.  ဇိက်၊  ထဲ၊  ထောဲ၊  တိမထဲလဝ်တုဲ။  vt.  ဇိက်တိ၊  ထဲတိ။  ၂။  သ္ဒးတတ်ကၠောံရုန်ဂစာန်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ် ဝါတ်ဝါတ်ဂါတ်ဂါတ်။  ploughman (n)  မၞိဟ်ထဲတိ။  ploughshare (n)  သတ်ထဲ၊  ေၚက်ထဲ။"},
{"word":"plover","def":"n.  ဂစေံတေဝ်တောတ်။"},
{"word":"plow","def":"vt.  ဇိက်၊  ဇိက်ဗ္ၚ(နကဵုဂရး)။"},
{"word":"pluck","def":"vt.vi.  ၜှ်၊  ပလှ်၊  ပိုက်၊  ၜှ်ပလှ်။  ၂။  ဟောဝ်ဒဇက်၊  ဒဇက်ရပ်။  ၃။  ပိုက်တသော်။  ၄။  လွဳ၊  သတ္တိ၊  သ္ဂံၚ်ပ္တိုန်စိုတ်ဓါတ်။  n.  သတ္တိ၊  ဓါတ်စိုတ်။  ၂။  ဒဒှ်မတံၚ်ဂြဲ။  plucky (adj)  မဂံၚ်သ္ကာ၊  မနွံကဵုသတ္တိ။  pluckily (adv)  ဗွဲမဂံၚ်သ္ကာ၊  နဒဒှ်မနွံကဵုသတ္တိ။"},
{"word":"plug","def":"n.  ကသံ၊  ဇွောံတၟာတ်။  ၂။  က္ဍိုပ်ဂွံဆက်ဓာတ်လလဳ(ပၠက်)။  ၃။  ပၠက်ကွဳစက်။  vt.vi.  ဗၠံပၞော်ကဵုကသံ၊  တၟာတ်ဆိုအ်ပၞော်။"},
{"word":"plum","def":"n.  ဗဒဝ်။  ၂။  မြာၚ်။"},
{"word":"plumb","def":"n.  မဍံၚ်ဍုဲ၊  သတ်ဍံၚ်ဍုဲ။"},
{"word":"plumber","def":"n.  သၟာကမၠောန်ဗ္ဂပ်ပၠံၚ်(ပျောန်)၊  မၞိဟ်ပလေဝ်ပလေတ်ပၠံၚ်ဍာ်အာကၠုၚ်။  plumbing (n)  ပၠံၚ်ဍာ်မဗ္ဂပ်စုတ်လဝ်ပ္ဍဲဒတန်၊  ပၠံၚ်သွက်ဂွံဏာထောံ ကပေါတ်ဟွံအးဟွံဇ္ၚး(အုဲအုဲအေၚ်အေၚ်)။"},
{"word":"plume","def":"n.  သၞေၚ်တသော်ဂစေံ၊  တသော်ဂစေံ သွက်ဂွံဂ္ညိဂ္ညာတ်သ္ဂောံကျေဝ်မေဝ်။  vt.  ပၠးသၞေၚ်(ဂစေံ)၊  သကဵုကလိတ်ကလောတ်။  ၂။  ဒးဂၞပ်အလိုက်ဇကုကဵုဇကု၊  ကေတ်စဂုန်စရာဲ။  plumage (n)  တသော်ဂစေံ၊  သၞေၚ်ဂစေံ။"},
{"word":"plump","def":"adj.  မခ္ဍံဝိုၚ်၊  မကြောံခ္ဍံ၊  မဖ္ဍံၚ်ဒၟံၚ်။  vt.vi.  သကဵုခ္ဍံဝိုၚ်၊  ခ္ဍံဝိုၚ်ကၠုၚ်၊  သကဵုကြောံ၊  သကဵုကြောံကၠုၚ်။"},
{"word":"plunder","def":"vt.vi.  ပၠံၚ်ကေတ်၊  ပၠံၚ်ကေတ်တုဲပလီုပလာ်ထောံ။  n.  ဒဒှ်မပၠံၚ်ဗ္တိုက်ကေတ်ဗွဲမသ္ကာတ်မြဟ်၊  ဂြပ်ကသပ်မပၠံၚ်ၜးတုဲဂွံလဝ်။  plunderer (n)  မၞိဟ်ဗ္တိုက်ပၠံၚ်ၜးကေတ်၊  မၞိဟ်ပလီုပလာ်ပၠံၚ်ၜးစ။"},
{"word":"plunge","def":"vt.vi.  ထပက်စုတ်ဗွဲလစုတ်ဓဝ်၊  ဗလိုက်ဖျေံမွဲလစုတ်ဓဝ်။  ၂။  ပလံၚ်ဗ္စိုပ်ဏာနဒဒှ်ဗီုအကာဲအရာဲမွဲလွာဲဂှ်။  ၃။  ထလာ်စှ်ေ၊  ဗ္တက်စှ်ေဂျန်။  ၄။  မြက်ဂြိပ်တိတ်ကၠုၚ်။  n.  ထပက်စတ်ဖျေံ၊  ဒဒှ်မက္ၜိၚ်ဍာ်၊  ဂြိပ်တိတ်ထောံမွဲလစုတ်ဓဝ်။"},
{"word":"plural","def":"n.  ကိုန်ဗဟုဝစ်၊  ကိုန်ဂမၠိုၚ်။"},
{"word":"plus","def":"prep.  ဟုဲ၊  ပံၚ်၊  ပံၚ်စုတ်။"},
{"word":"Pluto","def":"n.  ဂြိုဟ်ပလူတဝ်။"},
{"word":"plutocracy","def":"n.  အလဵုအသဳမၞိဟ်ကဆံၚ်သိုက်ဘိုက်၊  အလဵုအသဳတၠပိုန်ဒြပ်။  plutocrat (n)  တၠပိုန်ဒြပ်မနွံကဵုအဝဵု၊  တၠဓနမနွံကဵုအဝဵု။  plutocratic (adj)  မဗက်ဗဗွဲအာကဵုတၠပိုန်ဒြပ်(ဓန)။"},
{"word":"ply","def":"n.  အရာမနွံကဵုထပ်, ကဝး, ထၟူ။  vt.vi. (pt.pp. plied)  ကၠောန်ဒၟံၚ်နကဵုကရိယာမွဲမွဲ။  ၂။  ဂြိပ်တန်ဆန်(က္ၜၚ်, ကွဳစက်)။  ၃။  သွံရာန်သၠာဲဗ္တး။  ၄။  ထံက်ပၚ်ဒၟံၚ်ဟွံပိုတ်သ္ကုတ်၊  သကဵုဒှ်ဒၟံၚ်ဟွံပိုတ်အာကဵုအဆက်။"},
{"word":"pneumatic","def":"adj.  မဒဳကဵုနဇြဟတ်ပိန်ပ္ဍဵုကျာ၊  မထပေၚ်လဝ်နကဵုဇြဟတ်ပိန်ပ္ဍဵုကျာ။"},
{"word":"pneumonia","def":"n.  ယဲကသံဂုဟ်။"},
{"word":"poach","def":"vt.vi.  တောံၜိုဟ်ကရေက်စုတ်ခၟာဲစာၚ် ပ္ဍဲဍာ်ဂမ္တဴကၞံကၞံ။  ၂။  လုပ်ရပ်ဂစေံကၞေံ, လုပ်ရပ်က, မဟွံမွဲကဵုအခေါၚ် ပ္ဍဲဒၞာဲညးတၞဟ်သအာၚ်မပိုၚ်ပြဳလဝ်၊  မၞိဟ်ခလိုၚ်လုပ်။"},
{"word":"pock","def":"n.  ပၞေတ်မြန်၊  မဂြုန်ဒၟံၚ်။"},
{"word":"pocket","def":"n.  ထိုၚ်ပလောံ။  ၂။  ပၞော်တၟံလးမနွံကဵုရတ်တိ ဟွံသေၚ်ထဝ်။  vt.vi.  စိုတ်ပ္ဍဲထိုၚ်ပလောံ။  ၂။  စိုတ်ကေတ်ဏာကပေါတ်ဇကုပိုၚ်လဝ်ဟွံသေၚ်။  pocket-book (n)  လိက်အုပ်စၟတ်သမ္တီစုတ်ထိုၚ်ပလောံဂွံ။  pocket-dictionary (n)  အဘိဓာန်မစုတ်ဏာနၚ်ကဵုထိုၚ်ပလောံဂွံ။  waist-pocket. (n)  ပနှိန်၊  ပနှေန်။  pocket-money (n)  သၠုဲသွက်ဂွံရပ်ရာန်စကွာၚ်ၜဲ။"},
{"word":"poc","def":"n.  သၞော်သတ်ဇုက်ထကောၚ်။  vt.vi.  ပ္တိတ်သၞော်သတ်ဇုက်။"},
{"word":"podgy","def":"adj. (-ier,-iest)  မနွံကဆံၚ်ဗီုပြၚ်ကြောံကြောံသဝ်သဝ်။"},
{"word":"poem","def":"n.  ကဗျ၊  လၚ်္ကာ။"},
{"word":"poet","def":"n.  ကဝိ၊  အ္စာကဗျ၊  အ္စာလၚ်္ကာ။  poetess (n)  အ္စာၝောံကဗျ။  poetic, poetical (adj)  မဆေၚ်စပ်ကဵုကဗျ၊  မဆေၚ်စပ်ကဵုအ္စာကဗျ။  poetic epistle. (adj)  လိက်ဒွက်။  poetical measure. (adj)  ဆန်။  poetry (n)  ကဗျလၚ်္ကာ၊  ကွတ်ပညာမချူဇန်ကဗျလၚ်္ကာ၊  လၚ်္ကာ။  the poet of fiction. (n)  သုတကဝိ။"},
{"word":"poignancy","def":"n.  ဒဒှ်မသ္ကေက်သ္ကာ၊  ဒဒှ်မသ္ကာတ်သ္ကေက်။"},
{"word":"poignant","def":"adj.  မနွံကဵုရှ်သာရိၚ်၊  မနွံကဵုသၟူသ္ကာတ်သ္ကာတ်စူစူ။  ၂။  မသကဵုစိုတ်လီု၊  မသကဵုစိုတ်ချဳဒရာၚ်။"},
{"word":"point","def":"n.  တၞုၚ်၊  တၞုၚ်တၞိၚ်၊  က္ဍိုပ်တၞိၚ်၊  တၞုၚ်တဝ်ဖကောဝ်၊  တၞုၚ်ဂဒုၚ်တၟံ၊  ဒရံၚ်။  ဓဒုၚ်၊  မုဟ်။  ၂။  ဍံက်တေတ်ဍောတ်ဍောတ်။  ၃။  ဒၞာဲချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၄။  ဗ္ၜတ်မွဲမွဲ၊  တေတ်ခရက်သမ္တီလဝ်။  ၅။  ဗီုရိုဟ်ပ္တီတေတ်။  ၆။  ကသပ်ကေၚ်ကာမဒှ်ဇၞော်အိုတ်(အရာ၊ ကသပ်၊ ညာန်)။  vt.vi.  စၞောန်လပုဟ်တဲ၊  ထ္ၜး၊  ပ္ညုၚ်၊  ပ္ညုၚ်ထ္ၜး၊  ပညန်။  ၂။  စၞောန်ထ္ၜး၊  စၞောန်ရန်လဝ်။  ၃။  ချိၚ်သ္ဍာံလဝ်၊  ချိၚ်ကေတ်လဝ်။  ၄။  စၞောန်ထ္ၜး။  pointed (adj)  မနွံကဵုတၞုၚ်ကေတ်ကေတ်။  ၂။  မစှ်ေဒၟံၚ်တပ်တပ်။  pointer (n)  လေံသွက်ဂွံစၞောန်ထ္ၜးဗီုတိ(လ္တူဂတဵုတၟံ)။  ၂။  တဲနာဍဳထ္ၜးဒိုဟ်။  pointless (adj)  မဟၟဲကဵုအဓိပ္ပာဲ၊  မဟၟဲကဵုတၚ်နၚ်ရန်တၟံ။  point-blank (adj)  မကေဝ်သ္ဍာံကြပ်ကြပ်။  ၂။  မဟီုပိုတ်ပိုတ်ကၠးကၠး။  point of intersection. (n)  ဒၞာဲတတ်ကၠောံအာ၊  ဒၞာဲတတ်ထပိုတ်၊  လက်။  point of light. (n)  တၞုၚ်လျးမစၚ်စူ။  point of the compass. (n)  ဒိုဟ်၊  ဒိုဟ်နာဍဳဒိုဟ်။  point of view (n)  လညာတ်။  point out. (vt.vi)  စၞောန်ထ္ၜး၊  ထမံၚ်ထ္ၜး၊  ပျး။  point the way. (vt.vi)  စၞောန်ထ္ၜးတရဴ၊  ပမျောဝ်တရဴ။"},
{"word":"poise","def":"n.  ဒဒှ်မပတှ်ေစှ်ေစိုတ်၊  ဒဒှ်မထိၚ်ဒေပ်။  ၂။  ဒဒှ်မတန်တဴ၊  ဒဒှ်မစှ်ေကဵုအလေဝ်။  vt.  စှ်ေကဵုအလေဝ်။  ၂။  သကဵုတန်တဴဒၟံၚ်၊  သကဵုညိၚ်ဒၟံၚ်။"},
{"word":"poison","def":"n.  ဂျိ၊  ဂမျိ။  ၂။  အရာမသကဵုက္တဵုဒှ်ပရေၚ်လီုလာ်၊  အကၚ်ဂျိ၊  အရာမဒှ်ဂျိ။  vt.  မစဂျိ၊  စုတ်ဂျိ။  ၂။  သကဵုလီုလာ်၊  ပလီုပလာ်။  poisonous (adj)  မနွံကဵုဂျိ၊  မသကဵုချိုတ်မာန်၊  ဂမျိ။  poisoner (n)  မၞိဟ်မသကဵုဒှ်ဂျိ၊  မၞိဟ်စုတ်ဂျိ။  poisoning (n)  ဂျိ၊  ယဲဂျိ၊  ယဲဒှ်ဂျိ။"},
{"word":"poke","def":"vt.vi.  ထပက်ကဵုအရာမွဲမွဲ၊  စတ်ကဵုအရာမွဲမွဲ။  ၂။  ပထောၚ်ကလိုဟ်။  n.  ထလှ်ေ၊  ထပက်။  ၂။  မၞိဟ်မချဳဒရာၚ်ဇြိုၚ်ဇြုဲ၊  မၞိဟ်မကၠောန်ကမၠောန်ဇြိုၚ်ဇြုဲ။"},
{"word":"poker","def":"n.  မၞိဟ်ထပက်ပၟတ်။  ၂။  လေံထပက်ပၟတ်။  ၃။  ဒဒှ်မဝေၚ်ဖေဝ်ပဝ်ကာ။"},
{"word":"poky","def":"adj.  မဍောတ်သွတ်၊  မဍန်(က္ဍန်)ဂြက်။"},
{"word":"polar","def":"adj.  မကြပ်(မသပ်ဖ္ဍပ်, မဆေၚ်စပ်) ကဵုတၞုၚ်ရိတိသၟဝ်ကျာ, သမၠုၚ်ကျာ။  ၂။  ဗ္ၜတ်ခရာဇမ္ၚောဲမသုန်ဂေက်ဘာ်။  polar bear. (n)  ကၟီကၠိက်ဗ္တာၚ်၊  ကၟီကၠိက်မတန်တဴပ္ဍဲဒေသတၞုၚ်ရိတိ။"},
{"word":"pole","def":"n.  ဒလောၚ်၊  ဒယိုၚ်၊  လေံဒုန်၊  ဒုန်ချူ။  vt.  စတ်(ချူ)။  pole a boat. (vt)  စတ်ချူ။"},
{"word":"pole","def":"|2| n.  တၞုၚ်ရိတိ(သၟိပ်ကေတ်လဝ်ပ္ဍဲစိုတ်)။  pole star (n)  သၞံၚ်တိုၚ်။"},
{"word":"polemic","def":"adj.  မဆေၚ်စပ်ကဵုအရာမကယျာန်ဓဝါတ်ညးသ္ကံ၊  ဒဒှ်မဒှ်ကယျာန်ဓဝါတ်။"},
{"word":"police","def":"n.  ဗၠာဲသၟိၚ်။  ၂။  ဒပ်ဂကောံရဲဗၠာဲသၟိၚ်။  vt.  အုပ်ဓုပ်၊  မၚ်မွဲနကဵုဒပ်ဗၠာဲသၟိၚ်။  policeman (n)  ရဲဗၠာဲသၟိၚ်။  police station (n)  ဌာနဗၠာဲသၟိၚ်။"},
{"word":"policy","def":"n. (pl.-cies)  လိက်ကသုက်မစွံလျိုၚ်လမျီု၊  လိက်သသုက်ကေတ်တာလျိုၚ်လမျီု။  ၂။  မူဝါဒ၊  ပဝ်လသဳ။"},
{"word":"polish","def":"n.  ဍာ်ဂဥုဲပတိုန်အရံၚ်၊  ဍာ်ဂဥုဲတုဟ်ဒၞပ်။  vt.vi.  ဥု၊  ကလိတ်ပလေဲ၊  ပ္တိုန်အရံၚ်၊  သကဵုပလေဲကလိတ်တိုန်၊  ပြုပြေၚ်ထပ်မာန်ပ္တိုန်ညံၚ်ရဴသ္ဂောံခိုဟ်။  polished (adj)  မကလိတ်ပလေဲ၊  ဍုက်ဍေက်။"},
{"word":"polite","def":"adj.  မအဲပရဲ၊  မသ္ပဂရုကေၚ်ကာ၊  မရဴဂဴ။  ၂။  ပေါရဳ၊  မယေန်သၞာၚ်၊  မဒုၚ်စသိုၚ်ရှ်လေပ်။  politeness (n)  ဒဒှ်မယေန်သၞာၚ်။  politely (adv)  နဒဒှ်မယေန်သၞာၚ်၊  ဗွဲမအဲပရဲ။"},
{"word":"politic","def":"adj.  မက္ဍိုက်ပေၚ်တဴကဵုညာန်ဂမြၚ်စၚ်ခြၚ်။"},
{"word":"political","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ်ဍုၚ်ကွာန်၊  မဆေၚ်စပ်ကဵုပရေၚ်ဍုၚ်ရး။  politically (adv)  နဒဒှ်အနေပရေၚ်ဍုၚ်ကွာန်။"},
{"word":"politics","def":"n.  ပရေၚ်ဍုၚ်ကွာန်။  politician (n)  မၞိဟ်မဗက်ပရေၚ်ဍုၚ်ကွာန်၊  သၟာပရေၚ်ဍုၚ်ကွာန်။"},
{"word":"poll","def":"n.  ဒဒှ်မကဵုဆန္ဒမာဲ၊  စရၚ်မၞိဟ်မကဵုဆန္ဒမာဲ၊  ပွမရိုဟ်လၟိဟ်ဆန္ဒမာဲ၊  ဒၞာဲကဵုဆန္ဒမာဲ၊  ရုၚ်မာဲ။  vt.vi.  ကဵုမာဲ၊  ဂွံမာဲ။  ၂။  ကုတ်ထောံတၞုၚ်ဂြၚ်သတ်တိရစ္ဆာန်၊  ခေပ်ထပိုတ်ထောံတၞုၚ်တၞောတ်တၞာၚ်ဗာၚ်။  poll-tax (n)  အခေါန်ဖလှာကံက်ကေတ်လ္တူမၞိဟ်၊  အခေါန်မၞိဟ်။  polling-booth, polling-station (n)  ရုၚ်ရုဲမာဲ။"},
{"word":"pollard","def":"vt.  တၞာၚ်ကုတ်တၞုၚ်ကၞောတ်ဆု။  n.  တၞံဆုတၞာၚ်လဝ်။"},
{"word":"pollen","def":"n.  ကသဝ်ပ္ကဴ၊  လက်ကၠိုက်။  pollinate (vt)  ပရးမ, ဖျေံစလောံမကဵုကသဝ်ပ္ကဴ၊  ပရးမ,နကဵုကသဝ်ပ္ကဴ။"},
{"word":"polling bamboo ","def":"n.  ချူ(ဒုန်ချူ)။"},
{"word":"pollute","def":"vt.  သကဵုကၠိပပ်၊  သကဵုကၠိေၚတ်ခန်၊  ကဵုကၠိခ္ဍက်။  pollution (n)  ဒဒှ်မသကဵုကၠိပပ်၊  မၠိုက်။  pollutant (n)  အရာမသကဵုကၠိပပ်၊  အရာမသကဵုကၠိခ္ဍက်။"},
{"word":"polo","def":"n.  ဝေၚ်တက်ဗဝ်နူလ္တူစးချေံ။"},
{"word":"polonaise","def":"n.  အခိုက်လှ်ေဂကူပဝ်လိန်မသ္ဒးလှ်ေချဳဒရာၚ်သိုက်သိုက်သဳသဳ၊  လအာကွိၚ်ကွိုက်သွက်ဂွံလှ်ေအခိုက်ဂှ်။"},
{"word":"poltroon","def":"n.  မၞိဟ်မဖေက်ဂြိုက်၊  မၞိဟ်မဟၟဲကဵုသတ္တိ။"},
{"word":"poly-","def":"prefix.  ဂမၠိုၚ်။  polygamy (n)  အခိုက်မကေတ်ဗြဴဂၠိုၚ်နူမွဲ၊  အခိုက်မကေတ်ဗြဴဂၠိုၚ်ဂၠိုၚ်။  polytechnic (n)  ဘာကွတ်စက်ကွတ်တဲမဗ္တောန်ကွတ် မဆေၚ်စပ်ကဵုသွက်ဂွံဂယိုၚ်လမျီု။"},
{"word":"polyandry","def":"n.  သၞောတ်မကေတ်တြုံမဂၠိုၚ်နူမွဲ။"},
{"word":"polyanthus","def":"n.  တၞံမနွံကဵုပ္ကဴအရံၚ်အထိုက်ဍေံသာ်ဍာ်မိတ် လၟိဟ်နွံဗွဲမဂၠိုၚ်ဗီုထးပ္ဍဲလ္တူတဝ်ဍေံမွဲ။"},
{"word":"polychrome","def":"adj. n.  မဖျောန်လဝ်အရံၚ်သာ်ဗွဲမဂၠိုၚ်၊  မတက်လဝ်အရံၚ်ဗွဲမဂၠိုၚ်၊  မနွံကဵုအရံၚ်ဗွဲမဂၠိုၚ်၊  အရံၚ်ဗွဲမဂၠိုၚ်။"},
{"word":"pomegranate","def":"n.  မက်ကုဲ၊  တၞံမက်ကုဲ၊  ဒလန်၊  သတ်ဒလန်။"},
{"word":"pomp","def":"n.  ဒဒှ်မပလေဝ်ပလေတ် ထ္ၜးပျးကဵုဗွဲမ္ဒးရး၊  ပရိဝါရ။"},
{"word":"pompous","def":"adj.  မပ္တိတ်ထ္ၜးအဟိက်၊  မရပ်အလံၚ်၊  မကြဵုကြီု။  pompously (adv)  နဒဒှ်မကြဵုကြီု။  pomposity (n)  ဒဒှ်မကြဵုကြီု။"},
{"word":"pond","def":"n.  အၚ်၊  ခၠိုၚ်၊  ကၟာ။"},
{"word":"ponder","def":"vt.vi.  ချပ်စၚ်ခြၚ်သ္ဇိုဟ်သ္ဇိုဟ်နက်နက်၊  စၚ်ခြၚ်။"},
{"word":"ponderable","def":"adj.  မၜတ်ကၞာတ်မာန်။"},
{"word":"ponderous","def":"adj.  မဇြိုၚ်ဇြုဲ၊  မသ္ဇိုၚ်သ္ဇုဲ။  ၂။  မဓီု၊  မလ္ၚုလ္ၚန်။"},
{"word":"pontoon","def":"n.  ဂၠုၚ်မနွံကဵုဗုၚ်ထပှ်ေထပှ်ေ(ဂတာလးလး, ဂတာထဍေဝ်ထဍေဝ်,ထၜဲါထၜဲါ)။  ၂။  ဖံမဒုၚ်ဂၠေၚ်လဝ်အသၟဝ်ဒဒန်တတ်ကၠောံကွဳ။  ၃။  နဲကဲဝေၚ်ဖေဝ်မွဲဂကူ။  pontoon bridge (n)  ဒဒှ်ဖံ၊  ဒဒန်ဖံမဖျေံလဝ်လ္တူဍာ်။"},
{"word":"pony","def":"n. (pl.-nies)  ချေံ၊  ချေံကွကွမွဲဂကူ၊  ချေံကွ။"},
{"word":"pool","def":"n.  ဂွေၚ်အရာဍာ်ဍာ်မွဲဂကူမနှဳစှ်ေလဝ်။  ၂။  ကၟာသၟတ်၊  အၚ်၊  ပၞုၚ်၊  ဝၚ်။  pool of water. (n)  ပၞက်။"},
{"word":"pool","def":"|2| n.  သြန်မလံၚ်ဟုဲလဝ်သီုဖအိုတ်။  ၂။  သြန်ညးဂမၠိုၚ်ပံၚ်ပကောံစုတ်လဝ်။  vt.  ပံၚ်ပကောံစုတ်လဝ်။"},
{"word":"poor","def":"adj. (-er,-est)  ဒိုက်၊  ဒိုက်ဂတ်၊  ဒိုက်ဂြတ်၊  ဒိုက်ဒိန်၊  မဝါတ်ဒိုက်၊  မဟွံမွဲကဵုပရေၚ်ပိုန်ဒြပ်။  ၂။  မဒှ်ဂကူဍိုန်ဍိုန်ပရေံပရေံ၊  မဒှ်ကဆံၚ်မဟွံခိုဟ်၊  မနွံကဆံၚ်သ္တိတ်ဍေံဟွံခိုဟ်။  n.  ညးဒိုက်၊  ညးဒိုက်ဂတ်။  poorly (adv)  နဒဒှ်မပရေံတဴဗွဲ၊  နဒဒှ်မဒိုက်ဝါတ်။  poorness (n)  ဒဒှ်ဝါတ်ခဲါဒိုက်ဂတ်။  the rich and poor. (n)  ညးဒိုက်ညးလွေဟ်။  poor person. (adj)  တလဒဒိုက်။"},
{"word":"pop","def":"vt.vi.  သကဵုဗြုရမျာၚ်ညံၚ်ရဴ ဗရုပံက်ကသံပလၚ်(ပိုပ်ပိုပ်)။  ၂။  တိတ်လုပ်အာကၠုၚ်မွဲလစုတ်ဓဝ်။  n.  ရမျာၚ်ဗရုညံၚ်ရဴသၞာတ်ဗရု။  ၂။  ပလၚ်ဍာ်ယာမ,  မစုတ်လဝ်ဓာတ်။  adj.  မရပ်နဲဒမၠေံ။  pop music (n)  ဒွက်ခေတ်ကာလ၊  ဒွက်မံက်ခေတ်လၟုဟ်။  popcorn (n)  ဗ္က။"},
{"word":"poppy","def":"n.  တၞံဘိၚ်၊  တၞံဘိန်။"},
{"word":"poppycock","def":"n. (colloq)  ဂလာန်မဟၟဲကဵုကြက်၊  ဂလာန်မဟီုဂးဆဆဵု။"},
{"word":"populace","def":"n.  ကောန်ညးဍုၚ်ကွာန်ဂမၠိုၚ်။"},
{"word":"popular","def":"adj.  မဒှ်ဒဒှ်မၞိဟ်မတီညာတ်ဂၠိုၚ်။  ၂။  မဒှ်ဒဒှ်မၞိဟ်မသ္ဍိုက်မၠိုက်နူကဵုညးဂမၠိုၚ်။  ၃။  မဒှ်သွက်ကောန်ညးဍုၚ်ကွာန်။  ၄။  မဒှ်ဒဒှ်မၞိဟ်ဂၠိုၚ်သ္ဒးကဵုစိုတ်၊  မဒှ်ဒဒှ်မသ္ပကဵုညးဂမၠိုၚ်သ္ဒးကဵုစိုတ်မာန်။  popularity (n)  ဒဒှ်မၞိဟ်မသ္ဒးစိုတ်ဂၠိုၚ်၊  ဒဒှ်မၞိဟ်မတီညာတ်ဂၠိုၚ်။  popularize (vt)  သကဵုမၞိဟ်သ္ဒးစိုတ်ဂၠိုၚ်၊  သကဵုမၞိဟ်ဂမၠိုၚ်သ္ပမာန်ကၠောန်မာန်။"},
{"word":"population","def":"n.  လၟိဟ်မၞိဟ်။  populate (vt)  တန်တဴဒၟံၚ်။  populous (adj)  မဂၠိုၚ်တဴကဵုလၟိဟ်မၞိဟ်၊  မနွံကဵုလၟိဟ်မၞိဟ်မတန်တဴဂၠိုၚ်(တီုကၠီု)။"},
{"word":"porcelain","def":"n.  ကပေါတ်အပြံက်၊  ကပေါတ်တိုက်(ပ္ၚာန်တိုက်)။  porcelain spoon. (n)  ဇန်အပြံက်၊  ဇန်တိုက်။"},
{"word":"porch","def":"n.  မုက်ရၚ်၊  ကၟေၚ်သ္ၚိကျာ၊  ဝါရာန်တာ။"},
{"word":"porcine","def":"adj.  မတုပ်ကဵုကၠိက်၊  မဆေၚ်စပ်ကဵုကၠိက်။  porcine deer. (n)  ဒြာဲ။"},
{"word":"porcupine","def":"n.  ဗလၚ်၊  လမၠေၚ်။  porcupine's quill. (n)  သော်လမၠေၚ်၊  ဇုတ်လမၠေၚ်။"},
{"word":"porcupine fish","def":"n.  ကဍော်၊  ခဍော်၊  ထဍော်(ကမွဲဂကူ)။"},
{"word":"pore","def":"n.  သိုၚ်ပလက်မနွံလ္တူစၞာံဇကု။  vt.  လ္ၚတ်သီုစုတ်သီုစရိုတ်၊  လ္ၚတ်ပစေံရံၚ်။"},
{"word":"pork","def":"n.  ဖျုန်ကၠိက်။  pork fat. (n)  ကၠေၚ်ကၠိက်။"},
{"word":"porous","def":"adj.  မသကဵုအရာမဒှ်ဒၟံၚ်ဍာ်ဍာ်မဇွောဝ်လုပ်၊  မဖောဝ်၊  မရောံ(ရောအ်)။"},
{"word":"porpoise","def":"n.  ကဒြၚ်ဗှ်။"},
{"word":"port","def":"n.  ဍုၚ်သၞေဟ်က္ၜၚ်။  ၂။  သၞေဟ်က္ၜၚ်။  ၃။  လ္ပာ်ပဲါဂတမုက်က္ၜၚ်ကဵုက္ၜၚ်ကျာ။  ၄။  အရက်ဝါၚ်ဍာတ်ဍာတ် မနွံကဵုအရံၚ်ဗ္ကေတ်ဒၟံၚ်ဗၠိုအ်ဗၠိုအ်။  vt.  မာ်,ဝး(သၞေဝ်)လ္ပာ်ပဲါ၊  ယာသၠုၚ်ပ္တိုန်လ္ပာ်ပဲါ။"},
{"word":"portable","def":"adj.  မသာက္ဍာ၊  မလောဲသွက်ဂွံယိုက်ဏာ။"},
{"word":"portend","def":"vt.  ထ္ၜးနိမိတ်။  portent (n)  ပတိဟာ၊  ပဋိဟာ၊  နိမိတ်၊  လမိတ်လ္ပံ။"},
{"word":"porter","def":"n.  ကောန်ကမၠောန်မယိုက်ဂၠေၚ် ကပေါတ်ကညောတ်။"},
{"word":"portfolio","def":"n.  ထိုၚ်မဇိၚ်လဝ်ကဵုစၞာံ သွက်ဂွံစုတ်လိက်လက်။  ၂။  ဒၞာဲဝဲါဝန်ဇၞော်၊  ဌာနဝန်ဇၞော်။"},
{"word":"portico","def":"n.  ဒၞာဲစိၚ်ဒေံါ(သၟဝ်သ္ၚိကျာ)။"},
{"word":"portion","def":"n.  ဒကုတ်ဒကဴ၊  အရၚ်၊  အခေၚ်၊  အၚ်္ဂ၊  မတ်(ဂဥုဲ)၊  သွက်။  ၂။  စၞစမွဲခၟတ်၊  စၞစမွဲပ္ၚာန်။  vt.  ပါ်အရၚ်၊  ပါ်ပရံကဵုစၞးအရၚ်။  portion of food. (n)  သၟုတ်။"},
{"word":"portly","def":"adj.  မဇၞော်၊  မစှ်ေကဵုခလံက်ဒၞက်၊  မနွံကဵုအလံၚ်။"},
{"word":"portrait","def":"n.  ရုပ်ဗီု။  ၂။  ဒဒှ်မဓမံက်ရုပ်ရာ၊  ဒဒှ်မချူသ္ၜိုန်လိက်။  portraiture (n)  ကွတ်ပါန်မဓမံက်ရုပ်ရာဗီု။"},
{"word":"portray","def":"vt.  ချူသ္ၜိုန်ပ္တိုန်စ,စရာဲ။  ၂။  သ္ပမၞိဟ်စၞးပ္ဍဲလှ်ေဇာတ်ပၠ၊  လုပ်ဍိုက်ဇာတ်။  ၃။  ချူသ္ၜိုန်လိက်ကသူ။  portrayal (n)  ဒဒှ်မချူသ္ၜိုန်၊  ဒဒှ်မဓမံက်ရုပ်ရာ။  portrayer (n)  မၞိဟ်မချူသ္ၜိုန်။"},
{"word":"Portuguese","def":"n.  ဂကူပဝ်ဒူဂဳ(ဂလာမွဲဂကူ)။"},
{"word":"pose","def":"vt.vi.  ထ္ၜးအယောၚ်အလာဇကု။  ၂။  ပြုပြေၚ်ကဵုအယောၚ်အလာဇကု သ္ဂောံစှ်ေကဵုသၞောတ်။  ၃။  ကလော်ပပ၊  ပကလော်၊  ပပၞ။  ၄။  က္တဵုဒှ်တိုန်သွက်ဂွံချပ်ဗ္စာရဏာ။  n.  ဒဒှ်မထ္ၜးအယောၚ်အလာဇကု၊  ဒဒှ်မဒုၚ်တက်ဗီု။  ၂။  ဒဒှ်မသ္ပပၞ။  poser (n)  ဂလာန်သၟာန်မသကဵုဆဵုဂဗကြေပ်ဂြတ်။"},
{"word":"poseur","def":"n.  မၞိဟ်မသ္ပပၞ။"},
{"word":"posh","def":"adj. (colloq)  မဇၞော်သၠဲဒုတ်၊  မဒှ်ကဆံၚ်ပထမ။"},
{"word":"posit","def":"vt.  အာတ်မိက်၊  ပ္တိုန်ထ္ၜးနဒဒှ်တၚ်သ္ဇိုၚ်။"},
{"word":"position","def":"n.  အ္စာအသံက်၊  ဒၞာဲ၊  ဒၞာဲဝဲါ၊  ဒၞာဲတန်။  ၂။  ဒမံၚ်ဒတန်ဇကုဇကောဝ်။  ၃။  ဒၞာဲမစွံအရာမွဲမွဲ။  ၄။  ကမၠောန်ကၟိတ်။  ၅။  ဒၟံၚ်ကဆံၚ်အကာဲအရာ။  ၆။  အရာမဒတဴလိုၚ်၊  လညာတ်၊  အရာမဒုၚ်ကေတ်။  position of authority. (n)  ဒမံၚ်ဂွံအုပ်လဒံ။   an awkward  position. (n)  အကာဲအရာသ္ဂောံဒုၚ်စသိုၚ်သိုက်သၠိၚ်ဟွံခိုဟ်။"},
{"word":"positive","def":"adj.  မချိုတ်ပၠိုတ်၊  မကိတ်ညာပ်၊  မဟၟဲကဵုသၠေဟ်ပၟာ။  ၂။  မကိတ်ညာပ်ချိုတ်ပၠိုတ်လောန်။  ၃။  မစှ်ေကဵုဗီုနဒဒှ်ဗွဲဂတမတ်၊  မဒှ်အထံက်အပၚ်၊  မဒှ်သဒှ်ဍာံဍာံ။  ၄။  ကွေံကွေံ၊  ဍာံဍာံ။  ၅။  မဒှ်ကိုန်မဇၞော်နူကဵုသုန်ည (ဂၞန်သချာၚ်္)၊  မဒှ်ကိုန်ဟုဲ၊  မဒှဵလက်သန်ဟုဲ(+)။  positively (adv)  နဒဒှ်ဗွဲမချိုတ်ပၠိုတ်၊  နဒဒှ်မကိတ်ညာပ်၊  နဒဒှ်လ္ပာ်လဟဵု။"},
{"word":"possess","def":"vt.  သီကေတ်၊  ပိုၚ်ပြဳ။  ၂။  နွံဒၟံၚ်နဒဒှ်အစောံစရာဲဇကု။  ၃။  ထိၚ်ဒက်လဝ်၊  သ္ဒးဒုၚ်ဓလီုဂြောပ်လဝ်၊  သ္ဒးဒုၚ်ပိုၚ်ပြဳလဝ်။  possessor (n)  တၠ၊  တၠဒြပ်။  possession (n)  ပိုန်ဟာန်၊  အရပ်အရာ၊  ဒြပ်ပစဲ၊  ပဝိုၚ်၊  ပွိုၚ်၊  ပိုန်ဒြပ်၊  ပိုန်ဘိုက်၊  ဗဝ်ပိုန်၊  ယဿပတ်၊  ဒဒှ်မပိုၚ်ပြဳ။  possessive (adj)  မနွံကဵုပၟိက်သၟိက်မိက်ဂွံပိုၚ်ပြဳ။  ၂။  မသ္ပပွညံၚ်ရဴမသ္ဂောံပိုၚ်ပြဳလဝ်။  ၃။  နာံမထ္ၜးပွမပိုၚ်ပြဳပ္ဍဲပိုတ်သဒ္ဒါ (ပ္ဍဲနာံဂှ်မဍံၚ်ဓမံက်ထ္ၜးစုတ်နကဵုလက်သန်('s) တွဵုရ။"},
{"word":"possible","def":"adj.  မနွံကဆံၚ်ကၠောန်မ္ဂးဒှ်ကၠုၚ်မာန်။  ၂။  မနွံကဆံၚ်ဒှ်မာန်။  possibly (adv)  နဒဒှ်မက္တဵုဒှ်ကၠုၚ်မာန်။  possibility (n)  အကာဲအရာမက္တဵုဒှ်ကၠုၚ်မာန်၊  မဒှ်မာန်။  ၂။  အယောၚ်အလာ။"},
{"word":"post","def":"n.  ဒၞာဲမစှ်ေတာလျိုၚ်ပၟၚ်။  ၂။  ကမၠောန်ကၟိတ်၊  ဒၞာဲဝဲါ၊  ကဆံၚ်။  ၃။  ဒပ်၊  ဒပ်ယာ၊  ဓၞက်။  ၄။  ဂဒုက်ဒပ်။  post to which an elephant is tied. စလိုၚ်စိၚ်။  vt.  ဖျေံလဝ်ပၟၚ်၊  စွံလဝ်ကၚ်ၚာၚ်။"},
{"word":"post","def":"|2| n.  ကမၠောန်ပလံၚ်လိက်။  vt. vi.  ပလံၚ်နကဵုတိုက်လိက်၊  စုတ်လိက်၊  စုတ်လိက်ပ္ဍဲကဵုတလာလိက်။  postage (n)  ၚုဟ်ပလံၚ်လိက်။  postal (adj)  မဆေၚ်စပ်ကဵုတိုက်ပလံၚ်လိက်။  postcard (n)  တၞးလိက်မပလံၚ်နကဵုတိုက်ပလံၚ်လိက်။  postman (n)  မၚ်ဗၠာဲပလံၚ်လိက်။  postmark (n)  တဆိပ်မပလီုက္ဍိုပ်လိက်။  postmaster (n)  ဇမၞော်တိုက်လိက်(တြုံ)။  post office (n)  တိုက်ပလံၚ်လိက်။  postpaid (adj)  မဒုၚ်လဝ်ၚုဟ်စုတ်လိက်တုဲ၊  မကဵုလဝ်ၚုဟ်စုတ်လိက်တုဲ။"},
{"word":"post-","def":"prefix.  တုဲတုဲ၊  ဗွဲလက္ကရဴ။  postdate (vt)  စုတ်လဝ်စၟတ်တ္ၚဲလက္ကရဴအခိၚ်မချူခၞံလိက်ဂှ်။  postgraduate (adj)  မဒှ်ကဆံၚ်မလောန်တိုန်အာကဆံၚ်မဟိမု။  posthumous (adj)  (ကောန်ၚာ်)မဒှ်မၞိဟ်အခိၚ်အခါအပါဍေံသ္ဒးထောံအာတုဲ။  ၂။  မက္တဵုဒှ်မၞိဟ်ကာလမ,မချိုတ်အာတုဲ။  postscript (n)  ဝါကျမထပ်ဗပေၚ်စုတ်လဝ် ကာလစၟတ်တဲမထ္ပက်စုတ်လဝ်တုဲ၊  လိက်မသှ်ေသၟေဟ်။  post-war (adj)  မဒှ်ဒဒှ်ပၞာန်မတုဲဒှ်အာတုဲ။"},
{"word":"poster","def":"n.  ဂတဵုလက်သန်၊  ဂတဵုသွက်သ္ဂောံဗာန်လိက်လလောၚ်တြး။"},
{"word":"postpone","def":"vt.  ပဆုဲထောံ၊  ပသ္ၚောဲ၊  ပသ္ၚောဲထောံ။  postponement (n)  ဒဒှ်မပဆုဲထောံ။"},
{"word":"postulate","def":"vt.  အာတ်မိက်ဒဒှ်မထ္ၜးဟိုတ်တုဲ၊  ထ္ၜးဟိုတ်တုဲအာတ်မိက်၊  ဖျေံတၚ်သ္ဂုတ်သွာတ်။"},
{"word":"posture","def":"n.  ဗီုပြၚ်ဒၟံၚ်သၠုၚ်ဇကုဇကောဝ်။  ၂။  ဒၟံၚ်ကလောံကလေန်ကောန်ကၞိ၊  ဒၟံၚ်ဇကုဇကောဝ်တၟောန်မ္ၚိုဟ်ဗိုန်ခိုၚ်။  ၃။  အိန်ရဳ၊  အိန်ရဳယပိုတ်။  vt.  အေန်ထ္ၜးဗီုပြၚ်ဇကုဇကောဝ်။"},
{"word":"pot","def":"n.  ထမှာဲ၊  ထၟာဲ၊  ဂဒေံါ။  vt. (-tt-)  သိက်ပ္ဍဵုစုတ်လဝ်ပ္ဍဲထၟာဲ။  ၂။  တဵုစုတ်တၞံဆုပ္ဍဲထၟာဲကဴ။  potherb (n)  သၞေဝ်ပ္ဍုန်သွ။  pothole (n)  ခလံက်ဓနက်(ဂၠံၚ်)။  ၂။  ပထောၚ်မက္တဵုဒှ်ဒၟံၚ်ဟိုတ်နူဍာ်စထောံဒဵုတၟံ။  pot-kiln (n)  ဂေါ်ထၟာဲ(ခၟာဲ)။  potluck (n)  ပုၚ်သွတဝ်ဒး။  pots (n)  နုၚ်ထၟာဲခရဳခရ။  potter (n)  သၟာလၟာန်၊  မၞိဟ်ကၠောန်ထၟာဲ။  potter's field. (n)  တိလမာန်။  potter's wheel. (n)  စက်ဗဝ်မှဝ်၊  စက်လမာန်။  pottery (n)  ဒဒှ်မကၠောန်ထၟာဲဇရဳဇရ။  pot for drinking water. (n)  နုၚ်သွုၚ်။"},
{"word":"potable","def":"adj.  မသုၚ်မာန်။  potation (n)  ပွမသုၚ်။"},
{"word":"potash","def":"n.  ပ္တေၚ်ၜဵု၊  ပ္တေၚ်ဝဲါဓာတ်။"},
{"word":"potato","def":"n. (pl.-es)  က္ဍိုပ်ကွာဲ၊  အာလူ။"},
{"word":"potent","def":"adj.  မထတ်မ္ၚိုဟ်၊  မဇၞော်ကဵုဣဒ္ဓိဗလ။  ၂။  မစိုပ်ဒတုဲ၊  ပါတိဟ။  potency (n)  အစောံသတ္တိ၊  ဒဒှ်အစောံသတ္တိမသ္ကေက်သ္ကာ။  potentate (n)  မၞိဟ်မဇၞော်ကဵုဣဒ္ဓိဗလ၊  ဨကရာတ်။"},
{"word":"potential","def":"adj.  မနွံကဵုကဆံၚ်လမျီုမလုပ်ကၠုၚ်မာန်၊  မနွံကဵုကဆံၚ်မချဳဒရာၚ်တိုန်ကၠုၚ်မာန်၊  မလၞုက်ဂၠုက်ဒၟံၚ်။  potentiality (n)  ဍာ်အစောံစရာဲမချဳဒရာၚ် လမျီုမလုပ်ကၠုၚ်မာန်။"},
{"word":"pouch","def":"n.  ထိုၚ်။  ၂။  စၞာံလကဲစှ်ေဒၟံၚ်ညံၚ်ရဴထိုၚ်(ဖျုန်လကဲစှ်ေ)။"},
{"word":"poulterer","def":"n.  မၞိဟ်ရာန်သွံစာၚ်အဒါ။"},
{"word":"poultice","def":"n.  ကၠေၚ်ပၠုဲမဗာန်လ္တူသရ။  vt.  ဗာန်လဝ်ကၠေၚ်ပၠုဲ။"},
{"word":"poultry","def":"n.  ကမၠောန်လွဳပရာစာၚ်,အဒါ,အဟာန်။"},
{"word":"pounce","def":"vt.  ထလာ်ဓဂြီုရပ်မွဲလစုတ်ဓဝ်။  n.  ဒဒှ်မထလာ်ဓဂြီုရပ်မွဲလစုတ်ဓဝ်။"},
{"word":"pound","def":"n.  ပံၚ်(မနွံလျိုၚ် ၁၆-အံၚ်သ)။  ၂။  သြန်မွဲပံၚ် (မနွံလၟိဟ်ပိန်နဳ ၁ဝဝ)။  vt.vi.  တက်ထတ်ထတ်မွဲဣဝီုကၠံလစုတ်၊  တက်ပၠောပ်၊  ယာ်။  ၂။  ခၞက်၊  ဂဒု၊  ထဍိုတ်၊  ထမုက်၊  ထၞက်ဖ္ဍိုတ်၊  ခဒု၊  ပိုဟ်၊  ဓရိတ်။  ၃။  ထလာ်မွဲဇြဟတ်၊  ယိုတ်တိုန်မွဲဇြဟတ်။  n.  မဒှ်မတက်ၜုၚ်ထတ်ထတ်၊  ဗရုတက်ၜုၚ်၊  ဗရုၜုၚ်။  ၂။  ဒၞာဲမရပ်လဝ်သတ်တိရစ္ဆာန် မဗလးလဝ်ဟွံမွဲကဵုသၞောဝ်၊  ထံၚ်သတ်တိရစ္ဆာန်။"},
{"word":"pour","def":"vt.vi.  စရိုဟ်၊  စဝ်၊  စဝ်စရိုဟ်၊  စဝ်စုတ်၊  ဇွောဝ်စှ်ေ။  ၂။  ကလောံတိတ်ကၠုၚ်၊  ကောံတိတ်ကၠုၚ်၊  ဆိုအ်တိတ်ကၠုၚ်၊  ဗြဲဂူရိုပ်၊  ဗြဲကရိုပ်ဂူ။  pour into. (vt.vi)  စရိုဟ်စုတ်၊  ဆာဲစုတ်၊  ဆာဲထောံ၊  တရိုပ်၊  တရိုပ်ဖျေံ။  pour out. (vt.vi)  လိုအ်တိတ်ကၠုၚ်၊  ထယျိုအ်တိတ်ကၠုၚ်။"},
{"word":"pout","def":"vt.vi.  ပစူပတိုန်သၟောန်ပါၚ်(အခါစိုတ်ထေဲ)။"},
{"word":"poverty","def":"n.  ဒဒှ်မဒိုက်ဝါတ်၊  ဒဒှ်မခတ်က္ဍန်၊  ဒဒိုက်၊  ဓဒိုက်။  poverty-stricken (adj)  ဒဒိုက်ဝါတ်တဴဗွဲမလောန်၊  မဒှ်ညံၚ်ရဴဗီုဒိုက်ဝါတ်တဴဗွဲမလောန်။"},
{"word":"powder","def":"n.  ခၞိက်၊  ကြကောတ်၊  ဂဗိုက်၊  ထၞိက်၊  ဖောၚ်၊  ဗဗိုဟ်၊  လိက်ကၠိုက်။  vt.vi.  ဂဍိုတ်၊  ထဍိုတ်၊  ဖဍိုတ်၊  ဗဗိုဟ်။  ၂။  ဗုတ်ဖ္ဍိုတ်၊  သကဵုဒှ်ခၞိက်။  powdery (adj)  မဒှ်ညံၚ်ရဴခၞိက်ဂစေံ၊  မဗဗိုတ်လဝ်ခၞိက်ဂစေံ။  soap powder. (n)  ဗံၚ်ဆာပ်ပျာ၊  ခၞိက်ဆာပ်ပျာ။"},
{"word":"power","def":"n.  ဣဒ္ဓိ၊  အာဏာ၊  အာဏာစက်၊  အဝဵု၊  စၟိန်စၟာံ၊  စၟိန်ပြမာန်၊  တေဇ၊  ဒွန်၊  ပတိဗလ၊  လဝဵု၊  သ္ကေံတဲ၊  သြဇာ၊  အစောံစရာဲ။  ၂။  ဇြဟတ်အစောံသတ္တိ။  ၃။  ဇြဟတ်၊  အစောံဇြဟတ်။  ၄။  အနုဘဴ၊  ဣဒ္ဓိအဝဵု၊  သြဇာအဝဵု။  ၅။  မၞိဟ်မနွံကဵုသြဇာအဝဵု၊  ဂကောံမနွံကဵုသြဇာအဝဵု။  power-station (n)  စက်ပၟတ်။  powerful (adj)  မဇၞော်ကဵုဇြဟတ်။  powerful elephant. (adj)  စိၚ်ဇၟူ။  powerless (adj)  မဟၟဲကဵုဇြဟတ်၊  မဟၟဲကဵုအဝဵု။  the power of evil. (n)  လွပ်ကလော်ဒမြိုဟ်၊  လွဟ်ကလော်ဒမြိုဟ်။"},
{"word":"practically","def":"adv.  နဒဒှ်မစှ်ေကဵုနမတ်နတဲနဇိုၚ်။  ၂။  ဍာံဍာံတေံဂှ်။  ၃။  ကြပ်ဒှ်၊  ကြပ်က္တဵုဒှ်။"},
{"word":"practice","def":"n.  ကွတ်လ္ၚတ်၊  ဒဒှ်မဓမံက်ရုပ်ရာ၊  ဒဒှ်မယဵုဒုၚ်နဂတမတ်၊  ဒဒှ်မပ္ကီု၊  ပယောဂ၊  ပွမလ္ၚတ်၊  ဝေါဟာ။  ၂။  စာရိတ်၊  စရိတ်၊  ပဋိပတ်၊  ပွမပ္ကတ်ပ္ကေၚ်။  ၃။  ဒဒှ်မပ္ကတ်ပ္ကေၚ်။  ၄။  ကမၠောန်ကၟိတ်မပ္တံသၟာဂဗုတ်တံ,သဝ်ဝန်တံ၊  ဒဒှ်မလွဳပရာယဲ၊  ဒဒှ်မဗက်ဂဗုတ်။  practicable (adj)  မဓမံက်ရုပ်ရာမာန်နဂတမတ်။  practical (adj)  မစှ်ေကဵုနမတ်နဇိုၚ်နတဲ၊  မဗဗွဲဗက်ကဵုနမတ်နဇိုၚ်နတဲ။  ၂။  မစိုန်သ္ကီု(ပူဂဵု)၊  မၞိဟ်ဗဗွဲဗက်လ္ပာ်နမတ်နဇိုၚ်နတဲ။  ၃။  မလုပ်ကေၚ်ကာ၊  မစှ်ေပ္ဍဲကေၚ်ကာ။  the practice of asceticism. (n)  ဒုက္ကစရိယ၊  ဒုက္ခစာရဳ။  practice, practise (vt.vi)  ဂလိုၚ်ပၟဝ်၊  စွိန်ဗပိုန်၊  ဒလိုၚ်ပၟဝ်၊  ပအာ၊  ပ္ကေၚ်၊  ပ္ကတ်ပ္ကေၚ်၊  ပၟဝ်၊  သ္ပမောဝ်၊  သှ်ပ္တဴ၊  သြဟ်၊  သြဟ်္ၚာဲ၊  သြဟ်ပ္တဴ၊  သွိုန်၊  သွိုန်ပၟဝ်၊  သွိုန်ဗပိုန်။  ၂။  ကၠောန်ပ္ကတ်ပ္ကေၚ်၊  ပ္ကေၚ်တဲ။  ၃။  ဂယိုၚ်လမျီု နကဵုကွတ်ပညာဂဗုတ်, သဝ်ဝန်။  ၄။  ကၠောန်တုဲကၠောန်ပၠန် သွက်ဂွံဆိုက်ဆိုက်ဗ္ဒက်။  to practice medicine. (vt.vi)  ကွတ်သဝ်။  practised, -iced (adj)  မစိုန်သ္ကီု၊  မဂၠိုၚ်ကဵုပ္ကတ်ပ္ကေၚ်၊  မဂၠိုၚ်ကဵုလညာတ်ဆဵုဂဗ။  practitioner (n)  မၞိဟ်မဂယိုၚ်လမျီု နကဵုကွတ်ပညာဥပဒေ, ပညာဂဥုဲ။  practise diligently. (vt.vi)  မှတ်လ္ၚတ်။  practice meditation. (n)  သှ်္ၚာဲ။  practise reading. (vt.vi)  ဖဍောတ်ဂၠာဲဗှ်။"},
{"word":"prairie","def":"n.  ဂၠးဗလးသ္ၚေက်ဍိုပ်ဍဴဒၟံၚ် နကဵုချောဲမဟၟဲကဵုတၞံဆု။"},
{"word":"praise","def":"n.  အထိုၚ်အသး၊  ကြဵုကြီု၊  ဂၜၚ်၊  မြဟ်၊  ဒဒှ်မထိုၚ်သး၊  အကြီု။  vt.  ထိုၚ်သး၊  ဟီုထိုၚ်သးဂုန်စရာဲ။  ၂။  ရှ်ေသှ်ေ၊  ပ္တိုန်စရာဲ။  praiseworthy (adj)  မထေက်ကဵုသ္ဒးပ္တိုန်စရာဲ။"},
{"word":"prance","def":"vi.  ထလာ်ထတဴတိုန်နကဵုဇိုၚ်လက္ကရဴ(ချေံ)။  ၂။  က္ဍတ်တမ္ညဝ်ဒၟံၚ်။"},
{"word":"prank","def":"n.  ဒဒှ်မဓၟက်၊  ဒဒှ်မတ္ၜေဟ်ထ္ဍုတ်။"},
{"word":"prattle","def":"vt.vi.  ဟီုဂလာန်မဟၟဲကဵုသတ်ဒတ်၊  ဟီုဂလာန်ညံၚ်ရဴကောန်ၚာ်။"},
{"word":"prawn","def":"n.  ၚုဲ၊  ၚုဲဒဂေါၚ်။"},
{"word":"pray","def":"vt.vi.  ရာဒနာမိက်။  ၂။  ပါန်အခေါၚ်၊  ပ္တီအာတ်။  ၃။  သ္ပဂုန်တုဲ။  prayer (n)  ဒဒှ်မရာဒၞာမိက်၊  အရာဒၞာမိက်၊  ဒဒှ်မလ္ၚောဝ်ရာဒၞာ။  ၂။  ဒဒှ်မလ္ၚောဝ်ကျာ်ရာဒၞာမိက်။  ၃။  ရာဒၞာ။  prayer flag. (n)  သၞောဝ်၊  ဇၞောဝ်။"},
{"word":"pre-","def":"prefix.  ကၠာ၊  ကျဝ်တုဲ။  pre-arrange (vt)  ကျဝ်တုဲစဳဇန်လဝ်။  pre-dawn (adj)  ကၠာအရီုဟွံတိုန်၊  ကၠာအသိုန်(ရှိုန်)ဟွံစာ်။  pre-pay (vt.vi)  ကျဝ်တုဲကဵုစွံလဝ်။  pre-war (adj)  ကၠာဟွံဒှ်ပၞာန်ဏီတေံ။"},
{"word":"preach","def":"vt.vi.  တွံဓဝ်(ဘာသာ)။  ၂။  ဝေတ်ဗ္တောန်ဖ္တိုက်ဖအောဝ်။  preacher (n)  အ္စာတွံဓဝ်၊  ဓမ္မကထိကဓဝ်။  preaching (adj)  မဒေသၞာ။  preaching monk. (adj)  ဂမှဳဓမ္မကထိုက်။"},
{"word":"preamble","def":"n.  ဂလာန်ဗွဲကိုပ်ကၠာ၊  ဂလာန်ပဏာမ၊  ဂလာန်ဆက်မုဟ်ပါၚ်၊  နိဒါန်။"},
{"word":"precarious","def":"adj.  မနွံကဆံၚ်ဟွံချိုတ်ပၠိုတ်ဟွံစိုပ်ဒတုဲ၊  မသ္ဒးဗ္ဒဗ္ဒာဲဒၟံၚ်လ္တူညးမွဲမွဲ၊  မနွံကဆံၚ်ဇကုဇကု ဇကုဟွံပိုၚ်၊  မနွံကဆံၚ်ဇကုဇကု ဇကုထိၚ်ဒက်ဟွံမာန်။"},
{"word":"precaution","def":"n.  ဒဒှ်မနွံဒၟံၚ်ကဵုသတိဗလဒတုဲ၊  ဒဒှ်မစဵုဒၞာလဝ်ဒတုဲ။  precautionary (adj)  မကျဝ်တုဲစဵုဒၞာလဝ်။"},
{"word":"precede","def":"vt.vi.  မစှ်ေဗွဲဂတ၊  မနွံဒၟံၚ်ဗွဲဂတ၊  မဒှ်ဂတ။  precedence (n)  ဒဒှ်မနွံဒၟံၚ်ဗွဲဂတ၊  ဒဒှ်မဂွံဒၞာဲဂတ၊  ဒဒှ်မဂွံက္ဍိုပ်၊  ဒဒှ်မဂွံဂတ။  precedent (n)  အခိုက်ကၞာမဒှ်ကၠုၚ်လဝ်နူတမၠာတေံ၊  အခိုက်ကၞာမသ္ဂုတ်သွာတ်ကၠုၚ်လဝ်နူတမၠာတေံ၊  နဲ၊  ပုံသက်သဳ။"},
{"word":"precept","def":"n.  ဥပဒေသ၊  စန်ဒွက်၊  ပညပ်၊  နဲဥပဒေသ၊  နကဲ၊  နဲပက္ကရ၊  ဒ္ဂေတ်ဝတ်၊  ဝိနယ်။  preceptor (n)  အ္စာဥပ္ပဇ္ဇာဲ။"},
{"word":"precinct","def":"n.  အရှာံ၊  ပွဳပွိုၚ်။  ၂။  ဥပစာ၊  ဝုတ်ဒိုဟ်၊  သ္ၚိရေၚ်ကၟေၚ်ဆက်။"},
{"word":"precious","def":"adj.  မပြဲ၊  မဇၞော်တဴကဵုၚုဟ်မး၊  မထေက်တန်ကဵုၚုဟ်မး၊  ဝရ၊  အာသဘ။  ၂။  မစွံၚုဟ်မး၊  မနွံတဴကဵုကဆံၚ်သ္ဒးသ္ဍိုက်ဆာန်သ္ဍိုက်မၠိုက်။  precious stone. (adj)  မထေက်တန်ကဵုၚုဟ်မး (မတ်, ရတ်)။"},
{"word":"precipice","def":"n.  ပရၚ်ဇြဟတ်၊  ဗပါတ်။  precipitous (adj)  မစောဝ်ဒၟံၚ်၊  မဒှ်ဒၟံၚ်ညံၚ်ရဴဇြဟ်။"},
{"word":"precise","def":"adj.  မချိုတ်ပၠိုတ်၊  မဒှ်မုချ။  ၂။  မစေံပေါတ်၊  မနွံကဵုသၞောတ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။  precisely (adv)  ဗွဲမချိုတ်ပၠိုတ်။  precision (n)  ဒဒှ်မချိုတ်ပၠိုတ်။"},
{"word":"preconceive ","def":"vt.  ချပ်ဗ္စာရဏာလဝ်ဒတုဲ၊  ချပ်လဝ်ဒတုဲ။  preconception (n)  ဒဒှ်မချပ်စၚ်ခြၚ်လဝ်ဒတုဲ၊  ဒဒှ်မဂြၚ်ချပ်ဗ္စာရဏာလဝ်ဒတုဲ။"},
{"word":"precursor","def":"n.  ကလုတ်ဗလးဏာဂတ၊  မၞိဟ်အာဂတ၊  နိမိတ်ဒြိပ်အာဂတ။"},
{"word":"predatory","def":"adj.  မပလီုပလာ်ပၠံၚ်ၜး၊  မဗ္တိုက်ပၠံၚ်ၜး။"},
{"word":"predecessor","def":"n.  မၞိဟ်ကၠောန်အာဂတ။"},
{"word":"predestinate","def":"vt.  ပ္တိုန်လဝ်နူကၠာတေံ။  predestination (n)  ဒဒှ်မပ္တိုန်လဝ်နူကၠာတေံ။"},
{"word":"predestine","def":"vt.  ကျဝ်တုဲမကဵုလဝ်သ္ဂုတ်သွာတ်၊  ကျဝ်တုဲစၟိန်ပြမာန်လဝ်၊  နွံပါကၠုၚ်နူဖဵုကုသဵုတမၠာ။"},
{"word":"predicament","def":"n.  ဒဒှ်မကြေပ်ဂြတ်၊  အကာဲအရာမဆဵုဂဗဒၟံၚ်ကဵုတၚ်ဝါတ်ဂါတ်။"},
{"word":"predicate","def":"vt.  ဇေတ်၊  ဒှ်ဇေတ်ဇေတ်၊  လလောၚ်တရးဒဒှ်မနွံမံၚ်ကွေံကွေံ၊  တွံဟီု။  ၂။  ဝါစက၊  ကြိယာ၊  မဟီုပရောမွဲမွဲ,ဟိုတ်မွဲမွဲ,ဘာသာမွဲမွဲ။"},
{"word":"predict","def":"vt.  တွံပတိတ်ကဵု၊  ကျဝ်တွံကဵု။  prediction (n)  ပွမတွံကဵု။  ပရောအရာသ္ဒးဒုၚ်တွံပတိတ်ကဵုလဝ်။  predictable (adj)  မတွံပတိတ်ကဵုမာန်။"},
{"word":"predilection","def":"n.  အမိတ်အဓာန်၊  ဒဒှ်မသ္ဍိုက်မၠိုက်။"},
{"word":"predispose","def":"vt.  စိုတ်ကျဝ်လယျောဝ်ဗက်အာပ္ဍဲအရာမွဲမွဲ။"},
{"word":"predominate","def":"vt.  ဓလီုလဝ်နကဵုသြဇာ။  ၂။  သာတုဲဂၠိုၚ်ဂၠၚ်အပ္ဍဲအရာလၟိဟ်ကဵုအပ္ဍဲအရာဇၞော်သၠဲ။  predominant (adj)  မဂြောပ်ဓလီု၊  မအုပ်ဓလီု။"},
{"word":"preface","def":"n.  ဂလာန်ဗွဲကိုပ်ကၠာ၊  ဂလာန်ဆက်မုဟ်ပါၚ်။  ၂။  နိဒါန်။  vt.  ဇက်နိဒါန်။  prefatory (adj)  မဇက်နိဒါန်။"},
{"word":"prefer","def":"vt.  ပဵုတုဲသ္ဍိုက်မၠိုက်၊  သာသ္ဍိုက်မၠိုက်။  preferable (adj)  မနွံကဆံၚ်သာတုဲသ္ဒးသ္ဍိုက်မၠိုက်။  preferably (adv)  နဒဒှ်သာတုဲသ္ဒးသ္ဍိုက်မၠိုက်။  preference (n)  ဒဒှ်မသ္ဍိုက်မၠိုက်။"},
{"word":"prefix","def":"n.  မလိက်မဆက်ဖျပ်ဍံၚ်တောဲစုတ်ဂတ မလိက်မွဲမွဲမ (မလိက်သ္ဒးဒုၚ်ဆက်ဖျပ်ဍံၚ်တောံစုတ်ဂှ် အဓိပ္ပာဲဍေံတိတ်ကၠုၚ်မတၞဟ်ခြာအာကဵု တံမူလဍေံ)။"},
{"word":"pregnant","def":"adj.  မနွံဒၟုၚ်ဒလေၚ်၊  မနွံပဋိသန္ဓိ၊  မနွံကဵုဇိုၚ်တဲဟွံသာက္ဍာ၊  မဂွံပဋိသန္ဓိ၊  မနွံဗုၚ်၊  မသ္ဇိုၚ်ဇိုၚ်တဲ။  pregnancy (n)  ဒဒှ်ဂွံဒၟုၚ်ဒလေၚ်၊  ဒဒှ်မနွံကဵုပဋိသန္ဓိ၊  ဒဒှ်မသ္ဇိုၚ်ဒၟံၚ်ဇိုၚ်တဲ။"},
{"word":"prehistoric","def":"adj.  မဆေၚ်စပ်ကဵုကာလ ကၠာဟဂွံပတိုန်ဝၚ်တေံဏီ။"},
{"word":"prejudice","def":"n.  အရာမဟွံဒးကဵုဂၞပ်စိုတ်၊  အရာမဟွံက္ဍိုက်ပေၚ်စိုတ်။  vt.  နွံကဵုစိုတ်ပၞောတ်၊  စွံလဝ်အာဃာတ။  ၂။  သကဵုလီုလာ်အာ။  prejudicial (adj)  မသကဵုလီုလာ်။"},
{"word":"prelate","def":"n.  ဂအုပ်ဂိုန်ကဆံၚ်တုပ် ဟွံသေၚ် ကဆံၚ်သၠုၚ်။"},
{"word":"preliminary","def":"adj.  မဒှ်ပဏာမ၊  မကျဝ်တုဲပြုပြေၚ်လဝ်။  n.  ပဏာမ၊  နိဒါန်။"},
{"word":"prelude","def":"vt.  သ္ပသ္ဇိုၚ်၊  ကျဝ်တုဲပလေဝ်ပလေတ်လဝ် ညံၚ်ရဴဂွံကလိတ်ကလောတ်၊  လးကဵုဂၠံၚ်၊  သ္ပပတံကဵု။  n.  တၚ်မကျဝ်ကၠောန်လဝ်၊  အကာဲအရာကျဝ်တုဲမဒှ်ကၠုၚ်၊  အကာဲအရာမဒှ်ကၠုၚ်ဗွဲပဏာမ။"},
{"word":"premarital","def":"adj.  မဒှ်ကာလ ကၠားညးမွဲကဵုညးမွဲ ဟဂွံထပ်လဝ်တဲဏီ။"},
{"word":"premature","def":"adj.  မဟွံစိုပ်အခိၚ်ဏီ၊  မဟွံဒးအခိၚ်အခါဏီ၊  မပြဟ်လောန်ဒၟံၚ်ဏီ။"},
{"word":"premeditate","def":"vt.  သ္ပလဝ်ဒတုဲ၊  ချပ်လဝ်ဒတုဲ။"},
{"word":"premier","def":"n.  ဂအုပ်ဝန်ဇၞော်၊  ဇမၞော်ဝန်ဇၞော်။"},
{"word":"preoccupy","def":"vt. (pt.pp.-pied)  စောဲလာံဒၟံၚ်၊  လုပ်စဒၟံၚ်ပ္ဍဲအရီု(စိုတ်)။"},
{"word":"prep","def":"n.  ပွမဖ္ဍံက်လိက်၊  အခိၚ်မဖ္ဍံက်လိက်၊  ဘာဗ္တောန်လိက် ကၠာဟဂွံစိုပ်အဝဲမစွံဘာဏီ။"},
{"word":"prepare","def":"vt.vi.  တၟုဲလဝ်၊  ပလေဝ်ပလေတ်လဝ်ဒတုဲ၊  ပလေဝ်လဝ်တုဲလံ၊  ပြေၚ်လဝ်၊  ပြုပြေၚ်လဝ်။  preparation (n)  အရာမလေပ်ပလေတ်လဝ်(ဂဥုဲ,စၞစ)၊  ပရိကံ၊  သမ္ဘာရ။  preparatory (adj)  မသ္ပပတံ၊  မပလေဝ်ပလေတ်လဝ်ဒတုဲ။  preparedness (n)  ဒဒှ်မဒှ်ဒၟံၚ်ဒတုဲ။  prepare a bed. (vt.vi)  လးဖုန်။  prepare parched corn. (vt.vi)  ဖဍတ်ဗ္က၊  သၞာဗ္က၊  ခၞာဗ္က။"},
{"word":"preponderate","def":"vt.  တဴဒၟံၚ်ပ္ဍဲအရာလၟိဟ်ကီု ပ္ဍဲအရာဇြဟတ်ကီု ပ္ဍဲအရာအသိၚ်သြဇာကီု။  preponderant (adj)  မတဴဒၟံၚ်ပ္ဍဲအရာလၟိဟ်,ဇြဟတ်, အသိၚ်သြဇာ။  preponderance (n)  ဒဒှ်မတဴဒၟံၚ်ပ္ဍဲအရာလၟိဟ်,ဇြဟတ်,အသိၚ်သြဇာ။"},
{"word":"preposition","def":"n.  ဝိဘတ်။"},
{"word":"prepossess","def":"vt.  ဓလီုဂြောပ်လဝ်နကဵုသြဇာဒတုဲ၊  နွံကဵုအစောဲအလာံ၊  ဗက်စမွဲလ္ပာ်။  ၂။  အထေၚ်ဇၞော်လဝ်ဒတုဲ။  prepossessing (adj)  မ္ၚဲဒဇက်။"},
{"word":"preposterous","def":"adj.  မဟၟဲကဵုအဓိပ္ပာဲ၊  မဟွံဒးရးကဵုဟိုတ်ဖဵု။"},
{"word":"prerequisite","def":"n.  အရာကျဝ်တုဲမနွံပၟိက်။  adj.  မဒှ်အရာကျဝ်တုဲမနွံပၟိက်။"},
{"word":"prerogative","def":"n.  အခေါၚ်အဝဵုတၟေၚ်။"},
{"word":"presage","def":"n.  နိမိတ်၊  နိမိတ်ဟွံခိုဟ်။"},
{"word":"prescience","def":"n.  အစောံစရာဲကျဝ်တုဲတီညာတ်၊  သမ္တီမနွံကဵုစရာဲ, ကျဝ်တုဲမတီညာတ်။  prescient (adj)  မကျဝ်တုဲတီလဝ်ဗွဲအနာဂတ်ဂတ။"},
{"word":"prescribe","def":"vt.vi.  စၟိန်ပြမာန်။  ၂။  စၞောန်(ဂဥုဲ)၊  စၞောန်ပ္ညုၚ်၊  စၞောန်ထ္ၜး။  prescription (n)  စၞောန်ဂဥုဲ၊  ဂြန်။"},
{"word":"presence","def":"n.  ဂတမုက်၊  ဂတမတ်၊  ဒဒှ်မတိုန်ကၠုၚ်။  ၂။  ဒဒှ်မနွံကဵုသတိ။"},
{"word":"present","def":"adj.  မဟွံလီုတိုန်ကၠုၚ်၊  မနွံဂတမတ်။  ၂။  မဒှ်အခိၚ်လၟုဟ်၊  မဒှ်ပစ္စုပ္ပန်။  n.  အခိၚ်လၟုဟ်။  present kalpa. (adj)  ဘတ်ဒြ၊  ဘတ်ဒြကဝ်။  present time. (adj)  ပစ္စုပ္ပန်။  presently (adv)  ပ္ဍဲအခိၚ်အခါဟွံလံ။  n.  ကွာဲ၊  စၟာဲစၟိန်၊  စၟာဲတၟိန်၊  တၟာဲ၊  တၟာဲလဗာဲ၊  ပရၚ်၊  ပရၚ်ဗ္စန်၊  ပရီု၊  ပရေၚ်တၟာဲ၊  ပဏ္ဏ၊  ပဏ္ဏကာရ၊  ပဏှ၊  ပူဇဴ၊  ပူဇဴသကာ၊  လမာဲ၊  လမာဲပဏ္ဏကာရ၊  လမာဲလဗာဲ၊  လာပ်သကာ။  vt.  ကွာဲ၊  တမှာဲ၊  တမှာဲစမိန်၊  ဒက္ခိဏသာ၊  ပပူဇဴ၊  ပူဇဴ၊  ဒုၚ်ကဵု၊  ဟီုကၠုၚ်၊  ပ္တိုန်ထ္ၜး၊  ထ္ၜး၊  ဗ္ဂိန်ကဵု၊  ဆက်ဗ္ဂိန်။  ၂။  ဆက်ကဵုမိတ်။  ၃။  ပ္တဴပန်သၞာတ်တုဲသ္ပအဲပရဲ။  ၄။  ထ္ၜးပျး။  presentable (adj)  မလိုက်ပိုက်၊  မပ္တိတ်ထ္ၜးမာန်၊  မလုပ်သ္ပာ်မာန်၊  မဗိုက်လ္တက်လဝ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မကျောဝ်ဗဵုစဒးရး။  presentation (n)  ဒဒှ်မအပ်ပြာပ်ကဵု။"},
{"word":"presentiment","def":"n.  ဒဒှ်မသ္ဇိုၚ်ဒၟံၚ်စိုတ် အရာမွဲမွဲမက္တဵုဒှ်တိုန်ရောၚ်(ပ္ဍဲဂၠံၚ်လ္ပာ်သရာံပါပ်)။"},
{"word":"preserve","def":"vt.  စဵုဒၞာမၚ်မွဲ။  ၂။  ထိၚ်ဒက်မၚ်မွဲ။  ၃။  ကၠောန်ညံၚ်ရဴစၞစတံသ္ဂောံစွံဒုၚ်၊  ဂွပ်၊  ထပက်ယိုဟ်။  n.  ဒၞာဲသၠးလဝ်ကဵုလမျီုသွက် တၞံဆုသတ်တိရစ္ဆာန်တံ၊  ဒၞာဲထိၚ်ဒက်မၚ်မွဲလဝ် တၞံဆုသတ်တိရစ္ဆာန်တံ။  ၂။  ယိုဟ်။  preservation (n)  ဒဒှ်မစဵုဒၞာဂိုၚ်ဒေပ်ထိၚ်ဒက်စွံလဝ်ခိုဟ်ခိုဟ်မိုဟ်မိုဟ်။  preservative (n)  အရာမရပ်စပ်သွက်သ္ဂောံစွံဒုၚ် ညံၚ်ရဴဟဂွံအုတ်အုဲအာ အရာမသကဵုဒုၚ်လံလံ။"},
{"word":"preside","def":"vt.  သ္ပနာယက(ပ္ဍဲပေဲါကောံဓရီု)။  preside over. (vt)  သ္ပဇမၞော်နာယက,ဂအုပ်။ "},
{"word":"president","def":"n.  သမ္မတ။  ၂။  ဥက္ကဋ္ဌ။  presidency (n)  အယုက်အထက်သမ္မတ၊  ဒတန်အယုက်သမ္မတ။  presidential (adj)  မဆေၚ်စပ်ကဵုသမ္မတ၊  မဆေၚ်စပ်ကဵုတာလျိုၚ်သမ္မတ။ "},
{"word":"press","def":"vt.  ပတ်။  ၂။  တ္ၚေတ်။  ၃။  ဍဵု၊  ပ္ဍဵု။  ၄။  ပိန်။  ၅။  မိန်ပၠောပ်ပ္ဍဲဂၠံသြိုဟ်။  ၆။  ဗ္တိုက်ဖအောဝ်၊  တောတ်အာတ်။  ရ။  ၜေတ်ဒလေတ်ဒၟံၚ်ကဵုမၞိဟ်။  n.  ဒဒှ်မပတ်၊  ဒဒှ်မတ္ၚေတ်၊  ဒဒှ်မပ္ဍဵု၊  ဒဒှ်မပိန်။  ၂။  စက်ပ္ဍဵုဗီုလိက်။  ၃။  တိုက်ပ္တိတ်လိက်ပရိုၚ်။  pressing (adj)  မနွံပၟိက်သွက်သ္ဂောံသ္ပဂရု(ကမၠောန်)၊  မတောတ်အာတ်ကေတ်အတေၚ်မာန်။  press down. (vt)  ပ္ဍဵု။  press to one's bosom. (vt)  မိန်မံ။  press with the fingers. (vt)  ၜိုတ်၊  ပ္ဍဵုကဵုကောန်တဲ။"},
{"word":"pressman","def":"n.  မၞိဟ်ကေတ်ပရိုၚ်။"},
{"word":"pressure","def":"n.  ဇြဟတ်၊  တ္ၚေတ်၊  ဇြဟတ်ပိန်၊  ဇြဟတ်ဂရိုဟ်၊  ဇြဟတ်ပ္ဍဵု။  ၂။  ဒဒှ်လျိုၚ်သ္ဇိုၚ်စှ်ေဒၟံၚ်၊  ဒဒှ်တာလျိုၚ်ကမၠောန်သ္ဇိုၚ်က္ဍိုက်ဒၟံၚ်။  ၃။  ဇြဟတ်ပိန်(ပ္ဍဵု)ကျာ,သၟုဟ်ဍာ်,ဍာ်။"},
{"word":"pressurize","def":"vt.  ပၠန်ပလေဝ်ပြုပြေၚ်လဝ် ညံၚ်ရဴဇြဟတ်ပိန်ကျာ သ္ဂောံနွံအတိုၚ်ဓမ္မတာ (ကာလက္ၜၚ်ကျာမပဝ်အာဒၟံၚ် ပ္ဍဲဌာန်ဒေသသမၠုၚ် အခါဇြဟတ်ပိန်ကျာမအောန်ကၠုၚ်)။"},
{"word":"prestige","def":"n.  ဂုန်၊  သြဇာ၊  အသဝ်။  prestigious (adj)  မနွံကဵုဂုန်၊  မနွံကဵုသြဇာ၊  မနွံကဵုအသဝ်။"},
{"word":"presume","def":"vt.vi.  ခယျပတှ်ေကေတ်၊  ထေၚ်ဂးဍာံပြ။  ၂။  ဂံၚ်သ္ကာဂၠိုၚ်၊  နွံကဵုစိုတ်မဒှ်ဇၞော်သဂံၚ်လဝ်။  ၃။  သ္ပထောံသၟးသၟးလ္တူညးမွဲမွဲ မဆာန်ဍူကၠုၚ်လဝ် မညႇာတာကၠုၚ်လဝ်၊  ကေတ်အခေါၚ်အဝဵု။"},
{"word":"presumption","def":"n.  ဒဒှ်မပတှ်ေ၊  ဒဒှ်မပတှ်ေစလောန်အာ။  presumptive (adj)  မသ္ပသ္ဇိုၚ်ကဵုဒဒှ်မပတှ်ေကေတ်။"},
{"word":"presumptuous","def":"adj.  မသ္ဂံၚ်သ္ကာလောန်အာ၊  မပတှ်ေစှ်ေစိုတ်လောန်အာ။"},
{"word":"presuppose","def":"vt.  ခယျကေတ်လဝ်ဒတုဲ။  ၂။  သကဵုဒှ်ဗီုအရာနွံပၟိက်၊  သကဵုစှ်ေကဵုဆန္ဒ။"},
{"word":"presupposition","def":"n.  ဒဒှ်မကျဝ်ချိၚ်ခယျကေတ်လဝ်။"},
{"word":"pretend","def":"vt.vi.  လွေဟ်၊  သ္ပအဇ၊  ပပၞ၊  ကလော်ပပ၊  သ္ပလွေဟ်အနေဒဒှ်မွဲမွဲ။  pretence, -se (n)  ဒဒှ်မသ္ပပၞ၊  ဒဒှ်မသ္ပလွေဟ်။  pretension (n)  ဒဒှ်မအာတ်မိက်။  ၂။  ဒဒှ်မသ္ပလွေဟ်။  pretentious (adj)  မလောန်ကာဲအာကဵုဗီုပြၚ် ပ္ဍဲအရာသ္ပလဝ်အဇမုက်မတ်၊  မသ္ပလွေဟ်ညံၚ်ရဴညးသအာၚ်သ္ဂောံအထေၚ်ဇၞော်။"},
{"word":"pretext","def":"n.  ဂလာန်မလှံက်ပလန်၊  ဒဒှ်မဂၠာဲသၞဂၠာဲဒုဟ်၊  ဂလာန်ဂၠိန်ၜောတ်။"},
{"word":"pretty","def":"adj.  ကျေဝ်၊  ကျေဝ်ခိုဟ်၊  ဂဝ်၊  ဂေါဝ်၊  ဂေါဝ်ဂါ၊  ဆာဲ၊  မကျေဝ်ဂေါဝ်ဒးရး၊  မက္ၜၚ်ဆာဲ၊  မယေန်ပ္ဍဲမတ်၊  မြီ၊  မြီဆာဲ၊  မြီညႇာ၊  မြီသ္ဇုၚ်၊  သိန်လှု၊  ၜၚ်ဆာဲ၊  ဒဒှ်မရံၚ်စခိုဟ်။  adv.  ဆဗၞတ်ညိည၊  ဆၜိုတ်ဒုၚ်စဂွံ။  prettinesss (n)  ဒဒှ်မဒးရးကျေဝ်ဂေါဝ်။"},
{"word":"prevail","def":"vi.  အံၚ်ဇၞး၊  ရာၚ်ဆာဲ။  ၂။  ပြးဇးအာ၊  တန်တဴဒၟံၚ်ပ္ဍဲဗဟူဏံ။  ၃။  စန်ဒက်္ၚဲပၠောပ်၊  ဆဝ်ပ္ၚုဟ်။  prevaling (adj)  မအုပ်ဓလီုဒၟံၚ်၊  မစဒၟံၚ်ခေတ်။"},
{"word":"prevalence","def":"n.  ဒဒှ်ဇြဟတ်မဇၞော်၊  ဒဒှ်မအုပ်ဓလီု၊  ဒဒှ်မက္တဵု။  prevalent (adj)  မက္တဵုဒှ်ဒၟံၚ်ပ္ဍဲဒၞာဲဌာန်ဒေသပြးဇး၊  မစဒၟံၚ်ခေတ်။"},
{"word":"prevaricate","def":"vt.  တၞိက်တလန်၊  တနိက်တလန်၊  ပလဳပလန်။"},
{"word":"prevent","def":"vt.  စဵုဒၞာ၊  တာဒၞာ၊  ဆဵု(ဆေဝ်)ဒဝ်၊  ဆဵုတာ၊  ကျဝ်ဆဵုတာလဝ်။  ၂။  ဆဵုဒဝ်တာဒၞာ၊  ဆဵု(ဆဳ)ဒၞာ။  prevention (n)  ဒဒှ်မဆဵုဒဝ်တာဒၞာ၊  ဒဒှ်မဆဵုတာ။  preventive (adj)  မစဵုဒၞာ၊  မတာဒၞာ၊  မဆဵုဒဝ်။"},
{"word":"previous","def":"adj.  မဒှ်ဗွဲဂတ၊  မဒှ်တမၠာ။  previously (adv)  ကၠာတေံ၊  မွဲအခိၚ်တေံ၊  ကၠာဂှ်။"},
{"word":"prey","def":"n.  စၞဗြာန်။  ၂။  မၞိဟ်သ္ဒးဒုၚ်၊  မၞိဟ်သ္ဒးဒုၚ်သ္ပဒၞန်။  vt.  ရပ်စသုၚ်၊  ပ္ဍဵုပ္ဍုိုက်၊  ပၠံၚ်ကေတ်။"},
{"word":"price","def":"n.  အနှေန်၊  ၚုဟ်မး၊  ၚုဟ်။  vt.  ပ္တန်ၚုဟ်၊  ပ္တန်ၚုဟ်မး။  priceless (adj)  မပ္တန်ၚုဟ်မးဟွံမာန်၊  မတန်ကဵုၚုဟ်မး။"},
{"word":"prick","def":"vt.vi.  စတ်၊  စတ်ကဵုအရာကေက်ကေက်။  ၂။  စၚ်။  ၃။  ဒးဇလ။  ၄။  ပ္တဴကတောဝ်ကလၚ်(ချေံ,ဂၠဴ,ပြေၚ်)၊  ထံၚ်ကတောဝ်ကလၚ်(မၞိဟ်)။  n.  အရာသွက်သ္ဂောံကလိုဟ်ထ္ပက်။  ၂။  ဝေဒနာသ္ဒးဒုၚ်ထပက်ကဵုအရာကေက်ကေက်မွဲမွဲ၊  ဝေဒနာမသ္ဒးဒုၚ်စသိုၚ်ဂိစၚ်စၚ်စူစူ။"},
{"word":"prickle","def":"n.  ဇလ၊  အရာကေက်ကေက်။  prickly (adj)  မဒးဇလ၊  မထပက်စၚ်ဒၟံၚ်စေတ်စေတ်။"},
{"word":"pride","def":"n.  ဒဒှ်ဂုန်စရာဲမတိုန်။  ၂။  မာန်၊  မာန၊  အိန်ရဳသိက္ခာ၊  ပွမယိုက်လဝ်မာန်မာန။  vt.  ကေတ်စဂုန်စရာဲ၊  ဒးဂၞပ်သ္ဍိုက်မၠိုက်။  pride of India. (n)  သၠီ၊  လှီ၊  တၞံသၠီ။"},
{"word":"priest","def":"n.  လကျာ်၊  အ္စာယဇ်၊  ပရောဟိတ်။  priestess (n)  သဳလ၊  ဗြဴမိန်။  priesthood (n)  ဘဝလကျာ်၊  ဘဝအ္စာယဇ်။  priestly (adj)  မဆေၚ်စပ်ကဵုလကျာ်အ္စာယဇ်။"},
{"word":"primal","def":"adj.  မဒှ်နူတမၠာ၊  မဒှ်အဓိက၊  မဒှ်အရာမနွံပၟိက်အိုတ်။"},
{"word":"primary","def":"adj.  မဒှ်အဓိက၊  မဒှ်ပွမနွံကဵုကိစ္စဇၞော်အိုတ်၊  မဒှ်တံမူလ၊  မဒှ်သ္ဇိုၚ်။  ၂။  မဒှ်အရံၚ်သ္ဇိုၚ်(ဗ္ကေတ်, ဍာ်မိတ်, ဍီု)။  primary substance. (adj)  မဒှ်ဓာတ်တံ။  primary source. (adj)  မဒှ်နိဒါန်တံ။"},
{"word":"prime","def":"adj.  မဒှ်ဇမၞော်၊  မဒှ်ပွမနွံကဵုကိစ္စဇၞော်အိုတ်။  ၂။  ဒှ်အစောံစရာဲခိုဟ်အိုတ်။  n.  အဝဲပထမ၊  ဘဝၜတ်တကတ်အိုတ်။  vt.vi.  ပလေဝ်လဝ်ဒတုဲ၊  သကဵုဒှ်ဒၟံၚ်ဒတုဲ။"},
{"word":"primer","def":"n.  လိက်ဗွဟ်တန်မူလ။  ၂။  ကြောတ်သၟတ်မစုတ်လဝ်ဂဥုဲမဗ္တိုဟ်။"},
{"word":"primeval","def":"adj.  မဆေၚ်စပ်ကဵုကဝ်တဴကဝ်တန်တေံ။  ၂။  မဒှ်နူတမၠာတမၠာတေံ(ကာလကဝ်သ္စတန်တေံ)။"},
{"word":"primitive","def":"adj.  မဒှ်နူတမၠာတေံ။  ၂။  မနွံကဆံၚ်ဟွံဖောံဗြေဝ်ဏီ၊  မနွံကဆံၚ် ဟွံဂတာပ်ခေတ်ဏီ၊  မနွံကဆံၚ်ဟွံတၟေၚ်မွဲသာ်ဏီ။"},
{"word":"prince","def":"n.  ကောန်သၟိၚ်၊  ကောန်ဨကရာတ်။  prince consort (n)  တၠသ္ၚိဨကရာတ်ၝောံ။  ၂။  ဥပရာဇာ၊  ကောန်ဂၠုဨကရာတ်။  princess (n)  ကောန်သၟိၚ်ဗြဴ၊  ကုမ္မာရဳ၊  ဂၞကျာ်ကောန်သၟိၚ်၊  ကောန်ဝုတ်ဨကရာတ်။  princely (adj)  ဒှ်ညံၚ်ရဴကောန်သၟိၚ်၊  မဇၞော်သၠုၚ်။"},
{"word":"principal","def":"adj.  မဒှ်အရာနွံဒၟံၚ်ပၟိက်ဇၞော်အိုတ်၊  မဇၞော်အိုတ်၊  မသၠုၚ်အိုတ်၊  မစှ်ေအဓိကအိုတ်၊  အဓိက။  n.  အ္စာဇၞော်၊  ဂအုပ်ဘာ။  ၂။  သြန်တံရိုဟ်၊  အရၚ်၊  တံလုပ်လဝ်အရၚ်။  principal element. (adj)  မှာဘုတ်။  principal room. (adj)  ၝောံသ္ၚိ၊  ၝောံအပ္ဍဲသ္ၚိ။  principal timber of a floor. (adj)  ဏံၚ်၊  ကၞံၚ်။"},
{"word":"principle","def":"n.  တံ၊  ဒပ်၊  ဒဲ၊  ဒြပ်၊  ဒြပ်တံ၊  ဓဝ်တံမူလ၊  ဓဝ်ဟိုတ်ဖဵု။  ၂။  သ္ဇိုၚ်ဓဝ်ဒ္ဂေတ်ပဋိပတ်။"},
{"word":"print","def":"vt.  တက်လိက်၊  ဍဵုဗိမ္ဗ၊  ပ္ဍဵုဗီုလိက်။  n.  မအက္ခဝ်။  ၂။  ဒဒှ်မချာဲပ္ဍဵုပၟဝ်ကေတ်ဗီု၊  ဒဒှ်မပၟဝ်ကေတ်ဗီု။  ၃။  ဒဒှ်မစၟတ်သမ္တီနကဵုပ္ဍဵုလဝ်ဗီု။  in print. (n)  ဒဒှ်မတက်လဝ်တုဲ။  printed (adj)  မတက်တရးပ္တိတ်။  the printed page. (adj)  လိက်မတက်တရးပ္တိတ်။"},
{"word":"printable","def":"adj.  မထေက်ကဵုပ္ဍဵုဗီု၊  မပ္ဍဵုဗီုမာန်။"},
{"word":"printer","def":"n.  မၞိဟ်ပ္ဍဵုဗီု။"},
{"word":"printing press","def":"n.  စက်တက်လိက်၊  စက်ပ္ဍဵုဗီုလိက်။"},
{"word":"prior","def":"adj.  မဒှ်ဗွဲကိုပ်ကၠာ၊  မဒှ်ကၠာ။  priority (n)  ပွမကဵုက္ဍိုပ်၊  ပွမကဵုဗွဲကိုပ်ကၠာ၊  အခေါၚ်အဝဵုမသ္ဂောံက္ဍိုပ်ပုၚ်က္ဍိုပ်သွ။  n.  ဂအုပ်ဂိုန်။  prioress (n)  ဘိက္ခုၝောံ။  priory (n)  ဘာလကျာ်၊  ဘာဗြဴမိန်။"},
{"word":"prison","def":"n.  ဂုက်၊  ထံၚ်။  prisoner (n)  ကောန်ဂုက်၊  ကောန်ထံၚ်။  prisoner of war. (n)  ဂၠုဲ၊  ဂၠုဲပၞာန်၊  ဍိက်ဂၠုဲ။"},
{"word":"private","def":"adj.  မဆေၚ်စပ်ကဵုပူဂဵုမွဲမွဲ၊  မဆေၚ်စပ်ကဵုဂကောံမွဲမွဲ။  ၂။  မဆေၚ်စပ်ကဵုပရေၚ်ပူဂဵု၊  မဆေၚ်စပ်ကဵုပရေၚ်ဇကုကဵုဇကု။  ၃။  မဟွံဆေၚ်စပ်ကဵုညးတၞဟ်သအာၚ်မွဲ။  ၄။  မကၞုက်ဗ္ဒန်၊  လ္ၚု။  n.  ကောန်ပၞာန်အပြောံမွဲ။  privately (adv)  ဒုတ်ဒုတ်ဒီုဒီု၊  နဒဒှ်မဆေၚ်စပ်ကဵုပူဂဵုမွဲမွဲ။  privacy (n)  ဒဒှ်မဒှ်ဂြပ်ပူဂဵု။  private apartment. (adj)  ဂၠံလ္ၚု။"},
{"word":"privation","def":"n.  ဒဒှ်မခတ်က္ဍန်၊  ဒဒှ်မဝါတ်ဒိုက်။  ၂။  ဒဒှ်မဗၠးတိတ်အာနူတဲ၊  ဒဒှ်မဟောံဗြောံသာဲစ္ဍးအာ။"},
{"word":"privatize","def":"(privatise)  vt.  မသၠဲပြံၚ်ကဵုနူဒဒှ်ပိုန်ဒြပ်အလဵုအသဳပ္ဍဲသ္ကေံတဲပူဂဵု။"},
{"word":"privilege","def":"n.  အခေါၚ်တၟေၚ်။  vt.  ကဵုလဝ်အခေါၚ်တၟေၚ်။  privileged (adj)  မသ္ဂောံဒုၚ်စသိုၚ်အခေါၚ်တၟေၚ်၊  မသ္ဂောံဒုၚ်စသိုၚ်အခေါၚ်ဗွဲမတၟေၚ်။"},
{"word":"privy","def":"n.  သ္ၚိဝတ်။  adj.  မကၞိက်လဒဵု။  privily (adv)  ကၞပ်ကၞပ်၊  သ္ၚိတ်သ္ၚိတ်ဇြဇြ။  Privy Councillor. (n)  အမာတ်၊  အမာတ်သေနာပတိ။"},
{"word":"prize","def":"n.  လာပ်။  ၂။  အရာမထေက်ကဵုသ္ဒးကၠေံစိုတ်လွဳပရာ၊  အရာမွဲမွဲမထေက်ကဵုသ္ဒးမက်ဂၠက်။  adj.  မထေက်ကဵုသ္ဂောံလာပ်၊  မကေၚ်ဂွံကၠုၚ်လဝ်လာပ်။  vt.  စွံတဴၚုဟ်မးဇၞော်ဇၞော်၊  ထထောဝ်၊  နွံၚုဟ်မး။  ၂။  ထဍဟ်၊  ဂၠဟ်၊  ဂၠဟ်ပ္တိတ်နကဵုဇြဟတ်။"},
{"word":"pro","def":"adj.  မခိုဟ်တဴအခေါၚ်အဝဵု၊  မထထောဝ်။  n.  ဖဵုကဵုဒုဟ်။  pros and cons (n) (pl.) (idiom)  ဖဵုကဵုဒုဟ်။"},
{"word":"pro-","def":"prefix.  မနွံပၟိက်၊  မဒှ်စၞး။"},
{"word":"probable","def":"adj.  မတန်ဒှ်မာန်၊  မက္တဵုဒှ်မာန်၊  မနွံကဵုဒဒှ် မဒှ်ဍာံဍာံမာန်၊  မနွံကဵုအယောၚ်အလာ။  probably (adv)  နဒဒှ်မက္တဵုဒှ်ကၠုၚ်မာန်။  probability (n) (pl.-ties)  ဒဒှ်မနွံကဵုအယောၚ်အလာ၊  ဒဒှ်မနွံကဵုကဆံၚ်မက္တဵုဒှ်မာန်။"},
{"word":"probation","def":"n.  ဒဒှ်မစံၜတ်ကဵုတာလျိုၚ်။"},
{"word":"probe","def":"n.  ကရိယာအ္စာသဝ်ဝန်တံမရပ်စပ် ဒၞာဲစံၜတ်ဒမျိုဟ်ဝပ်။  vt.  စံၜတ်ကဵုကရိယာမစံၜတ်ဂှ်။"},
{"word":"probity","def":"n.  ဒဒှ်မလ္ဂူပ္ဍဲဒ္ဂေတ်ပဋိပတ်၊  ဒဒှ်မတပ်တးယျဵုလ္ဂူ။"},
{"word":"problem","def":"n.  ပြသနာ၊  ပြသၞာ၊  တၚ်မဝါတ်ဂါတ်။  ၂။  ပုစ္ဆာ၊  ဂလာန်သၟာန်။  problematic (adj)  မဒှ်ပြသၞာ၊  မဒှ်သၠေဟ်ပၟာ။"},
{"word":"proboscis","def":"n.  လပှ်စိၚ်၊  ဒပှ်စိၚ်၊  လပှ်။"},
{"word":"procedure","def":"n.  နဲကဲအခိုက်အလိုက်။"},
{"word":"proceed","def":"vt.  ဆက်တိတ်တရဴ၊  ဆက်ကၠောန်၊  ယာကြာ။  ၂။  ကေတ်ကာအတိုၚ်ပ္ဍဲသၞောဝ်ဥပဒေ။  proceeding (n)  ပွမယျဵုဒုၚ်ကေတ်။  ၂။  ပွမစောဲအမှုကဵုညးမွဲမွဲပ္ဍဲရုၚ်ဂဗုတ်။  ၃။  လိက်စၟတ်သမ္တီ။  proceed with caution. (vt)  ယောန်အာ။  proceed with intent. (vt)  ပေၚာံအာ။"},
{"word":"proceeds","def":"n.  (pl.)  ဒတုဲဖဵုပရဲပရာံပ္ဍဲကမၠောန်။"},
{"word":"process","def":"n.  လၟေၚ်နဲကဲသွက်ဂွံကၠောန်။  ၂။  လၟေၚ်ဒဒှ်မလီုဒှ်။  vt.  ကၠောန်ပ္တိတ်အတိုၚ်နလၟေၚ်ကမၠောန်။"},
{"word":"procession","def":"n.  ဒဒှ်မရၚ်ပြေၚ်ဂေတ်အာ၊  ဒဒှ်မပြေၚ်ဂေတ်ရၚ်အာ။"},
{"word":"proclaim","def":"vt.  လလောၚ်တရးဓမံက်ထ္ၜး သွက်ညးသအာၚ်သ္ဂောံတီ၊  ကမြဴ။  proclamation (n)  ဒဒှ်မလလောၚ်တရးပ္တိတ်၊  အရာမလလောၚ်တရးပ္တိတ်။  proclaim aloud. (vt)  လလောၚ်ကမြဴ။"},
{"word":"proclivity","def":"n.  ဒဒှ်စိုတ်မဗဗွဲအာ၊  ဒဒှ်စိုတ်မကယျောဝ်အာ။"},
{"word":"procrastinate","def":"vt.  ဇမၠိၚ်တ္ၚဲ။  သကဵုလဇုဲလဇ၊  တံၚ်ခယျဒၟံၚ်။  procrastination (n)  ဒဒှ်မလဇုဲလဇ၊  ဒဒှ်မတံၚ်ခယျ၊  ဒဒှ်မသ္ပ, ပဆုဲပချာဲဒၟံၚ်ဗ္တံတ္ၚဲ။  procrastinator (n)  မၞိဟ်လဇုဲလဇ၊  မၞိဟ်ပဆုဲပချာဲအခိၚ်၊  မၞိဟ်ဇမၠိၚ်တ္ၚဲ။"},
{"word":"proctor","def":"n.  သ္ကိုပ်ကေၚ်ကာ ပရေၚ်ကွးဘာတက္ကသဵု။  ၂။  သၞာဲဒဴမရေၚ်တၠုၚ်ဖဵု ပ္ဍဲရုၚ်ဂဗုတ်ဂမၠိုၚ် သွက်ပရေၚ်ဥပဒေ ဗဗွဲဓဝ်သ္ဂောံသၠောံဓလီု။"},
{"word":"procure","def":"vt.  ကေတ်ဂွံဒၟာနူကဵုကၠေံစိုတ်လွဳ၊  ဂွံကၠုၚ်။  ၂။  သကဵုဒှ်ဟိုတ်သ္ဇိုၚ်တံ၊  သကဵုက္တဵုဒှ်။  procurable (adj)  မကေတ်ဂွံမာန်၊  မဂွံကၠုၚ်မာန်။  procurement (n)  ဒဒှ်မဂွံ။"},
{"word":"prod","def":"vt.vi.  ထပက်ကဵုအရာကေက်ကေက်၊  တေံကဵုပသဲကေက်ကေက်၊  စကာနကဵုအသံ(အတေၚ်)။  n.  ဒဒှ်မထပက်ကဵုအရာကေက်ကေက်။  ၂။  လေံကေက်ကေက်။"},
{"word":"prodigal","def":"adj.  မရပ်သၠုဲတဲဇၞော်၊  မပၠေၚ်ဗဒိုက်၊  မဒှ်မၞိဟ်တဲကၠိုဟ်။  n.  မၞိဟ်ရပ်စပ်သၠုဲပၠေၚ်သၠုဲဂၠိုၚ်၊  မၞိဟ်တဲကၠိုဟ်ကၠိုဟ်။  prodigality (n)  မၞိဟ်မရပ်စပ်သၠုဲဂၠိုၚ်။"},
{"word":"prodigious","def":"adj.  မဇၞော်ဒုတ်၊  မဇၞော်သၠဲ။  မဒှ်သ္ဒးအံသဝ်။"},
{"word":"prodigy","def":"n.  အရာမဒှ်ဒဒှ်ဗွဲမတၟေၚ်(ဒဒှ်ဗွဲမအံသဝ်)။  ၂။  ပူဂဵုတၟေၚ်တၟဟ်၊  တၠပါရမဳ။"},
{"word":"produce","def":"vt.vi.  သတ်ကဴဇဝ်။  ၂။  ကၠောန်ဖန်ဗဒှ်၊  ဖန်ဗဒှ်၊  သကဵုက္တဵုဒှ်၊  ကၠောန်ပ္တိတ်။  ၃။  ပ္တိတ်ထ္ၜး၊  လးဖျေံထ္ၜး။  ၄။  ကၠောန်ပ္တိတ်သွက်ကောန်ညးဍုၚ်ကွာန်တံ သ္ဂောံဗဵု(ရုပ်ဂမျိုၚ်)။  n.  ကပေါတ်တိတ်။  producer (n)  မၞိဟ်ပ္တိတ်ကပေါတ်၊  မၞိဟ်ပ္တိတ်ရုပ်ဂမျိုၚ်။  product (n)  ကပေါတ်မပ္တိတ်၊  ကပေါတ်မကၠောန်ပ္တိတ်။  production (n)  ပွမပ္တိတ်ကပေါတ်။  productive (adj)  မခိုဟ်တဴအပ္ဍဲပတိတ်ကပေါတ်၊  မခိုဟ်တဴကဵုဝဲါ(ရှ်တိ)၊  မခိုဟ်ပ္ဍဲကဵုသ္ကိတ်၊  မက္တဵုဒှ်ဖဵု။  productivity (n)  အစောံစရာဲပ္တိတ်ကပေါတ်။"},
{"word":"profane","def":"adj.  မဒှ်အရိုပ်အရာလောကဳ၊  မဆေၚ်စပ်ကဵုလောကဳ၊  မဟွံသ္ပကေၚ်ကာကဵုအရာမရှ်ေသှ်ေရဴဂဴကၠုၚ်လဝ်, မသ္ပကၠုၚ်လဝ်အဲပရဲ၊  မဟိန်ဏ။  vt.  ဟွံသ္ပကေၚ်ကာကဵုအရာ မရှ်ေသှ်ေရဴဂဴအဲပရဲကၠုၚ်လဝ်၊  လုတ်လောန်မှာရာ။  profanely (adv)  နဒဒှ်မလုတ်လောန်မှာရာ။  profanity (n)  ပွမလုတ်လောန်မှာရာ၊  လဟီုသ္ဂး၊  ဒဒှ်မတေၚ်ခွာ။"},
{"word":"profess","def":"vt.  လလောၚ်တရးပရး တေဝ်တေဝ်သေဝ်သေဝ်၊  ပံက်ဟီုပတိတ်။  ၂။  သ္ပလွေဟ်၊  ပပၞ။  ၃။  ရှ်ေသှ်ေ၊  ဗက်စ၊  ဒ္ဂေတ်ဗက်၊  ပအာ။  professedly (adv)  ဗီုလဟီုဍေံ၊  အတိုၚ်လဟီုဍေံ၊  နဒဒှ်ဗီုလဟီုဍေံ။"},
{"word":"profession","def":"n.  ကမၠောန်ဂယိုၚ်လမျီု၊  ကမၠောန်တၠပညာ(သၟာပညာ)။  ၂။  လောကပရေၚ်ဂယိုၚ်လမျီု။  ၃။  အရာမလလောၚ်တရးပတိတ်၊  တၚ်မလလောၚ်ပတိတ်။  professional (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ဂယိုၚ်လမျီု။"},
{"word":"professor","def":"n.  အ္စာပါမောက္ခ။"},
{"word":"proffer","def":"vt.  ဒုၚ်ကဵု၊  ကဵုကၠုၚ်အရေဝ်။  n.  အရာမဒုၚ်ကဵု၊  အရာမကဵုကၠုၚ်အရေဝ်။"},
{"word":"proficient","def":"adj.  မကၠောံသြၚ်၊  ဍုက်၊  မဍိုဟ်သ္ကေက်စိုန်သ္ကီု၊  မသ္ကေက်သ္ကာ။  proficiency (n)  ဒဒှ်မစိုန်သ္ကီု၊  ပွမစိုန်သ္ကီု။"},
{"word":"profile","def":"n.  ဗီုမုက်မၞိဟ်လက်ဒကဴ၊  ဗီုမုက်မၞိဟ်လက်ဒစေၚ်။  ၂။  အတ္ထုပ္ပတ္တိဗွဲခမၞန်။"},
{"word":"profit","def":"n.  ပရဲ၊  မြမောဝ်။  ၂။  အနိဿံသ၊  ထတုဲ၊  ဒတုဲ၊  ဖဵုဂုန်။  vt.vi.  ဂွံပရဲ၊  ဂွံပရဲပရာ၊  ပရဲတိတ်၊  ဖဵုဂုန်နွံ၊  နွံကဵုဖဵုဂုန်။  profitable (adj)  မတိတ်ကၠုၚ်ပရဲ၊  မနွံကဵုဖဵု။  profitably (adv)  နဒဒှ်မနွံကဵုဖဵု။  profiteer (vt)  စပရဲပရာံဗွဲမဂၠိုၚ်။  n.  မၞိဟ်ဂၠာဲစပရဲပရာံ။  profiteering (n)  ဒဒှ်မစပရဲပရာံ။"},
{"word":"profligate","def":"adj.  မကြံကြယုတ်မာမဟၟဲကဵုမုက်ဂဝ။  n.  မၞိဟ်မကြံကြယုတ်မာမဟၟဲကဵုမုက်ဂဝ။"},
{"word":"profound","def":"adj.  မသ္ဇိုဟ်နက်။  ၂။  မက္ဍိုက်ပေၚ်တဴနကဵုအညာ(ဗဟုသုတ)။  ၃။  မသ္ကာတ်မြဟ်၊  သ္ၚောဟ်တၠောဟ်၊  သၠောဟ်ကၠောဟ်။  profoundly (adv)  ဗွဲမသ္ကာတ်မြဟ်၊  ဗွဲမသ္ဇိုဟ်နက်။"},
{"word":"profoundity","def":"n.  ဒဒှ်မသ္ကာတ်မြဟ်၊  ဒဒှ်မသ္ဇိုဟ်နက်။"},
{"word":"profuse","def":"adj.  ဂၠိုၚ်ဗွဲ၊  ဒှ်ယိုဟ်။  profusely (adv)  နဒဒှ်မဂၠိုၚ်တဴဗွဲ။  profusion (n)  ဒဒှ်မဂၠိုၚ်ဂၠေၚ်။"},
{"word":"progeny","def":"n.  ကောန်ဇာတ်ဂမၠိုၚ်၊  မၞိဟ်က္ဍတ်ပါ်စေန်ဆက်စှ်ေကၠုၚ်၊  ကောန်စဴစး။"},
{"word":"prognosticate","def":"vt.  တွံကဵုဗွဲအဓာန်ဂတ၊  ပ္တိတ်တွံဟီု။  prognostication (n)  ကိုန်တဝှ်(တွံ)။"},
{"word":"program","def":"(programme)  n.  အစဳအဇန်။  ၂။  ဂၠံၚ်တရဴ။  vt.  ကၠောန်အစဳအဇန်။"},
{"word":"progress","def":"n.  ဒဒှ်မဂံါတိုန်ကၠုၚ်ဗွဲဂတ။  ၂။  ဒဒှ်မတောတက်ဖောံဗြေဝ်တိုန်။  ၃။  ဒဒှ်အကာဲအရာမခိုဟ်မိုဟ်တိုန်ကၠုၚ်။  vi.  တောတက်တိုန်၊  တောတက်ဖောံဗြေဝ်တိုန်၊  ကဵုတိုန်ကၠုၚ်ဂတ။  progressive (adj)  မနွံကဵုကဆံၚ်တောတက်၊  မနွံကဵုကဆံၚ်ဖောံဗြေဝ်။"},
{"word":"prohibit","def":"vt.  တၟာတ်စဵုဒၞာ၊  လၟေတ်ဒၞာ။  prohibition (n)  ဒဒှ်မတၟာတ်စဵုဒၞာလဝ်၊  ဒဒှ်မလၟေတ်ဒၞာ။  ၂။  ဥပဒေမတၟာတ်စဵုဒၞာ သွံရာန်တရးပ္တိတ်အရက်။  prohibitory (adj)  မဆဵုဒဝ်စဵုဒၞာ။"},
{"word":"project","def":"n.  ကိုန်မပြုပြေၚ်စဳရေၚ်။  ၂။  ကမၠောန်မကေတ်တာလျိုၚ်။  vt.vi.  ဖျေံကိုန် သွက်ဂွံပြုပြေၚ်စဳရေၚ်။  ၂။  ထ္ၜးရုပ်ဂမျိုၚ် နကဵုလျးစၚ်ထွက်တိတ်၊  သကဵုရုပ်ရာမံက်။  ၃။  တိတ်မံၚ်ပ္ဍဲဒၞာဲတၞုၚ်တၞောတ်။  projectile (n)  မကံ၊  အရာမပန်ဗလး၊  အရာမထဝေၚ်ထောံ၊  အရာမကၠဟ်ထောံ။  projection (n)  အရာမစောန်မံက်တိတ်ဒၟံၚ်၊  ဓမံက်ထ္ၜးစိုတ်စရိုတ်၊  ပွမဖျေံထ္ၜးကဵုဗီုရုပ်။  projection of rock. (n)  ဂရှ်တၟံ၊  စရှ်တၟံ။"},
{"word":"projector","def":"n.  စက်ထ္ၜးရုပ်ဂမျိုၚ်။"},
{"word":"proletariat","def":"n.  သၟာကမၠောန်မၞိဟ်အဇာတံရိုဟ်ဟွံမွဲ၊  သၟာကမၠောန်မသက္ကုဟွံမွဲကဵုပိုန်ဂြပ်။  proletarian (n)  ဒဒှ်မဟၟဲကဵုတံရိုဟ်၊  ဒဒှ်မဟၟဲကဵုဂြပ်ကသပ်။  adj.  မဟၟဲကဵုတံရိုဟ်။"},
{"word":"prolific","def":"adj.  မပ္တိတ်ဒၟံၚ်ရိုက်ရိုက်၊  မပ္တိတ်ဒၟံၚ်မဂၠိုၚ်ကဵုလၟိဟ်။"},
{"word":"prologue","def":"n.  နိဒါန်ပွံက်ကဗျ၊  ကဗျမဖ္ဍောတ်ပ္ဍဲဇာတ်ပၠမသ္စ။  ၂။  တံ၊  ဗွဲကိုပ်ကၠာ၊  တံပထမ၊  မဒှ်မက္တဵုဒှ်ကၠုၚ်။"},
{"word":"prolong","def":"vt.  သကဵုဂၠိၚ်သ္ၚောဲ။  prolonged (adj)  မဂၠိၚ်သ္ၚောဲ၊  မလံလုဲ၊  မဂၠိၚ်ဂၠေၚ်။  prolongation (n)  ဒဒှ်မဆက်ဂလိၚ်ပ္တိုန်။"},
{"word":"promenade","def":"n.  စၚ်ကြံမကၠောန်လဝ်သွက်ညးဂမၠိုၚ်သ္ဂောံအာကၠုၚ်ထ္ၜိုဟ်လၟောၚ်။  vt.vi.  ကွာ်တန်ဆန်အာကၠုၚ်ပ္ဍဲစၚ်ကြံ။"},
{"word":"prominent","def":"adj.  မစောန်တိတ်ဒၟံၚ်။  ၂။  မညာတ်ဆဵုမာန်၊  မကၠးဖ္ဍး။  ၃။  မဒယှ်တှ်၊  မဒှ်ကဆံၚ်မၞိဟ်တီညာတ်ဂၠိုၚ်။  prominence (n)  ဒဒှ်မကၠးဖ္ဍး၊  ဒဒှ်မနွံဒၟံၚ်ဇၞော်ကဵုပၟိက်၊  ဒဒှ်မသကဵုက္ဍိုပ်။  ၂။  ဒၞာဲမစောန်ထ္ပက်တိတ်ဒၟံၚ်။"},
{"word":"promiscuous","def":"adj.  မသၞဴရဴဒၟံၚ်၊  မထုဲဂရုဲဒၟံၚ်၊  ထုဲတ္ၜန်ဒၟံၚ်။  ၂။  ဟဂွံကဵုရုဲစှ်၊  မဟွံရုဲစှ်။  promiscuity (n)  ဒဒှ်မဟွံသကဵုရုဲစှ်။  promiscuously (adv)  တ္ၜန်တ္ၜောဲ။"},
{"word":"promise","def":"n.  ကတိ၊  ဂတိ၊  ဒမုၚ်၊  ပတ္တိညာန်၊  သ္ပစၟတ်သစ္စ၊  သၟတ်သစ္စ၊  ဒဒှ်မဒုၚ်ကံပါၚ်။  ၂။  မဒှ်မနွံကဵုအယောၚ်အလာ၊  ဒဒှ်နွံတဴကဵုအယောၚ်အလာ။  vt.vi.  ကဵုကတိ။  ၂။  နွံဒၟံၚ်သွက်ဂွံစၟဳ၊  စၟဳမၚ်မာန်။  promising (adj)  မခိုဟ်တဴပ္ဍဲကဵုအယောၚ်အလာ။  promissory (adj)  မကဵုလဝ်ကတိ၊  မဒုၚ်လဝ်ကံပါၚ်။  promissory note. (adj)  လိက်ဂတိ။"},
{"word":"promontory","def":"n.  မုဟ်၊  ဂဒုၚ်၊  ဓဒုၚ်၊  ခၟဴကဗဂေါၚ်။"},
{"word":"promote","def":"vt.  သၠုၚ်ပ္တိုန်ကဵုကဆံၚ်။  ၂။  သၠုၚ်ပ္တိုန်၊  ကဵုဓတ်၊  ထံက်ဂလာန်။  ၃။  သၠုၚ်ပ္တိုန်ကဵုပရေၚ်သွံရာန်၊  ဒက်စန်ပ္တန်ဗဒှ်။  promoter (n)  မၞိဟ်ပ္တန်ဗဒှ်ညံၚ်ရဴကမၠောန် သ္ဂောံဖောံဗြေဝ်တိုန်။  promotion (n)  ဒဒှ်မသၠုၚ်ပ္တိုန်ကဵု၊  ဒဒှ်မတောတက်တိုန်။"},
{"word":"prompt","def":"adj.  မဟၟဲကဵုလဇုဲလဇ၊  မဟၟဲကဵုဆိုအ်ဆိုအ်ဆေၚ်ဆေၚ်၊  မတ္ၚံလ္ပံ၊  မပြဟ်ပြေဟ်၊  မကလေၚ်ပၠန်လွာဲဂှ်။  vt.  ဒှ်ဟိုတ်တံ၊  ဗ္တိုက်ဖအောဝ်၊  ဂဇုဟ်ကဵုဓတ်၊  ဆဝ်ပ္ၚုဟ်၊  ထောပလ။  n.  ဒဒှ်ဟၟဲကဵုလဇုဲလဇ။  promptly (adv)  ဗွဲမပြဟ်။  promptness (n)  ပွမပြဟ်ပြေဟ်။  promptitude (n)  ဒဒှ်မတ္ၚံလ္ပံ။"},
{"word":"promulgate","def":"vt.  လလောၚ်တရးနကဵုဗဗွဲဓဝ်၊  လလောၚ်တရးပ္တိတ် သွက်ညးဂမၠိုၚ်သ္ဂောံတီ။  ၂။  သကဵုပြးဇးအာစၟံဒၞာဲ။  promulgation (n)  ပွမပ္တိတ်လလောၚ်တရး၊  ဒဒှ်မလလောၚ်တရးပ္တိတ်။"},
{"word":"prone","def":"adj.  မမိုပ်ဂိုပ်စှ်ေလ္ပာ်ဂတမုက်၊  ဗတက်။  ၂။  မဇဲဇာဲ၊  ကလိုပ်ကဝေံဒၟံၚ်။"},
{"word":"prong","def":"n.  ဂွ၊  ခၜံက်၊  ခစီု။"},
{"word":"pronoun","def":"n.  စၞးနာံ။"},
{"word":"pronounce","def":"vt.vi.  တိတ်ရမျာၚ်၊  ပ္တိတ်ရမျာၚ်။  ၂။  လလောၚ်တရးနကဵုဗဗွဲဓဝ်၊  လလောၚ်တရးနဒဒှ်မဒှ်သ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။  pronounced (adj)  မတီကၠးကၠးဖ္ဍးဖ္ဍး၊  မဒှ်ပိုတ်ပိုတ်သ္ကုတ်သ္ကုတ်။  pronouncement (n)  တၚ်သ္ဂုတ်သွာတ်၊  အရာမသ္ဂုတ်သွာတ်၊  တၚ်လလောၚ်တရး၊  အရာမလောၚ်တြး။"},
{"word":"pronunciation","def":"n.  ဗီုရမျာၚ်တိတ်။"},
{"word":"proof","def":"n.  သက်သဳ၊  သာဓကခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။  ၂။  ပွမဒုၚ်စံၜတ်၊  ပွမဒုၚ်စၟဳစၟတ်။  adj.  မဒှ်သွက်ဂွံစဵုဒၞာ၊  မစဵုဒၞာကဵု။"},
{"word":"prop","def":"n.  က၊  ကဝ၊  လေံထံက်၊  ဂၠဴ၊  လေံဂါန်၊  ဒဒှ်မထံက်လဝ်နကဵုဂၠဴ။  ၂။  မၞိဟ်မကဵုအထံက်အပၚ်။  vt.  ခစာန်လဝ်၊  ခု၊  ခိုအ်၊  ဂစာန်လဝ်၊  ဂါန်လဝ်၊  ထံက်၊  ထံက်ပၚ်၊  ထံက်ဒုၚ်၊  ထ္ၜၚ်ထံက်လဝ်၊  ဒုၚ်က၊  ဒုၚ်ကဝ၊  သ္ဍိုပ်သ္က။"},
{"word":"propaganda","def":"n.  ဒဒှ်မတြးဝါဒ။"},
{"word":"propagate","def":"vt.  က္ဍတ်ပါ်ကၠုၚ်နကဵုသဘာဝ၊  ဗြေဝ်တိုန်၊  ပြးတိုန်။  ၂။  သကဵုပြးဇးဂၠိုၚ်ကၠုၚ်။  propagation (n)  ဒဒှ်မသကဵုပြးဇးအာ။"},
{"word":"propel","def":"n.  ဒဳဏာဂတတေံ၊  သကဵုချဳဒရာၚ်အာဂတတေံ။"},
{"word":"propeller","def":"n.  ပၚ်ကာ(က္ၜၚ်, က္ၜၚ်ကျာ)။"},
{"word":"propensity","def":"n.  စိုတ်စရိုတ်၊  ဝါသနာ၊  ဒဒှ်မကယျောဝ်ကၠုၚ်။"},
{"word":"proper","def":"adj.  မခမိဟ်၊  မဒးအလိုက်၊  ဒးရးဂပ်ဝ်၊  မဒးရး၊  မအပ်ဒပ်၊  မကြိုက်တန်၊  မဂပ်ဂဝ်၊  သာဓာ၊  သၟဟ်ရထ၊  မဒှ်ဒၞာဲဍာံဍာံ။  ၂။  မရှ်ေသှ်ေရဴဂဴ၊  မဍိုန်ဍောတ်ယေန်သၞာၚ်။  ၃။  စၞးနာံပူဂဵု၊  အရာမဆေၚ်စပ်ကဵုစၞးနာံ။  properly (adv)  နဒဒှ်ဒးဒးရးရး,ဂပ်ဂပ်ဂဝ်ဂဝ်။"},
{"word":"property","def":"n.  ကပေါတ်၊  ဂြပ်၊  ဂြပ်ကသပ်၊  ဂြပ်ဝၚ်။  ဒြပ်၊  ဒြပ်ဗစဲ၊  ဓန၊  ပိုန်၊  ပိုန်ဒြပ်၊  ပိုန်ဘိုက်ဘက်၊  ပိုန်ဟာန်၊  ဗစဲ၊  ဘိုက်ဘက်၊  ဘောဂ၊  အရပ်အရာ၊  ကပေါတ်မပိုၚ်ပြဳလဝ်၊  ယဿပတ်၊  သမ္ပတ္တိ။  ၂။  ဂုန်သတ္တိ။"},
{"word":"prophecy","def":"n.  ကိုန်တဝှ်၊  ဒဒှ်မဗှ်ပ္တိတ်နိမိတ်၊  ပွမနန်တးကဵုနိမိတ်သၞဲ။"},
{"word":"prophesy","def":"vt.vi. (pt.pp.-sied)  ပ္တိတ်ကိုန်တဝှ်၊  ကျဝ်တုဲတွံ။"},
{"word":"prophet","def":"n.  ကလုတ်၊  ဒုတ်၊  က္ဍိုပ်သ္ကိုပ်ပရေၚ်ဘာသာ။  ၂။  မၞိဟ်တွံကဵုနိမိတ်၊  မၞိဟ်ကျဝ်တွံဟီုကဵုသွက်အနာဂတ်ဂတမာန်။  prophetic (adj)  မပ္တိတ်ကိုန်တဝှ်၊  မဆေၚ်စပ်ကဵုကလုတ်ကျာ်။"},
{"word":"propitiate","def":"vt.  သၠေံ၊  ထ္ၜထၞ၊  ဒုၚ်ဂုန်ညံၚ်ရဴသ္ဂောံဒးအာဂၞပ်စိုတ်၊  ဖျာ်။  propitiate the gods. (vt)  ထ္ၜထၞဒေဝတဴ၊  ဖျာ်ဒေဝတဴ။"},
{"word":"proportion","def":"n.  အဆ၊  ခလပ်၊  ကွပ်။  ၂။  ဒကုတ်၊  ပိုတ်၊  အၚ်္ဂ။  proportional (adj)  မဒှ်စှ်ေဒၟံၚ်ကဵုအဆ၊  ဒဒှ်မစှ်ေဒၟံၚ်ကဵုခလပ်။  proportionally (adv)  နဒဒှ်မစှ်ေကဵုအဆ၊  နဒဒှ်မစှ်ေကဵုခလပ်။  proportionate (adj)  မဒှ်စှ်ေဒၟံၚ်ကဵုအဆ၊  ဒဒှ်စှ်ေဒၟံၚ်ကဵုခလပ်။  proportionately (adv)  နဒဒှ်မစှ်ေကဵုအဆ၊  နဒဒှ်မစှ်ေကဵုခလပ်။"},
{"word":"propose","def":"vt.  ပ္တိုန်ဂလာန်၊  ဟီုဂးပ္တိုန်ထ္ၜး။  ၂။  ချပ်ကသပ်၊  ရန်တၟံ။  ၃။  ဟီုဂးဂလာန်သွက်ဂွံထပ်တဲ။  proposal (n)  ဂလာန်ပ္တိုန်၊  တၚ်ဂလာန်မပ္တိုန်ထ္ၜး။  proposition (n)  ဒဒှ်မဟီုဂးပ္တိုန်ဂလာန်။  ၂။  အရာမဓမံက်ထ္ၜး။  ၃။  ဂလာန်ပြသၞာ၊  ပုစ္ဆာပြသၞာ။"},
{"word":"proprietor","def":"n.  တၠဂြပ်။  proprietary (adj)  မဆေၚ်စပ်ကဵုဒဒှ်မပိုၚ်ပြဳလဝ်။"},
{"word":"propriety","def":"n. (pl.-ties)  ဒဒှ်မဂပ်ဝ်ဒးရး၊  ဒဒှ်မနွံကဵုဗီုပြၚ်ယေန်သၞာၚ်။"},
{"word":"propulsion","def":"n.  ဇြဟတ်ဂရိုဟ်။"},
{"word":"prosaic","def":"adj.  မနွံဒၟံၚ်ကဆံၚ်သွက်ဂွံလၞုဟ်ထကုဲခိုဟ်၊  မနွံကဆံၚ်မသက္ကုဟွံမွဲကဵု သွက်စိုတ်သ္ဂောံလုပ်စ။"},
{"word":"proscribe","def":"vt.  လလောၚ်တြးဒဒှ်နွံကဵုအန္တရာဲ၊  လလောၚ်တြးဒဒှ်,ဒှ်ဂကောံဟွံလုပ်ကဵုဗဗွဲဓဝ်။"},
{"word":"prose","def":"n.  အရေဝ်ပလး၊  လိက်ပလး။"},
{"word":"prosecute","def":"vt.  ပ္တိုန်အမှုပ္ဍဲရုၚ်၊  စောဲအမှုပ္ဍဲရုၚ်။  prosecution (n)  ပွမစောဲပ္တိုန်အမှုပ္ဍဲရုၚ်။  prosecutor (n)  သၟာဂဗုတ်အလဵုအသဳ၊  မၞိဟ်သ္ပအမှု၊  မၞိဟ်စောဲအမှု၊  မၞိဟ်ဂရိုဟ်စုတ်ဒုဟ်။"},
{"word":"prosody","def":"n.  နဲကဲသွက်သ္ဂောံဆန်ဇန်လၚ်္ကာ။"},
{"word":"prospect","def":"n.  အယောၚ်အလာ၊  အကာဲအရာ။  ၂။  မၞိဟ်ရာန်၊  အကာဲအရာမနွံသွက်သ္ဒးခါန်ကၞက်လၟောၚ်ညးစၞး။  ၃။  ကွိုန်ဒတိုန်၊  လ္ပာ်တိုန်၊  ဒဒှ်မဂွံပရေၚ်အံၚ်ဇၞး။  vt.  ဂၠာဲမပ္တံကဵုထဝ်သြန်တံကဵု ဖ္ကောဝ်သအာၚ်တံ။  prospective (adj)  မခိုဟ်တဴပ္ဍဲကဵုအယောၚ်အလာ။  prospector (n)  မၞိဟ်မဂၠာဲဖကောဝ်မနွံတဴကဵုၚုဟ်မး။"},
{"word":"prospectus","def":"n.  လိက်အုပ်စၞောန်ဂၠံၚ်ဘာ, ဘာတက္ကသဵု၊  လလောၚ်တြးလၟေၚ်ကမၠောန်ကမ္ပနဳတၟိ။"},
{"word":"prosper","def":"vt.  ဇၞော်မောဝ်အံၚ်ဇၞး၊  ဂဵုလဟဵုတိုန်၊  မြာ၊  မြာကလိဂွံ၊  သိုက်ဘိုက်ကၠုၚ်၊  သ္ဂေတ်သွဟ်၊  ခိုဟ်စ၊  ခိုဟ်စကၠုၚ်။  prosperity (n)  ဒတိုန်ဘက်၊  ဒဒှ်မဇၞော်မောဝ်သိုက်ဘိုက်ကၠုၚ်၊  အကာဲအရာဖောံဗြေဝ်တိုန်၊  သြဳ။  properous (adj)  မဂမိဟ်၊  မဇၞော်မောဝ်သိုက်ဘိုက်၊  မတောတက်ဖောံဗြေဝ်၊  မသ္ဂေဟ်သွဟ်။  prosperous person. (adj)  မဒှ်ပူဂဵုမနွံကဵုသ္ဂေဟ်သွဟ်။"},
{"word":"prostitute","def":"n.  ဗြဴစရာဲဍုၚ်။  vt.  ရပ်စပ်စသုၚ်ထောံ၊  သကဵုမုက်ဍောတ်မတ်သဝ်။  prostitution (n)  ကမၠောန်ဗြဴစရာဲဍုၚ်၊  ပွမရပ်စပ်ထောံညံၚ်ရဴသ္ဂောံစိုပ်အာကဆံၚ်မုက်ဍောတ်မတ်သဝ်။"},
{"word":"prostrate","def":"adj.  မလှောဝ်မိုပ်စှ်ေ၊  မမိုပ်ဗ္ကပ်ဒၟံၚ်။  vt.  သကဵုမိုပ်ဒၟံၚ်၊  သကဵုမိုပ်စှ်ေ။  ၂။  မိုပ်မာဒၟံၚ်၊  လောဂၠဝ်။  prostration (n)  ဒဒှ်မအိုတ်အာဇိုၚ်တဲ၊  ဒဒှ်မလောတ်ကပိုက်စှ်ေအာဇိုၚ်တဲ။"},
{"word":"prosy","def":"adj.  မဒှ်ညံၚ်ရဴဗီုပြၚ်လိက်ပလး၊  မဟွံတၟေၚ်တၟဟ်။"},
{"word":"protagonist","def":"n.  မၞိဟ်က္ဍိုက်ဇာတ်အဓိက၊  မၞိဟ်မဒှ်နဒဒှ်အဓိကအပ္ဍဲကဵုဇာတ်။"},
{"word":"protect","def":"vt.  စဵုဒၞာ၊  တံၚ်တာဒၞာ၊  မၚ်မွဲ၊  သၚ်ရိုဟ်။  ၂။  ရီုဗၚ်ဗိုၚ်ကံက်ကေတ်အခေါန်ဖလှာ နူကဵုကပေါတ်လုပ်ကၠုၚ်နူဍုၚ်သအာၚ် (သွက်ကွတ်စက်ဍုၚ်ဇကု)။  protected (adj)  မမၚ်မွဲရံၚ်စံၚ်။  protection (n)  ဒဒှ်မစဵုဒၞာ၊  ဇွောံစဵုဒၞာ၊  ပရိုတ်၊  သရဏ၊  ပွမစ္ၜုဲစ္ၜော်သၞေဟ်သြၚ်။  protective (adj)  မသကဵုအရီုအဗၚ်စဵုဒၞာ၊  မဒှ်အရာမစဳရေၚ်ပြုပြေၚ်လဝ် သွက်ဂွံဒှ်အရီုအဗၚ်စဵုဒၞာ။  protectorate (n)  ဒဒှ်မသ္ဂောံအရီုအဗၚ်မၚ်မွဲနူကဵုဍုၚ်ဇၞော်မွဲမွဲ၊  ဍုၚ်မသ္ဒးဒုၚ်ကေတ်အရီုအဗၚ်စဵုဒၞာ၊  ဍုၚ်မသ္ဒးဒုၚ်မၚ်မွဲလဝ်။  protector (n)  မၞိဟ်စဵုဒၞာ၊  အရာမကၠောန်လဝ်သွက်ဂွံစဵုဒၞာ၊  နာထ။"},
{"word":"protégé","def":"n. (Fr.)  မၞိဟ်သ္ဒးဒုၚ်မၚ်မွဲလဝ်၊  ကွး။"},
{"word":"protein","def":"n.  ဓာတ်မသကဵုဓတ်ကဵုပရေၚ်ထတ်ယုက်၊  ဓာတ်ပြဝ်တိန်။"},
{"word":"protest","def":"vt.vi.  ကလေၚ်ခၠေဝ်သှ်။  ၂။  ဒစဵုဒစး၊  စဵုစး။  ၃။  ဓမံက်ထ္ၜးကဵုဒဒှ်မဟွံဒးကဵုဂၞပ်စိုတ်။  n.  အရာမစဵုစး၊  အရာမဟွံဒးဂၞပ်။"},
{"word":"Protestant","def":"n.  မၞိဟ်ဂိုန်ဘာသာခရေတ်ဟွံသေၚ်၊  ဘာသာဝရေန်ဂျဳ(ဘာသာခရေတ်ယာန်လၟုဟ်ဍာ်)။"},
{"word":"protocol","def":"n.  အရာမတုပ်လဝ်စိုတ်ဗွဲပဏာမ။"},
{"word":"prototype","def":"n.  ဗီုပြၚ်တံဍေံ၊  ဗီုပြၚ်မူလ၊  ဂကူဗီုပြၚ်တုပ်။"},
{"word":"protract","def":"vt.  သကဵုအခိၚ်လံ။  protractor (n)  ကရိယာၜတ်ကၞာတ်ဒကဴ။"},
{"word":"protrude","def":"vt.vi.  သကဵုစောန်တိတ်ကၠုၚ်၊  သကဵုမံက်စောန်တိတ်၊  မံက်စောန်တိတ်ကၠုၚ်။"},
{"word":"protuberant","def":"adj.  ကယျူတိတ်ဒၟံၚ်လ္ပာ်မ္ၚး၊  မပီုဂုဟ်တိတ်ဒၟံၚ်၊  မလတ်တိတ်ဒၟံၚ်။  protuberance (n)  ဒဒှ်မပီုဂုဟ်ဒၟံၚ်။"},
{"word":"proud","def":"adj.  ဆီသၠုၚ်၊  ပ္တဴမာန၊  မကေတ်စအလံၚ်မကြီုစဒၟံၚ်ဂုန်စရာဲ၊  မဗၜူမာန်၊  မဗၜူမာဲ၊  ယိုက်ပ္တိုန်အယော။  ၂။  မနွံကဵုဘဝၚ်စိုတ်သၠုၚ်သၠုၚ်၊  မသၠုၚ်လဝ်မာန၊  မပ္တဴလဝ်မာန။  ၃။  ထ္ၜူၜူမာဲ၊  ယိုက်မာန၊  ယိုက်မာန်၊  မတိုန်မိုန်။"},
{"word":"prove","def":"vt.vi.  ထ္ၜးကဵုသက်သဳ၊  ထ္ၜးကဵုသာဓက။  ၂။  သကဵုခိုၚ်ကၠိုက်နကဵုကမၠောန် မစံၜတ်ထ္ၜးကဵု။  ၃။  ဆဵုညာတ်တီကၠုၚ် ပ္ဍဲကၞောတ်လအိတ်တေံ။"},
{"word":"provenance","def":"n.  ဌာန်တံ၊  ဌာန်ဒေသမကၠောန်ပတိတ်။"},
{"word":"provender","def":"n.  စၞပြေၚ်ဂၠဴချေံ။"},
{"word":"proverb","def":"n.  ဂလာန်ပေါရဏာံ၊  ဂလာန်လၟေတ်ညးတမၠာ၊  ပုံ။  proverbial (adj)  မတီဒၟံၚ်ကၠိုဟ်ဒၟံၚ်မၞိဟ်ဗွဲမဂၠိုၚ်၊  မဒှ်ဂလာန်မဟီုဒၟံၚ်လၟိုန်၊  မဒှ်ဂလာန်အခိုက်ကၞာ။  proverbially (adv)  နဒဒှ်မၞိဟ်မတီဒၟံၚ်ဗွဲမဂၠိုၚ်။"},
{"word":"provide","def":"vt.vi.  ဗ္စထံက်ပၚ်။  ၂။  ပလေဝ်ပလေတ်လဝ်ဒတုဲ၊  ယဵုဒုၚ်သ္ပကေၚ်ကာ၊  ကျဝ်ပလေဝ်ပလေတ်လဝ် သွက်ဂွံပတဝ်ကဵုအန္တရာဲမွဲမွဲ။  providing / provided (conj.)  ယဝ်ရမက္တဵုဒှ်ဟိုတ်မွဲမွဲမ္ဂး။  provide pleasure. (vt.vi)  သ္ဍိုက်ဗရိုက်၊  သ္ဍိုက်လဗာၚ်ဝါၚ်။  provide protection. (vt.vi)  သြဟ်ပ္တဴပၟၚ်ပၟဲ။  provide with food. (vt.vi)  ဖာပ်၊  ဖာပ်ဗ္စ၊  ဗ္စ၊  ဗ္စဖာပ်။"},
{"word":"providence","def":"n.  ပွမသ္ပဂရုသွက်အဓာန်ဂတ၊  ပွမစဳစောတ်(စတ်)၊  ကျာ်တၠမဟာကရုဏာ။  providential (adj)  မဒှ်ညံၚ်ရဴကျာ်မထ္ၜသ္ဘာ်၊  မဒှ်အရီုအဗၚ်ကျာ်။  provident (adj)  မကျဝ်တော်ဆဂြၚ်တီလဝ်သွက်အနာဂတ်၊  မထံက်ပၚ်ကဵုသွက်အနာဂတ်။"},
{"word":"province","def":"n.  တွဵုဍုၚ်(ဇၞော်သၠဲလးနူပွိုၚ်ဍုၚ်, ကဆံၚ်တွဵုရး)၊  ဇနးပိုဒ်၊  ဗၞဳရး။  ၂။  ဒေသပွမလ္ၚတ်။"},
{"word":"provincial","def":"adj.  မဆေၚ်စပ်ကဵုတွဵုဍုၚ်။  ၂။  မနွံကဵုလညာတ်ဍန်ဍန်၊  မဗက်အာကဵုရးကး (ဒၟံၚ်, ပွ, လဟီု)။"},
{"word":"provision","def":"n.  ဒဒှ်မထံက်ပၚ်၊  ဒဒှ်မကျဝ်ပလေဝ်ပလေတ် သွက်အနာဂတ်။  ၂။  ဇွောံ၊  ဇွောံမ၊  ဇွောံမစၞစ၊  ဇွောံမအဟာ(သွက်အာတရဴ, ပၞာန်)။  ၃။  ပိုတ်ဂလာန်ဥပဒေ။  vt.  ထံက်ပၚ်။  provisional (adj)  နဒဒှ်ဗွဲယာယဳ၊  နဒဒှ်သွက်မွဲချိုန်ခဏ။"},
{"word":"provoke","def":"vt.  သကဵုဒေါသတိတ်၊  ပလာပ်၊  ဂၠာဲသၞ၊  ဆောံက္တဵု။  ၂။  သကဵုက္တဵုဒှ်၊  ဗတိုက်ဖအောဝ်။  ၃။  ဆဝ်ပ္ၚုဟ်။  provoking (adj)  မသကဵုစိုတ်ထုဲဂရုဲ။  provocation (n)  ဒဒှ်မဂၠာဲသၞ၊  ဒဒှ်မခ္ဍဟ်ခ္ဍာဲ၊  ဒဒှ်မဆောံက္တဵု။  provocative (adj)  မဗတိုက်ဖအောဝ်၊  မဆောံက္တဵု၊  မဂၠာဲသၞ။"},
{"word":"prow","def":"n.  က္ဍိုပ်က္ၜၚ်၊  က္ဍိုပ်ဂၠုၚ်။"},
{"word":"prowess","def":"n.  အစောံသတ္တိ၊  ပွမနွံကဵုသတ္တိ၊  ပွမလေပ်စိုန်သ္ကီုပ္ဍဲကွတ်ပၞာန်။"},
{"word":"prowl","def":"vt.  ဂေတ်ဂ္ၚေၚ်ဂၠာဲတောပ်ဒၟံၚ်(သွက်စၞ)၊  ဂေတ်ဂ္ၚေၚ်ဂၠာဲစဒၟံၚ်စၞ။  n.  ဒဒှ်မဂေတ်ဂ္ၚေၚ်ဂၠာဲတောပ်ဒၟံၚ်၊  ဒဒှ်မဂေတ်ဂ္ၚေၚ်ဂၠာဲစဒၟံၚ်စၞ။"},
{"word":"proximity","def":"n.  ဒဒှ်မတန်တဴဒၟံၚ်ကြပ်ကြပ်။"},
{"word":"proximate","def":"adj.  မဒှ်ကြပ်အိုတ်၊  မကေတ်လဝ်ကြပ်အိုတ်။"},
{"word":"proxy","def":"n.  ဒဒှ်မသ္ဒးသၠဲသွက်ညးစၞး၊  မၞိဟ်သ္ဒးသၠဲအနေဒဒှ်သွက်ညးစၞး။"},
{"word":"prude","def":"n.  မၞိဟ်မနွံကဆံၚ် မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်လောန်။  prudery (n)  ဒဒှ်မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်။  prudish (adj)  မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်။"},
{"word":"prudent","def":"adj.  ပညာသတိ၊  မသ္ပသတိ၊  မလေပ်ယဵုဒုၚ်နကဵုသတိ၊  မလေပ်စၚ်ခြၚ်ဂြၚ်တီ။  prudently (adv)  နဒဒှ်မလေပ်စၚ်ခြၚ်ဂြၚ်တီ။  prudence (n)  ဒဒှ်မဂြၚ်တီ၊  ဂတိပညာ၊  သတိပညာ။"},
{"word":"prune","def":"vt.  ကၞာၚ်တၞံဆု။  ၂။  ပဲါထောံအရာဟၟဲကဵုပၟိက်။  pruner (n)  ကတ်ကြာဲခေပ်ထပိုတ်တၞာၚ်တၞးဆုသောဲသောဲဗြောဲဗြောဲ။"},
{"word":"prurient","def":"adj.  မနွံကဵုစိုတ်ကဆံၚ်မသ္ကာတ်မြဟ် လ္တူအရီုကာမဂုန်။"},
{"word":"Prussian","def":"adj.  မဆေၚ်စပ်ကဵုဂကူပြာတ်ရှာ။  n.  ဂကူပြာတ်ရှာ။"},
{"word":"pry","def":"vi. (pt.pp.pried)  ဂစုၚ်တၞုၚ်ကျောဝ်ဒမဳ။  pry into. (vi)  ကၠောန်ဂစုၚ်ကၞုၚ်အပ္ဍဲကိစ္စညးသအာၚ်၊  သ္ၚေဝ်ရံၚ်စေံစေံပေါတ်ပေါတ်၊  ကျောဝ်ဂမဳရံၚ် ဟိုတ်နူသၟိက်မိက်ဂွံတီညာတ်။  pry about. (vi)  ရံၚ်ကဵုဒကဴမတ်စေံစေံပေါတ်ပေါတ်၊  မိက်ဂွံတီဒဒှ်တုဲကၠတ်ကျောဝ်။"},
{"word":"pry","def":"|2| vt.  ပံက်သၞောဝ်(တရၚ်)၊  ဂၠဟ်ပံက်နကဵုဇြဟတ်။  ၂။  ဂၠံက်ကေတ်အရာမကၞိက်ကၞုက်လဝ်။"},
{"word":"psalm","def":"n.  ဒွက်ဓမ္မသာလာံ၊  လိက်ဂါထာလ္ၚောဝ်ကျာ်ခရေတ်ယာန်။"},
{"word":"psalter","def":"n.  လိက်အုပ်ဂါထာလ္ၚောဝ်ကျာ်။"},
{"word":"psaltery","def":"n.  ထၞစံၚ်မွဲဂကူ။"},
{"word":"pseud","def":"n.  ပူဂဵုအလီ၊  ပူဂဵုဇေတ်ဇေတ်ဍာံဍာံဟွံသေၚ်။"},
{"word":"pseudo-","def":"prefix.  ပတုပ်ပတောံ၊  ဒဒှ်မအထေၚ်ဗၠေတ်အာမာန်၊  ကွေံကွေံဟွံသေၚ်။"},
{"word":"pseudonym","def":"n.  ယၟုအ္စာကဝိ။  pseudonymous (adj)  မဆေၚ်စပ်ကဵုအရေဝ်ဒမၠုက်၊  မဆေၚ်စပ်ကဵုယၟုဒမၠုက်။"},
{"word":"psyche","def":"n.  ပုၚ်ခၟော၊  ဝိညာန်၊  စိုတ်။"},
{"word":"psychic","def":"adj.  မဆေၚ်စပ်ကဵုစိုတ်။  psychiatry (n)  ဒဒှ်မလွဳပရာယဲစိုတ်။  psychiatrist (n)  တၠပညာကွတ်ယဲစိုတ်၊  သဝ်ဝန်လွဳယဲစိုတ်။  psychology (n)  ကွတ်ပညာလ္ပာ်စိုတ်၊  ကွတ်ပညာမဆေၚ်စပ်ကဵုစိုတ်။  psychologist (n)  တၠပညာကွတ်ပညာလ္ပာ်စိုတ်။  psychological (adj)  မဆေၚ်စပ်ကဵုကွတ်ပညာလ္ပာ်စိုတ်၊  မဆေၚ်စပ်ကဵုစိုတ်။"},
{"word":"pub","def":"n.  ဆေၚ်မသွံဍာ်ယာမဂကူဗွဲမဂၠိုၚ်(မပ္တ့ကဵုသီုအရက်ဗဳယျာ)။"},
{"word":"puberty","def":"n.  ဒတန်အယုက်မစိုပ်အဝဲ၊  အဝဲမတြးကဵုမ,မာန်၊  ဒဒှ်မဒှ်ဗၠာဲ၊  ဒဒှ်မစိုပ်အဝေါၚ်မၞိဟ်ဇၞော်ဇၞော်။"},
{"word":"public","def":"adj.  မဆေၚ်စပ်ကဵုကောန်ညးဍုၚ်ကွာန်၊  ဒှ်ဒၟံၚ်တေဝ်တေဝ်သေဝ်သေဝ်၊  ဟွံကၞိက်လဒဵု၊  မလုပ်ဒၟံၚ်သီုညးဖအိုတ်။  publicly (adv)  နဒဒှ်ညးတီအဲတီ၊  ဗွဲတေဝ်တေဝ်သေဝ်သေဝ်။  public entertainment. (adj)  ပေဲါ။  public granary. (adj)  တိုက်ဇရာံ၊  တိုက်ဖလှူ၊  ဒရာံ၊  ဓရာံ။"},
{"word":"publican","def":"n.  တၠဆေၚ်အရက်။  ၂။  မၞိဟ်မကံက်အခေါန်ဖလှာ၊  ဃံၚ်ဗက်အခေါန်။"},
{"word":"publication","def":"n.  ဒဒှ်မတက်တြးပတိတ်။  ၂။  လိက်အုပ်မတက်တြးပတိတ်၊  လိက်အုပ်နာနာသာ်။"},
{"word":"publicist","def":"n.  အ္စာလိက်ပရိုၚ်မချူခၞံ သွက်ဖဵုကောန်ညးဍုၚ်ကွာန်။  ၂။  တၠပညာဥပဒေဓမ္မသာတ်အလုံဍုၚ်သအာၚ်။  publicity (n)  ဒဒှ်မတီညာတ်သီုညးဂမၠိုၚ်၊  ဒဒှ်မၞိဟ်ဂမၠိုၚ်မညာတ်။  ၂။  လိက်လလောၚ်တြး။  publicize (vt)  လလောၚ်၊  လလောၚ်တြး။"},
{"word":"publish","def":"vt.  ကမိၚ်၊  ပၟိၚ်၊  ယဵုဒုၚ်သွက်ညးဂမၠိုၚ်သ္ဂောံတီ၊  ဟီုပၟိၚ်။  ၂။  တက်တြးပတိတ်။  publisher (n)  မၞိဟ်တက်တြးပတိတ်။"},
{"word":"pucker","def":"vt.vi.  သကဵုဒှ်တိုန်ဒၞာဲတောံခလပ်။  n.  ဒၞာဲတောံ၊  ဒၞာဲခလပ်။"},
{"word":"pudding","def":"n.  ကွာၚ်၊  ကွာၚ်ပူဒိန်။"},
{"word":"puddle","def":"n.  ခၠိုၚ်ဍာ်ဗြဲမတၚ်ဒၟံၚ်လ္တူဂၠံၚ်၊  ခၠိုၚ်လၟက်၊  လမက်။  vt.  ထကဵုစလောံ၊  လမူလမေက်၊  လမုဲလမေက်၊  လၟုဲလၟက်။  ၂။  ထကဵုပၠၚ်ပသဲအရိုၚ် သွက်ဂွံဒှ်တိုန်ပသဲပရံၚ်မွဲဂကူ။"},
{"word":"puerile","def":"adj.  မဟွံဒးရး၊  မလၞေၚ်ဒၟံၚ်ပ္ဍဲကဵုမတ်၊  မဒးရးကဵုသွက်ကောန်ၚာ်။"},
{"word":"puff","def":"n.  ရမျာၚ်ဗဂိုဟ်ပ္တိတ်ဝှုဟ်ဝှုဟ်၊  ဒဒှ်မဗဂိုဟ်ပ္တိတ်ဝှုဟ်။  ၂။  ပမာဏဗဂိုဟ်ပ္တိတ်ယက်သၟုဟ်ဍာ်မွဲလန်။  ၃။  ဇွောံဗဗိုဟ်ဂစေံ။  vt.vi.  ဗဂိုဟ်ပ္တိတ်၊  ယီုပြဟ်ပြဟ်၊  ပ္တိတ်ယက်၊  ပ္တိတ်သၟုဟ်ဍာ်၊  ဟဳဂပဝ်ဂၠိုက်။  ၂။  သကဵုပု၊  သကဵုပုတိုန်၊  သကဵုဂုဟ်ဖ္ဍံၚ်တိုန်။  puff up. (vt)  ဇလေံဇပဝ်(ပုတိုန်)။  puffy (adj)  မနွံကဆံၚ်ယီုဟွံဖဲ။"},
{"word":"puffin","def":"n.  ဂစေံက္ၜဳဂၚ်မွဲဂကူ။"},
{"word":"pugilist","def":"n.  သၟာစာဲလက်ပၠုဲ၊  မၞိဟ်စာဲလက်ပၠုဲ။  pugilism (n)  ဒဒှ်မစာဲလက်ပၠုဲ။"},
{"word":"pugnacious","def":"adj.  မသ္ဍိုက်မၠိုက်ကဵု ဒဒှ်မသ္ဒးပြိုၚ်ပ္ကာန်ဗတိုက်၊  မလေပ်ဂၠာဲသၞ။  pugnacity (n)  ဒဒှ်မသ္ဍိုက်မၠိုက်ကဵုမသ္ဒးပြိုၚ်ပ္ကာန်ဗတိုက်။"},
{"word":"puke","def":"vt.vi. (colloq)  ထအံ၊  ထအံတပ္တိတ်။"},
{"word":"pull","def":"vt.vi.  ဂေက်၊  ဂြဲ၊  တံၚ်၊  တံၚ်ဒဇက်၊  ဒဇက်၊  ပၠံၚ်။  ၂။  ပိုက်။  ၃။  သကဵုဒှ်အာသၠေက်သၠေက်သၠံၚ်သၠံၚ်၊  သာ်ထစာ်ထောံ။  ၄။  ဇာဲစှ်ေအာ၊  တံၚ်ထရိုဟ်ဖျေံ၊  ဒဇက်ဖျေံ။  n.  ဒဒှ်မဂေက်၊  ဒဒှ်မဒဇက်၊  အရာမဒဇက်၊  ဇြဟတ်ဒဇက်။  pull along. (vt.vi)  ဒတဲ၊  ဒတဲဒဇက်။  pull down. (vt.vi)  ရိုဟ်ထောံ။  pull hair (vt)  ဂေက်သော်။  pull out. (vt.vi)  သပိုက်၊  ပိုက်ထောံ။  pull to pieces. (vt.vi)  ရိုဟ်၊  ရိုဟ်ပလီု။"},
{"word":"pullet","def":"n.  စာၚ်ၝောံပၠိုၚ်ပၠိုၚ်။"},
{"word":"pulley","def":"n. (pl.-s)  ရံက်၊  မရံက်၊  သတ်ရံက်။"},
{"word":"pullover","def":"n.  ပလောံမသၠောံနူလ္ပာ်က္ဍိုပ်၊  ပလောံချံလ္တက်လ္ပာ်က္ဍိုပ်။"},
{"word":"pulp","def":"n.  ဖျုန်သတ်ဆုဒၞာဲဒကုတ်ဍိုန်ဍိုန်။  ၂။  ဝိုဟ်။  vt.vi.  သကဵုဒှ်ဝိုဟ်၊  ဒှ်ဝိုဟ်။"},
{"word":"pulpit","def":"n.  စၚ်တွံဓဝ်၊  ပၞၚ်ဓဝ်။"},
{"word":"pulse","def":"n.  ဒဒှ်ဆီမခတတ်၊  ဒဒှ်ဆီမခတုတ်။  vt.  ဆီခတတ်၊  ဆီခတုတ်။  pulsate (vi)  ဆီခတတ်၊  ဆီခတုတ်။  ၂။  ဒှ်ဒၟံၚ်ကဆံၚ်မတေၚ်တိုန်ပေတ်စှ်ေ။"},
{"word":"pulverize","def":"(pulverise)  vt.vi.  ပိုဟ်၊  ပိုဟ်ဖဍိုတ်၊  ပိုဟ်ဖ္ဍိုတ်၊  ပိုဟ်ဖလှေက်၊  ပိုဟ်ထလေက်။"},
{"word":"pummel","def":"n.  ပီုမနွံပ္ဍဲဂတဖုန်ချေံ။  vt.  ဆက်စာဲကဵုသတ်တဲဟွံသ္ကုတ်။"},
{"word":"pump","def":"n.  ဂစတ်(စောတ်)၊  ဂစောတ်ဇြောတ်ဍာ်၊  ဗျတ်(ထ္ပက်ကျာ)၊  ဂရောတ်။  vt.vi.  ထပက်ကျာ၊  ဗပေၚ်ကျာ၊  ရပ်ဗျတ်ဇြောတ်ပ္တိုန်ပတိတ်ပၠောပ်ဍာ်။"},
{"word":"pump","def":"|2| n.  ဒၞပ်ဍိုန်ဍိုန်မွဲဂကူ။"},
{"word":"pumpkin","def":"n.  ခပဳ၊  ခပဳထဝ်၊  သ္ပဳ။"},
{"word":"pun","def":"n.  မအရေဝ်မတုပ်ပ္ဍဲရမျာၚ်တိတ် ဆဂးမနွံကဵုအဓိပ္ပာဲတၞဟ်ခြာ။  vi.  ရပ်စပ်စကာမအရေဝ်ဝေါဟာဗီုဂှ်။"},
{"word":"punch","def":"vt.  စာဲကဵုသတ်တဲ။  n.  ဒဒှ်မလွိုက်စာဲကဵုသတ်တဲ၊  ဒဒှ်မသွိၚ်စာဲကဵုသတ်တဲ။"},
{"word":"punch","def":"|2| n.  စက်ကလိုဟ်ပၞော်။  vt.  ကလိုဟ်ပထောၚ်ကဵုစက်ကလိုဟ်ပၞော်။"},
{"word":"punch","def":"|3| n.  အရက်ဝါၚ်ကဵုဍာ်ပရိုက်ဖက်ပနှဴလဝ်။"},
{"word":"punctilious","def":"adj.  မသ္ပဂရုကဵုအရာသောဲသောဲဗြောဲဗြောဲဗွဲမလောန်၊  မကၠောန်နတာလျိုၚ်ပိုတ်ပိုတ်။"},
{"word":"punctual","def":"adj.  မကၠောန်နကဵုအခိၚ်ဍာံဍာံ၊  မဒှ်မၞိဟ်မလေပ်ယဵုဒုၚ်ကာ အခိၚ်ဍာံဍာံ။  punctually (adv)  နဒဒှ်အခိၚ်ဍာံဍာံ။  punctuality (n)  ဒဒှ်အခိၚ်မဍာံ၊  ဒဒှ်အခိၚ်မချိုတ်ပၠိုတ်။"},
{"word":"punctuate","def":"vt.  စုတ်ပိုတ်၊  သကဵုဒှ်ပိုတ်ဍေံပိုတ်ဍေံ။  punctuation (n)  သၚ်္ကေတမထပိုတ်ကုတ်ဝါကျ။"},
{"word":"puncture","def":"n.  ဒဒှ်ခလှာလိုက်အာဟိုတ်နူထ္ပက်ဒးစုတ် အရာကေက်ကေက်၊  ပၞော်သောဲသောဲ။  vt. vi.  ကလိုဟ်ပထောၚ်ပၞော်၊  ဖျံထောံကျာ၊  ကၠိုဟ်ထောၚ်အာ၊  သ္ပညံၚ်မာန်စံၚ်သ္ဂောံဍိုန်အာ။"},
{"word":"pundit","def":"n.  တၠပညာ၊  ကဝိ၊  ပဏ္ဍိတ။"},
{"word":"pungent","def":"adj.  (သၟူ, ရှ်) မသ္ကာတ်၊  မစၚ်စူ၊  မဇပ်ဍာ်၊  မရိၚ်က္တၚ်။"},
{"word":"punish","def":"vt.  ဝေတ်၊  ဝေတ်ဗ္တောန်၊  ကဵုဒုဟ်ဒန်။  ၂။  ပရပ်စပ်ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်၊  တပ်ဒန်။  punishable (adj)  မသကဵုဒုဟ်ဒန်မာန်။  punishment (n)  ဒုဟ်ဒန်၊  ဒဏ္ဍဥပ္ပာဲ၊  ဒွဵုဒွိုက်၊  ဒွဵု၊  ဘဲ၊  ဘဲလ္ၚ၊  ရာဇာဒန်။"},
{"word":"punitive","def":"adj.  မရန်တၟံလဝ်သွက်ဂွံဒးဒုဟ်ဒန်။"},
{"word":"punnet","def":"n.  ရဴသွတ်မစုတ်စသတ်ဆု။"},
{"word":"puny","def":"adj.  မဍောတ်သွတ်၊  မဇြာဲကံၚ်။"},
{"word":"pupil","def":"n.  ကွး၊  ကွးဘာ၊  ကောန်ကွး၊  ကောန်ကွးမကတ်ဗ္တောန်လိက်။  ၂။  ကောန်မတ်၊  ခ္ဍန်မတ်၊  ခ္ဍောၚ်မတ်။"},
{"word":"puppet","def":"n.  ကောန်ရုပ်ဆု၊  ပယောဝ်၊  ပေဲါရုပ်။  ၂။  မၞိဟ်သ္ဒးဒုၚ်ဗ္ဂေတ်ဒၟံၚ်ကဵုညးသအာၚ်မွဲမွဲ၊  မၞိဟ်သ္ဒးဒုၚ်ရပ်လဝ်ဇုက်၊  ကောန်ရုပ်။"},
{"word":"puppy","def":"n.  ကောန်ကၠဵုဍောတ်ဍောတ်။  ၂။  သၟတ်မနွံကဵုဘဝၚ်သၠုၚ်သၠုၚ်၊  သၟတ်စိုတ်ယိုတ်ယိုတ်။"},
{"word":"purchase","def":"vt.  ရာန်။  n.  ဒဒှ်မရာန်။  ၂။  အရာမရာန်ဂွံလဝ်၊  ဒဒှ်မရာန်စွံလဝ်။"},
{"word":"pure","def":"adj.  စအး၊  စအးဇၚး၊  ဇြုၚ်၊  ထမအး၊  ထအး၊  ထမၞောတ်၊  ဒစၚ်ဗၜၚ်၊  ပလး၊  ဗၜၚ်၊  မသအးဇ္ၚး၊  သအးဇ္ၚး၊  သ္ဇုၚ်ခၠၚ်၊  သ္ဇုၚ်ဂေါဝ်၊  သ္ဇုၚ်ဗ္ၜၚ်၊  သက်သက်၊  သၠးဂွး၊  မသ္ဇုၚ်ဂွု၊  မဟၟဲကဵုသၞဴရဴ၊  လမျုၚ်။  ၂။  မဟွံဍံက်ဍေန်၊  မပ္ကီုပရာပ်လဝ်ဒုဟ်ဟွံမွဲ၊  မဟၟဲကဵုဒုဟ်။  ၃။  မဒှ်အိုဿီု။  ၄။  မဒှ်သ္ဇိုၚ်၊  မဒှ်အရာမစၚ်ခြၚ်ကေတ်လဝ်သက်သက်၊  မဒှ်သွက်သ္ဂောံစကာရပ်စပ်ဟွံသေၚ်။  ၅။  မကၠးဖ္ဍး(ရမျာၚ်)။  purely (adv)  မုဂှ်ဟွံသၞဴ၊  သက်သက်၊  အိုတ်သီု။  pureness (n)  ဒဒှ်မသအး။  purity (n)  ဒဒှ်မသအးဇ္ၚး။  purify (vt)  သကဵုထအး၊  သအး၊  ဗျတ်ထ္ၜး။  purification (n)  ဒဒှ်မသကဵုသအးဇ္ၚး။  pure desire. (adj)  မဒှ်ပၟိက်ကျာ်သဳ။  pure gold. (adj)  မဒှ်ထဝ်ထမ်အး၊  ထဝ်ထမၞောတ်။  pure milk. (adj)  မဒှ်ဍာ်တှ်သမာ၊  မဒှ်ဍာ်တှ်ဇေတ်ဇေတ်၊  မဒှ်ဍာ်တှ်သွဟ်။  pure religion. (adj)  မဒှ်ပရိယတ္တိသာသနာသအးသအး။  pure white. (adj)  မဂွုသအး၊  မဗုကိုဟ်။  pure mind. (adj)  မဒှ်စိုတ်ဂမိက်၊  မဒှ်စိုတ်ထၟိက်။"},
{"word":"purge","def":"vt.  သကဵုသအးဇ္ၚး။  ၂။  ဖျေံကဝု၊  ပ္တိတ်ကဝု။  n.  ဒဒှ်မသအးဇ္ၚး၊  ဒဒှ်မဖျေံကဝု။  purgative (n)  အရာမဖျေံကဝုမာန်၊  ဂဥုဲနုက်ဂၞဴ။  adj.  မဖျေံကဝုမာန်။"},
{"word":"purlieus","def":"n. (pl.)  ဇိုၚ်ဇဵုဍုၚ်။"},
{"word":"purloin","def":"vt.  ကၠတ်။"},
{"word":"purple","def":"n.  အရံၚ်သာ်ဗ္ကေတ်ယောံ၊  အရံၚ်သာ်ကဴခ္ဍောၚ်၊  ဗ္ကေတ်ယောံ။  adj.  မနွံကဵုအရံၚ်အရာသာ်ဗ္ကေတ်ယောံ၊  မနွံကဵုအရံၚ်အရာသာ်ကဴခဍောၚ်။"},
{"word":"purport","def":"n.  တံရန်တၟံ၊  တံမိက်ဂး။  vt.  စှ်ေအဓိပ္ပာဲဂှ်။  ၂။  စိုတ်စှ်ေဗီုဂှ်၊  စိုတ်အာဗီုရန်တၟံလဝ်။"},
{"word":"purpose","def":"n.  ကိစ္စ၊  ကသပ်ဂၞန်၊  တံရန်တၟံ၊  ပၟိက်၊  အရာမစဳရေၚ်လဝ်။  ၂။  ဒဒှ်မလုပ်ကေၚ်ကာ၊  ဒဒှ်မစိုပ်အာဖဵုတံရန်တၟံ။  purposeful (adj)  မနွံကဵုတံမရန်တၟံ။  purposely (adv)  နဒဒှ်မနွံသီုကဵုရန်တၟံ။  purpose of heart. (n)  ဇဴစိုတ်။"},
{"word":"purr","def":"vi.  (ဗ္ဂဲ)ဗြုတိုန်ဟိုတ်နူဍေံဒးဂၞပ်။  n.  ရမျာၚ်မဗြုတိုန်ဗီုဗ္ဂဲဂှ်။"},
{"word":"purse","def":"n.  ထိုၚ်စၞာံမစုတ်လဝ်သၠုဲ။  ၂။  သြန်လၟိဟ်ပအပ်ပြာပ်လဝ်သွက်လာပ်သ္ကာ။"},
{"word":"pursuance","def":"n.  ဒဒှ်နကဵုတာလျိုၚ်အတိုၚ်အစဳအဇန် အတိုၚ်မတုပ်လဝ်စိုတ်တံဂှ်ယဵုဒုၚ်။"},
{"word":"pursue","def":"vt.  ခဍေၚ်၊  ဂဍေၚ်၊  စဍေၚ်၊  ထဍေၚ်၊  ဗက်ဂၠာဲရပ်၊  သ္ဍံၚ်။  ၂။  ဗက်လ္ၚတ်ကတ်နဒဒှ်အနေကွတ်ပညာသွက်ဂွံဂယိုၚ်လမျီု။  pursuit (n)  ဒဒှ်မဗက်ဂၠာဲ။  ၂။  ကမၠောန်မဗက်ဂၠာဲလ္ၚတ်ကတ်ကေတ်။"},
{"word":"purulent","def":"adj.  မနွံကဆံၚ်ဒဒှ်သရဂှ်မဒှ်ဒၟံၚ်ပတိုဟ်၊  မနွံကဆံၚ်ပတိုဟ်တိတ်ဒၟံၚ်။"},
{"word":"purvey","def":"vt.vi.  ထံက်ပၚ်(ဇွောံ)၊  သ္ဍိုက်ဗပေၚ်ကဵု။  purveyor (n)  မၞိဟ်ထံက်ပၚ်ဇွောံ။"},
{"word":"purview","def":"n.  ဇၞော်သၠဲခန်လွာပွဳဗွိုၚ်အခေါၚ်မကၠောန်ပိုၚ်။"},
{"word":"pus","def":"n.  ပတိုဟ်၊  ပ္တိုဟ်သရ၊  ပတိုဟ်သမ်အုဲ။"},
{"word":"push","def":"vt.vi.  ခရိုဟ်၊  ဂရိုဟ်၊  ဂရိုဟ်စာဲ၊  ဇရိုဟ်၊  ဒရိုဟ်။  ၂။  ဆက်တရဴ၊  ဆက်ကၠောန်ကမၠောန်။  ၃။  ဗ္တိုက်ဖအောဝ်၊  သကဵုကၠောန်နကဵုအသံ၊  ဆဝ်ပ္ၚုဟ်ဗတိုက်ဖအောဝ်။  n.  ဒဒှ်မဂရိုဟ်၊  ဒဒှ်မလွဳပရာသီုစိုတ်သီုစရိုတ်၊  ဒဒှ်မကၠေံစိုတ်လွဳပရာ။  push down. (vt.vi)  ဒရိုဟ်ပၠောပ်၊  ဇရိုက်ဖျေံ၊  ဇရိုက်ဗတုံ။  push off. (vt.vi)  ဒက၊  သက၊  သကပ္တိတ်။"},
{"word":"puss","def":"n.  ဂလာန်မသုၚ်စောဲ ပ္ဍဲအရာမကော်စဗ္ဂဲ။  pussy (n)  ဗ္ဂဲ၊  ကောန်ဗ္ဂဲ။  ၂။  အၚ်္ဂဇာတ်မၞိဟ်ဗြဴ၊  ဆိ။"},
{"word":"pustulate","def":"vt.  ဖ္ဍတ်တိုန်။"},
{"word":"put","def":"vt. [pt.pp.put, pres.part.(-tt-)]  စွံ၊  ဖျေံကဵုဒၞာဲ။  ၂။  သကဵုဒှ်တိုန်အကာဲအရာမွဲမွဲ။  ၃။  တောဲဍံၚ်စွံလဝ်၊  ဆက်စွံလဝ်၊  ဗာန်လဝ်။  ၄။  ဓမံက်ထ္ၜး၊  ဟီုပတိတ်။  ၅။  သကဵုအာပြဟ်တိုန်။  ၆။  ပဲါစွံလဝ်။  ရ။  သီဂိုၚ်ဒေပ်လဝ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဗိုတ်ကၠဟ်ထောံ။  ၈။  ကလေၚ်စွံထောံဒၞာဲဍေံ၊  သကဵုလဇုဲအာ။  ၉။  လုပ်တ္ၚီု၊  လုပ်ဒတီု၊  တံၚ်ဖျေံ၊  ဖျဝ်ဖျေံ၊  ချူသမ္တီ၊  သမ္တီစွံလဝ်ပ္ဍဲစရၚ်။  ၁ဝ။  ပ္တိုန်ဂလာန်၊  ပ္တိုန်ထ္ၜး၊  ပဆုဲထောံ၊  သၠာဲစၞာံ၊  သလောတ်ပ္တိတ်၊  ဗလေတ်ထောံဗွဲမက္ဍိုဟ်၊  ဆုတ်အာဖာလက္ကရဴ။  ၁၃။  ဗိုက်လ္တက်ကျိုၚ်ကျဝ်၊  လတက်ဗွိုက်လ္တက်၊  လှောံ၊  သၠောံ၊  ပအဇ၊  ပလွေဟ်၊  ပပၞ၊  ကလော်ပပ၊  ပ္တိုန်ထ္ၜး၊  သ္ပစဳဇန်။  ၁၄။  လိုတ်ပၟတ်၊  သကဵုပၠိုတ်အာ၊  ကဵုပတိတ်လလောၚ်၊  ပလာပ်ပထုဲ၊  သကဵုစိုတ်စိုပ်အာ, ကဆံၚ်မဟွံသက်သာ။  ၁၅။  သကဵုယဵုဒုၚ်အတိုၚ်နဲကဲဗီုမနွံပၟိက်၊  စံၜတ်နမတ်နတဲနဇိုၚ်။  ၁၆။  ဇူဒီု၊  သၠုၚ်ပတိုန်၊  ထပ်သၠုၚ်ပတိုန်၊  ပ္တဴ၊  ထ္ၜး၊  တံၚ်လေလာန်၊  ဒဇက်လေလာန်။  ၁၇။  ကဵုပရိုၚ်၊  ကလိုဟ်ပရိုၚ်၊  ကဵုပတိုန်ထ္ၜးသွက်ဂွံစၚ်ခြၚ်၊  ကဵုပရိုၚ်သဇိုၚ်၊  ကလိုဟ်ပရိုၚ်။  put a rope through the nose of a bullock. (vt)  စၚ်ဂဗာဲ(ဂၠဴ,ပြေၚ်)။  put aside. (vt)  ဖဲါ၊  ဖဲါပတိတ်၊  ပဲါထောံ၊  ဖဲါထောံ၊  သီဂိုၚ်။  put one after another. (vt)  တပ်၊  တပ်စုတ်။  put down (vt)  ခလိုက်ဖျေံ၊  စွံ၊  ပတုံ၊  ပပရေံ။  put forth effort. (vt)  ဂိုတ်၊  ဂိုတ်ဂစာန်၊  ဒစာန်၊  ပပ္ၚောံ၊  မှတ်။  put in. (vt)  လံၚ်၊  လံၚ်စုတ်။  put in order. (vt)  ဗ္စဳရေၚ်။  put into. (vt)  ချံ၊  ချအ်၊  စုတ်၊  ဆံ၊  ဆံစုတ်၊  ပြိုက်၊  ပြိုက်စုတ်၊  ပၠောပ်၊  လံၚ်စုတ်။  put into the alms bowl. (vt)  လံဗဗေၚ်။  put off. (vt)  ထက(ညံၚ်ဂၠုၚ်ဟဂွံစုက်သြၚ်)၊  ပသ္ၚောဲ၊  သလိုက်ပ္တိတ်။  put on. (vt)  ကျိုၚ်ကျဝ်၊  ကွိၚ်ဗိုက်၊  ခလိုက်၊  စရံက်၊  စလိုၚ်၊  စုတ်၊  စြံက်၊  ဗြံက်ဗြ၊  ရုၚ်(သ္ၚာ)၊  သလိုက်၊  သလိုက်စုတ်၊  သြံက်, သြံက်လဝ်၊  သြပ်ဖ္ဍပ်၊  သၠိုက်၊  သၠိုၚ်၊  သၠောံ၊  သၠောံလတက်။  put on a loincloth. (vt)  သၠောံသပိုၚ်။  put upon. (vt)  ဖ္ဍိုက်၊  ဗ္ဍုန်၊  ဗ္ဍုန်လဝ်။  put out. (vt)  ပ္တိတ်၊  ပလိုတ်။  put out the light. (vt)  ပလိုတ်ပၟတ်။  put right. (vt)  ဗဓဝ်။  put round. (vt)  ကၠေဟ်၊  ဒက်စလောံ၊  ပူကၠေဟ်၊  ပူကွိၚ်၊  ပူဂၠဴ၊  ပူဗိုက်၊  ပူဗိုၚ်၊  ပူရေတ်၊  ဗိုက်၊  လှောံ၊  သၠောံ။  put to death. (vt)  ကောပ်မှေတ်၊  ဂစိုတ်ထောံ၊  ပမျီု၊  ပ္တုံဖျေံလမျီု။  put to flight. (vt)  ထပေက်၊  ဗပေက်။  put together. (vt)  ထၜိုန်၊  ထၜိုန်ပကောံ၊  ထၜိုန်လဝ်၊  ဖက်၊  ဟုဲ၊  ဟုဲစုတ်။  put to shame. (vt)  ခဍိုက်ဂဝ၊  ထဍိုက်ကဵု၊  ထဍိုက်ဂဝ။  put to sleep. (vt)  ဖလှိၚ်၊  ဗ္တိက်။  put through. (vt)  သီဒက်။  put up a barrier. (vt)  ဂြာံ။"},
{"word":"putrefy","def":"vt.vi. (pt.pp.-fied)  သကဵုအုတ်အုဲ၊  အုတ်အုဲ။  putrefaction (n)  ဒဒှ်မအုတ်အုဲ။  putrescent (adj)  မအုတ်အုဲ။"},
{"word":"putrid","def":"adj.  မအုတ်အုဲဒၟံၚ်၊  သအုဲ။  putrid matter. (adj)  မဒှ်အရာသမ်အုဲ၊  သဵုပဵု။ "},
{"word":"puttee","def":"n.  ယာတ်ဂွဳဇိုၚ်၊  ယာတ်ပါတ်တဳ။"},
{"word":"putty","def":"n.  ခၞိက်ယမွဲဂကူမပၠာဲချိုန်ဍေံကဵုကၠေၚ်တုဲ ဒှ်တိုန်ညံၚ်ယ (ရပ်စပ်ဍေံဒၞာဲစုတ်ဂစိုတ်ဒ္ၚောဝ်ပါၚ်တရၚ်)။"},
{"word":"puzzle","def":"n.  မၞိဟ်သွက်ဂွံကၠိုဟ်အလိုက်ဝါတ်ဂါတ်၊  ပုစ္ဆာသွက်ဂွံသောၚ်တလးထ္ၜးကဵုဟိုတ်ဍေံဝါတ်ဂါတ်။  ၂။  နဲကဲဝေၚ်သွက်ဂွံစံၜတ် တၠုၚ်လအာအစောံစရာဲညာန်မွဲမွဲ၊  ပဟေဠိ၊  ဒဒှ်ေ၊  ဝေၚ်ဒဒှ်ေ။  vt.vi.  သကဵုကၠိုဟ်ခၠၚ်ဝါတ်၊  သကဵုစိုတ်ထုဲဂရုဲ။  ၂။  ချပ်သ္ဇိုပ်သ္ဇိုပ်နက်နက်၊  ဂၠာဲသွဟ်။"},
{"word":"Pwo","def":"n.  နာဍိ။  Pwo karen (n)  ကရေၚ်နာဍိ။"},
{"word":"Pygmy","def":"(Pigmy) n.  ဂကူမၞိဟ်ကွကွနူတိုက်အာဖရိက၊  ဂကူပေတ်ဂမဳ။"},
{"word":"pyjamas","def":"(pajamas) n.  ပလောံပံၚ်မဳသွက်သ္ဂောံသၠောံလ္တက်အခိၚ်ဗ္တံ။"},
{"word":"pylon","def":"n.  တိုၚ်သိၚ်ဗိုၚ်မထိၚ်လဝ်ဇုက်ဓာတ်လလဳ။"},
{"word":"pyramid","def":"n.  ဂိုဟ်ဒလာၚ်သုသာန် ဨကရာတ်အဳဂျေပ်တမၠာတံ။"},
{"word":"pyre","def":"n.  အှော်ဂအုံသွက်ဂွံစံၚ်ဇွ။"},
{"word":"pyrite","def":"n.  သာလဝှာ်ဖကောဝ်ဓမြိုတ်၊  ပါၚ်ရာ်တဳ။"},
{"word":"pyrotechnics","def":"n. (pl.)  ကွတ်ပညာမကၠောန်ပ္ကဴဍေၚ်၊  ပေဲါသဘၚ်ဗလးပ္ကဴဍေၚ်မိန်သဴ။"},
{"word":"Pyrrhic victory","def":"adj.  မဂွံကၠုၚ်ပေဲါအံၚ်ဇၞးနူကဵု မၞိဟ်လေဝ်ဍောၚ်ၜိုတ်သြန်လေဝ်အိုတ်။"},
{"word":"python","def":"n.  ကၠန်(ဇြုံမွဲဂကူ)။  python coil. (n)  ဘုံမရေတ်၊  ပွူကၠန်။"},
{"word":"pyx","def":"n.  ကြောတ်သၠိုၚ်သၟတ်မစုတ်ကွာၚ် ပ္ဍဲပေဲါသဘၚ်ခရေတ်ရှာန်။"},]}