{"data":[{"word":"q","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ်လၟိဟ် ၁၇။"},
{"word":"quack","def":"n.  ရမျာၚ်အဒါလရိုအ်။  ၂။  အ္စာသဝ်အလီ၊  သၟာအလီ၊  အ္စာသဝ်ဍာံဍာံဟွံသေၚ်။  adj.  မဟၟဲကဵုအစောံစရာဲ။  ၂။  မဟွံဍာံ။  ၃။  မလွေဟ်လဝ်။  vi.  လရိုအ်ညံၚ်အဒါ။"},
{"word":"quadrangle","def":"n.  ဗီုမနွံကဵုဒကဴပန်လ္ပာ်။  quadrangular (adj)  မနွံကဵုဒကဴပန် ဒရာနာပန်လ္ပာ်။"},
{"word":"quadrant","def":"n.  စက်ဝိုၚ် (ဟွံသေၚ်)  ဗီုဂန်ဂအုံမွဲဂအုံစက်ဝိုၚ်။  ၂။  ကရိယာမၜတ်ဒကဴသမၠုၚ်ပ္ဍဲအရာလ္ပာ်ကွတ်ပညာဂၠံၚ်ဍာ်, ဂၠံၚ်ကျာ,  ဂၠံၚ်ကွတ်ပညာလ္ပာ်နက်သတ်။"},
{"word":"quadrilateral","def":"n.  ဗီုဒရာနာနွံပန်လ္ပာ်၊  ဗီုပန်ကၠၚ်။  adj.  မနွံကဵုဒရာနာပန်လ္ပာ်။"},
{"word":"quadruped","def":"n.  သတ်ဇိုၚ်ပန်။"},
{"word":"quadruple","def":"n.  ပန်ဆ။  adj.  မဒှ်ပန်ဆ။  vt.vi.  သကဵုတိုန်အာပန်ဆ၊  သကဵုဂၠိုၚ်တိုန်ပန်ဆ။"},
{"word":"quadruplets","def":"n. (pl.)  ကောန်ကၟာပန်။"},
{"word":"quaff","def":"vt.  လ္ၚာ်တၟံသုၚ်ထောံမွဲလ္ၚိတ်ဓဝ်။"},
{"word":"quagmire","def":"n.  ခၠိုၚ်လၟက်ခရီု။"},
{"word":"quail","def":"vt.  ဖေက်ဒဇပ်ဇတဝ်။  n.  ဂစေံဒဂိုတ်၊  ဂစေံထဂုက်။"},
{"word":"quaint","def":"adj.  မသ္ဍိုက်မၠိုက်ဟိုတ်မဒှ်တဴဒၟံၚ်အခိုက်အလိုက်တြေံတြဟ်။  ၂။  မတၟေၚ်တၟဟ်၊  မတၟေၚ်ခြာ။  quaintness (n)  ဒဒှ်မတၟေၚ်တၟဟ်။"},
{"word":"quake","def":"vt.  ချဳဇတဝ်(တိ)၊  ချဳဒရိုက်။  ၂။  ဖေက်ဇတဝ်၊  ဇတဝ်၊  ဇတဝ်ဂရိုက်။"},
{"word":"qualify","def":"vt.vi. (pt.pp.-fied)  သကဵုအစောံစရာဲဍိုက်ပေၚ်၊  သကဵုပလေဝ်ပလေတ်ညံၚ်ဂွံကၠောန်မာန်၊  ဒးရး။  qualified (adj)  မဍိုက်ပေၚ်ကဵုအစောံစရာဲ။  "},
{"word":"quality","def":"n. (pl.-ties)  ကဆံၚ်ဍာ်၊  ကဆံၚ်အဇာ။  ၂။  ဂုန်၊  ဂုန်သတ္တိ၊  ရှ်။  qualitative (adj)  မဆေၚ်စပ်ကဵုကဆံၚ်ဍာ်, ကဆံၚ်အဇာ၊  မဆေၚ်စပ်ကဵုဂုန်သတ္တိ။"},
{"word":"qualm","def":"n. စိုတ်သၠေဟ်ပၟာ။  ၂။  ဒဒှ်မစံၚ်ပရံၚ်ၜန်ၜဲါဒၟံၚ်ပ္ဍဲဗုၚ်။"},
{"word":"quandary","def":"n. (pl.-ries)  ဒဒှ်မပါ်ပဲါဟွံဒး၊  ဒဒှ်မဒှ်ဒွိဟ။"},
{"word":"quantity","def":"n. (pl.-tes)  ဇၞော်ဍောတ်၊  လယိုၚ်(လျိုၚ်)၊  ပမာဏ၊  လၟိဟ်။  ၂။  ဂၠိုၚ်ဂၠေၚ်။  quantitative (adj)  မဆေၚ်စပ်ကဵုလၟိဟ်။  small quantity. (n)  အောန်၊  အောန်လ္တူလၟိဟ်။"},
{"word":"quarantine","def":"n.  ဒဒှ်မစွံပါ်ခြာလဝ်ဗွဲတၟေၚ် ညံၚ်ရဴယဲဟွံကၠောံသၞာန်။"},
{"word":"quarrel","def":"n.  စၞေဟ်၊  စၞေဟ်ပကာန်၊  ဒဒှ်မဒှ်ကယျာန်ဓဝါတ်ညးသ္ကံ၊  ဒဒှ်သေက်ဇဵုညးသ္ကံ၊  ဒဒှ်မကယျာန်သေက်၊  ဝိပရိတ်။  vi. (-ll-)  သေက်၊  သေက်ဇဵု၊  သွေက်ဇွဵု၊  ဂၠာဲဒုဟ်၊  ကယျာန်ဓဝါတ်။  ၂။  နွံကဵုစိုတ်ပြဟ်ပြဟ်(စိုတ်ဆာတ်)။  quarrelsome (adj)  မလေပ်သေက်ဇဵု၊  မလုပ်ကဵုဂြဲဂြက်။"},
{"word":"quarry","def":"n. (pl.-ries)  ဂအုံတၟံ၊  ကတိုၚ်တၟံ။  vt.vi.  ဂွံနူဂအုံတၟံ။  ၂။  ခဲါတၟံ။  quarryman (n)  မၞိဟ်ခဲါတၟံ၊  သၟာခဲါတၟံ၊  ကောန်ကမၠောန်ခဲါတၟံ။"},
{"word":"quart","def":"n.  ပန်ဂအုံမွဲဒအုံဂါလာန်(မွဲကွာတ်=၂ပါ်)။"},
{"word":"quarter","def":"n.  အစိတ်(လျိုၚ်)၊  လျိုၚ်-၂၅-ဒကေဝ်၊  ပန်ဂအုံမွဲဂအုံ၊  လစှ်ေ။  ၂။  ပန်ဂအုံမွဲဂအုံနာဍဳ [၁၅-နာဍာ(မိနေတ်)၊  ၉ဝဝ-နာဍေက်(သိတ်က)]။  ၃။  ပိဂိတု (ပန်ဂအုံမွဲဂအုံသၞာံ)။  ၄။  ဒေသ၊  အရာပ်။  ၅။  ဒၞာဲကောန်ပၞာန်တံဇူတာ။  quarterly (adj)  ပိဂိတုမွဲလန်၊  မဒှ်ပိဂိတုမွဲလန်။  quarter-master (n)  သၞာဲဒဴညးမထိၚ်ဒက်ဇွောံမပ္ဍဲဒပ်၊  အထံက်ဒပ်။"},
{"word":"quartz","def":"n.  တၟံသမ္ထိုက်။"},
{"word":"quasi-","def":"prefix.  မတုပ်၊  မတုပ်ညံၚ်ရဴ။"},
{"word":"quaver","def":"vt.vi.  ဇတဝ်(ရမျာၚ်)။  n.  ဒဒှ်မဇတဝ်(ရမျာၚ်)။"},
{"word":"quay","def":"n.  သၞေဟ်မသိုၚ်ပ္တန်လဝ်ဗွဲမခိုၚ်ကၠိုက် သွက်က္ၜၚ်သ္ဂောံလုပ်ဒေံါ။"},
{"word":"queasy","def":"adj. (-ier,-iest)  မသကဵုဂွံယဲ၊  မဒှ်ညံၚ်ရဴဒှ်ဒၟံၚ်ယဲ၊  မဒှ်ဒၟံၚ်ကဆံၚ်မံၚ်စံၚ်ဟွံဒးသၞောတ်။"},
{"word":"queen","def":"n.  ဂၞကျာ်၊  မဟေသဳ၊  မဟေသဳဗြဴ။  ၂။  ဨကရာဇ်ၝောံ။  the queen's consort. (n)  ဂၞကျာ်။  the queen mother. (n)  မိကျာ်ဂန်။"},
{"word":"queer","def":"adj.  မတၟေၚ်တၟဟ်၊  မဒှ်အပြောံဟွံသေၚ်။  ၂။  မသကဵုဒှ်သၠေဟ်ပၟာ။  ၃။  မဒှ်ဒၟံၚ်ဂ္ဇံခိုဟ်ဟာ, ထတဴခိုဟ်ဟာ။  vt.  ဒှ်ဒၟံၚ်ဟွံစှ်ေကဵုအစဳအဇန်၊  သကဵုဗၠေတ်ယောၚ်။  ၂။ (colloq)  ပလီုပလာ်ထောံဖဵုဂုန်။"},
{"word":"quell","def":"vt.  လိုန်ပိန်ထောံသပုန်၊  ဗ္တိုက်သအးထောံသပုန်။"},
{"word":"quench","def":"vt.  ပၠိုတ်၊  ပၟတ်ပၠိုတ်၊  ပလိုတ်ပၟတ်။  ၂။  သကဵုထၚ်ဍာ်ပြေ။  ၃။  ထပိုတ်ထောံတၞုၚ်၊  ပရေပလေံထောံ။  ၄။  သကဵုၜိုဟ်အာ။"},
{"word":"querulous","def":"adj.  မလေပ်ဟီုဒုဟ်တရောတ်တသဝ်၊  မလောဲထေဲစိုတ်၊  မနွံစိုတ်ဂၠေံ။"},
{"word":"query","def":"n. (pl.-ries)  ဒဒှ်မသၟာန်၊  ဒဒှ်မဂၠာဲစံၜတ်။  ၂။  လက်သန်သၟာန်(?)။  vt.vi.  စံၜတ်သၟာန်ဂၠိုက်ဂၠာဴ။"},
{"word":"quest","def":"n.  ပွမဂၠိုက်ဂၠာဲအရာမွဲမွဲ၊   ဒဒှ်မဂၠိုက်ဂၠာဲ။"},
{"word":"question","def":"n.  ဂလာန်သၟာန်၊  တၚ်သၟာန်၊  ဓိကဵု၊  ပုစ္ဆာ၊  လိက်သၟာန်။  ၂။  အဓိကဵု၊  ပရောပရာမသဳကၠဳ၊  ကိစ္စသ္ဒးဖျေံထောံသ္ဂုတ်သွာတ်။  vt.vi.  လဖှ်သၟာန်၊  သၟာန်၊  သၟာန်ဇာန်၊  သၟာန်သၟုက်။  questioning (n)  ပုစ္ဆာ၊  သၟာန်။"},
{"word":"queue","def":"n.  ဒဒှ်မပြေၚ်ရေၚ်။  vt.  ပြေၚ်ရေၚ်။"},
{"word":"quibble","def":"n.  ဂလာန်မဗလေတ်ပဲါထောံ။  vt.  ဟီုဗလေတ်ပဲါထောံ။"},
{"word":"quick","def":"adj. (-er,-est)  ဇဴဒြေပ်၊  ပရေက်၊  မပြဟ်ပြေဟ်၊  မြက်၊  မြက်စာ၊  သမြပ်။   ၂။  မလုပ်လမျီု၊  မချဳဒရာၚ်ပြဟ်ပြေဟ်၊  မဒှ်ဒၟံၚ်ဒတုဲ။  quickly (adv)  ဗွဲပရှ်၊  ဗွဲမပြဟ်၊  ပြဟ်ပြဟ်ပြေဟ်ပြေဟ်။  quickness (n)  ဒဒှ်မပြဟ်ပြေဟ်။"},
{"word":"quicken","def":"vt.  ပြဟ်၊  ပြဟ်ပြေဟ်၊  ပြဟ်မြက်၊  သကဵုပြဟ်ပြေဟ်။  ၂။  သကဵုလမျီုလုပ်။"},
{"word":"quicklime","def":"n.  ခပဵုသကှ်။"},
{"word":"quicksand","def":"n.  ဗ္တဳလတာ(ပ္ဍဲပါၚ်ၜဳ)။"},
{"word":"quickset","def":"adj.  မဒှ်ကၟာၚ်ဒပ်မကၠောန်လဝ်နကဵုတၞံဆု။"},
{"word":"quicksilver","def":"n.  ပြဒါ၊  ဗဒါ။"},
{"word":"quick-tempered","def":"adj.  လေပ်ထေဲစိုတ်လောဲ၊  နွံကဵုစိုတ်ဂၠေံဂၠေံ၊  မလေပ်ထေဲလောဲ၊  မလေပ်စိုတ်ဂၠေံ၊  မနွံကဵုစိုတ်ပြဟ်မြေက်။"},
{"word":"quick-witted","def":"adj.  မစဍိုဟ်၊  မနွံကဵုညာန်ပဇ္ဇဗတ်၊  မသ္ဍိုဟ်၊  မသဍိုဟ်။"},
{"word":"quid","def":"n.  ဂဥုဲမနွံဆၜိုတ်မွဲၚိတ်၊  ကၟဵု၊  သွုၚ်၊  သွတ်။  a quid of betel. (n)  သွတ်ဇဗၠု။"},
{"word":"quiescent","def":"adj.  မညိၚ်၊  မဟွံချဳဒရာၚ်။"},
{"word":"quite","def":"adj. (-er,-est)  မညိၚ်ဝတ်သ္ၚိတ်ဇြ၊  မၜိုဟ်သြိုဟ်တန်ကြန်၊  မဇိပ်ဂၠိပ်၊  သ္ၚဳ၊  သ္ၚိတ်ဇြ၊  သ္ၚိတ်သ္ၚာဲ၊  သ္ၚိတ်သ္ၚဟ်၊  သ္ၚိတ်သ္ၚောဲ။  vt.  သကဵုသ္ၚိတ်ဇြ၊  သကဵုညိၚ်ဝတ် (ဇန်,ပူရိသာတ်)။  n.  ဒဒှ်မညိၚ်ဝတ်၊  ဒဒှ်မသ္ၚိတ်ဇြ။  quieten (vt)  လဒံ၊  လဒေံါ၊  လလံကၠေံ၊  သကဵုညိၚ်ဝတ်သ္ၚိတ်ဇြ၊  သကဵုဟၟဲကဵုအရာသ္ဒးဂွိၚ်ဂွာဲ၊  သကဵုဍို်န်ဍောတ်ဇိပ်ဂၠိပ်၊  ဟဲဍး။  quietly (adv)  ကၞပ်ကၞပ်၊  နဒဒှ်ဗွဲမသ္ၚိတ်ဇြ၊  ဗွဲမဇိပ်ဂၠိပ်၊  နဒဒှ်မဟၟဲကဵုဂဝိၚ်ဂတဴ၊  နဒဒှ်မဟၟဲကဵုပလာပ်ပထုဲ၊  သာသာ။  quietness (n)  ဒဒှ်မညိၚ်ဝတ်သ္ၚိတ်ဇြ၊  ဒဒှ်မၜိုဟ်သြိုဟ်တန်ကြန်၊  ဒဒှ်မဇိပ်ဂၠိပ်။"},
{"word":"quill","def":"n.  သၞေၚ်ဂစေံ၊  ဇုတ်ဗလၚ်၊  တသော်လမၠေၚ်။"},
{"word":"quince","def":"n.  သတ်ဗဳ၊  တၞံဗဳ။"},
{"word":"quinine","def":"n.  ဂဥုဲဇွဟ်၊  ဂဥုဲထပိုတ်ဇွဟ်၊  ဂဥုဲကွဳနာၚ်၊  ဂဥုဲဂပိုတ်ဇွဟ်။"},
{"word":"quintessence","def":"n.  ကြက်ရှ်၊  ကၠေၚ်အယိၚ်၊  ဗီုပြၚ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  တိုၚ်ခဳ။"},
{"word":"quip","def":"n.  ဂလာန်မဗလေတ်ပဲါပတိတ်ဇကုဇကု၊  ဂလာန်ၜှ်ေဂၠဟ်၊  ဂလာန်ဟီုၜှ်ေကၠာဒးကဵုဟွံဒး၊  ဂလာန်မဂၠဟ်လၞေၚ်ဒၟံၚ်ပ္ဍဲက္တောဝ်။"},
{"word":"quire","def":"n.  စက္ခူချူလိက်လၟိဟ်(၂၄)တၞး။"},
{"word":"quit","def":"vt.vi.  တိတ်အာ။  ၂။  ဒေံါထောံ(နူကၠောန်ဒၟံၚ်မွဲမွဲသာ်)။  ၃။  ဗလးထောံ။  quits (adj)  မပြေပြံၚ်အာ၊  နဒဒှ်မကလေၚ်လေဲထောံ(ဟွံသေၚ်) ကလိုဟ်ဖျေံထောံ(သြန်ဂၠေံလဝ်)။"},
{"word":"quite","def":"adv.  အိုတ်သီု၊  အိုဿီု၊  သီုဖအိုတ်။  ၂။  ကွေံကွေံ။  quite enough. (adv)  နဒဒှ်မကေတ်ရ၊  နဒဒှ်မရုံဂပ်ရ၊  နဒဒှ်မဍိုက်ပေၚ်ရ။"},
{"word":"quiver","def":"vt.vi.  ဂတဝ်ဇဝဝ်၊  သကဵုဂတဝ်၊  ဂတဝ်ဂတုက်။  n.  ပွမဂတဝ်ဂဝဝ်။  ၂။  ဒကိုအ်လဴ, ထိုၚ်စုတ်လဴ၊  ဒကောံကံ။"},
{"word":"quiz","def":"vt. (-zz-)  သၟာန်ဗီုစံၜတ်ပညာ။  ၂။  ထ္ဍုတ်ဓမက်၊  ထ္ဍုတ်။"},
{"word":"quod","def":"n.  ဂုက်၊  ထံၚ်။"},
{"word":"quoit","def":"n.  ဂွေန်, လကံက်ပသဲသွက်ဂွံဗိုတ်ကၠဟ်ဝေၚ်၊  ဂွေန်(အကောပ်)ရာပ်ဗာသွက်ဂွံဗိုတ်ကၠဟ်ဝေၚ်။"},
{"word":"quorum","def":"n.  လၟိဟ်မၞိဟ်မဒှ်ဒတန် သွက်ပေဲါကောံဓရီုသ္ဂောံစိုပ်သိတ်။"},
{"word":"quota","def":"n.  အရေၚ်၊  အရာအရေၚ်မပါ်ပရံ။"},
{"word":"quote","def":"vt.  ဓမံက်ထ္ၜး၊  နကဵုသက်သဳသာဓက။  quotation (n)  တၚ်မထ္ၜးနကဵုသာဓက၊  အရာမဓမံက်ထ္ၜးနကဵုသာဓက၊  အရာမထ္ၜးကဵုၚုဟ်မး။"},
{"word":"quotient","def":"n.  လာပ်၊  လာပ်မစဂွံပ္ဍဲကိုန်မွဲကဵုမွဲ။"},]}