{"data":[{"word":"r","def":"မအက္ခဝ်အၚ်္ဂလိက်ဗွဲလၟေၚ်အက္ခဝ်လၟိဟ် ၁၈။"},
{"word":"rabbi","def":"n.  အ္စာဝိနိစ္ဆယဂကူရဟူဒဳ၊  လကျာ်ရဟူဒဳ၊  အ္စာဓဝ်ဂကူရဟူဒဳ။"},
{"word":"rabbit","def":"n.  ဗ္တာဲ။  ၂။  မၞိဟ်ဟွံစိုန်သ္ကီုပ္ဍဲအရာဝေၚ်။"},
{"word":"rabble","def":"n.  က္ဍိုပ်သ္ကံမၞိဟ်ရုသံၚ်ကလိုက်ကၟဵုဒၟံၚ်။"},
{"word":"rabid","def":"adj.  မဇၞော်ကဵုဒေါသ၊  မသ္ပပွဟွံစၚ်ခြၚ်၊  မနွံကဵုစိုတ်ဓါတ်သ္ကာတ်သ္ကာတ်။  ၂။  မထၞေန်စပ်ဒၟံၚ်ကဵုယဲကၠဵုပရံကိတ်။"},
{"word":"rabies","def":"n.  ယဲကၠဵုပရံကိတ်။"},
{"word":"race","def":"n.  ပေဲါပြိုၚ်ဂြိပ်။  ၂။  ဇၟော်ဍာ်ဇွောဝ်ထတ်ထတ်။  vt.vi.  ပြိုၚ်ဂြိပ်။  ၂။  ပၠောပ်ပေဲါပြိုၚ်ဒမြိပ်။  ၃။  သကဵုချဳဒရာၚ်အာဗွဲမပြဟ်။  n.  ပေဲါဂြိပ်၊  ပေဲါချေံ(ပေဲါလံၚ်ဒမြိပ်ချေံ)။  racecourse (n)  ခလှာတ်ဒမြိပ်ချေံ။  racehorse (n)  ချေံဒမြိပ်။"},
{"word":"race","def":"|2| n.  ဂကူ၊  ဂကူအဆက်အဆေန်တုပ်ညးသ္ကံ၊  ဇာတိ၊  သတ်နွံကဵုလမျီုဂကူတုပ်။  racial (adj)  မဆေၚ်စပ်ကဵုဂကူမၞိဟ်။  the race of Gotama Buddha. (n)  သာကျ။"},
{"word":"rack","def":"n.  စၚ်ချံက်။  ၂။  စၚ်သွက်ဂွံကွက်မာ်သီဒေပ်ကပေါတ်။  ၃။  စၚ်သွက်ဂွံပတိုန်ကပေါတ်သာသာပ္ဍဲကဵုပၟတ်, လ္တူကွဳစက်။  ၄။  ကရိယာသွက်ဂွံကွက်ပျဲပျာံမၞိဟ် ဒက်လဝ်ဇိုၚ်တဲနကဵုဇုက်။  vt.  ပျဲပျာံနကဵုကရိယာဓမံက်ထ္ၜးလဝ်တုဲကၠုၚ်ဂှ်၊  ပျဲပျာံမၞိဟ်နကဵုကရိယာဂှ်။  ၂။  ပ္တိတ်ကသပ်ဝေၚ်ကၠေၚ်ဍဟ် သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"racket","def":"n.  ရမျာၚ်ညာန်ညာန်ညေဲညေဲ။  ၂။  ဒဒှ်မဂၠာဲပိုန်ဂြပ်နကဵုနဲကဲ ဟွံယျဵုလ္ဂူတပ်တး(လီပၠီကေတ်)။  racketeer (n)  မၞိဟ်ဂၠာဲပိုန်ဂြပ်နကဵုနဲကဲလီပၠီ။"},
{"word":"racket","def":"(racquet) n.  လေံတက်ဗိတ်၊  ရိတ်ကိတ်။"},
{"word":"raconteur","def":"n.  မၞိဟ်လဴပုံခိုဟ်၊  အ္စာဗဝှ်။"},
{"word":"racy","def":"adj. (-ier,-iest)  မကၠဳကၠးမံက်ဂတဝ်၊  မမြက်စာ၊  မနွံကဵုဇြဟတ်။"},
{"word":"radar","def":"n.  စက်မတ်ဒိပ်၊  စက်ရေဒါ။"},
{"word":"radiant","def":"adj.  မပ္တိတ်တရးဏာပသာန်လျး၊  မတၟးဇး။  ၂။  မယးတၟး၊  မမိပ်ဇြိပ်တၟးဇး၊  မလစးလမး။  radiantly (adv)  ဗွဲမယးတၟး။  radiance (n)  ဒဒှ်မတၟးဇး။  radiance of the sun. (n)  ဗပန်တ္ၚဲ။"},
{"word":"radiate","def":"vt.vi.  ပ္တိတ်ဗလးကဵု၊  သကဵုပြးပါ်တိတ်။  ၂။  တရးဗလးပ္တိတ်၊  သကဵုမံက်တိတ်။  ၃။  ဇုက်တုဲပါ်ပြးတိတ်။  radiation (n)  ဒဒှ်မပ္တိတ်ဗလးကဵု၊  ဒဒှ်မပါ်ပြးတိတ်၊  အရာမဗလးပ္တိတ်။  radiator (n)  ကရိယာမဗလးပ္တိတ်ကဵုဓါတ်ဂမ္တဴ။  ၂။  ကရိယာမသ္ၜိုဟ်ကဵုစက်၊  ဒဒှ်မပ္တိတ်ဗလးထောံဓါတ်ဂမ္တဴမ္ၚး။"},
{"word":"radical","def":"adj.  မစှ်ေကဆံၚ်သ္ဇိုၚ်၊  မစနူကဆံၚ်သ္ဇိုၚ်။  ၂။  မနွံပၟိက်သွက်ဂွံပြံၚ်လှာဲအာဇၞော်ကဵုဇြဟတ်၊  မစိုပ်တၞုၚ်တၞောတ်မွဲလ္ပာ်။  n.  မၞိဟ်မနွံကဵုဆန္ဒပၟိက် သွက်ဂွံပြုပြေၚ်ပြံၚ်လှာဲသ္ဇိုၚ်စှ်ေစှ်ေ။  radically (adv)  နဒဒှ်မစှ်ေကဵုကဆံၚ်သ္ဇိုၚ် ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"radii","def":"ရံၚ် radius တေံညိ။"},
{"word":"radio","def":"n. (pl.-s)  ဟီုအရေဝ်ဇုက်လောတ်မဟၟဲကဵုဇုက်၊  ဟီုတဝ်ဟီုမဟၟဲကဵုဇုက်၊  ဒဒှ်မဗလးရမျာၚ်။  ၂။  ရေဒဳယဝ်။  ၃။  ကရိယာမရပ်စပ်လပှ်ရမျာၚ်နကဵုဇုက်ဟၟဲ။  vt.vi.  ပလံၚ်နကဵုလပှ်ရမျာၚ်မဟွံမွဲကဵုဇုက်။  radiogram (n)  စက်ရပ်ရမျာၚ်ရေဒဳယဝ် မတောဲဍံၚ်လဝ်နကဵုစက်ဓါတ်။"},
{"word":"radio-","def":"prefix.  မဆေၚ်စပ်ကဵုပသာန်လျး၊  မဆေၚ်စပ်ကဵုပသာန်လျးဓါတ်။  radioactive (adj)  မဗလးပ္တိတ်ပသာန်လျးဓာတ်၊  လရုဒၟံၚ်ကဵုဓာတ်လလဳ။  radioactivity (n)  ဒဒှ်မလရုက္တဵုဒၟံၚ် နကဵုသတ္တိဓာတ်ရေဒဳယဝ်၊  ဒဒှ်ဓာတ်ရေဒဳယဝ်မလရုက္တဵု။  radiograph (n)  ဗီုတက်လဝ်နကဵုဓာတ်အိတ်သရေ။"},
{"word":"radish","def":"n.  ရာဲ၊  ခၟာဲရာဲ။"},
{"word":"radium","def":"n.  ဖကောဝ်ရေဒဳယာံ။"},
{"word":"radius","def":"n.  (pl.-dii)  ဇုက်ပၞောန်ဒဇက်လဝ်နူကဵုဇုက်ကဝိုၚ်စက်ဝိုၚ် မတတ်အာတေတ်ဗဟဵု၊  ပၞောန်ပါ်လဝ်ဗွိုက်ကဝက်စက်ဝိုၚ်။  ၂။  ဒေသၜတ်လဝ်နကဵုပၞောန်ပါ်တတ်ကဝက်။"},
{"word":"faffia","def":"n.  ကသာဲဇုက်မဂွံနူတၞံညံၚ်ရဴတၞံတာ။"},
{"word":"raffle","def":"n.  ဒဒှ်မသွံပတိတ်ကဵုမာဲ၊  ဒဒှ်မသွံနကဵုမာဲ။  vt.  သွံကဵုမာဲ။"},
{"word":"raft","def":"n.  ဖံၚ်(ဖဳကၠောန်လဝ်ပ္ဍဲဍာ်)။"},
{"word":"rafter","def":"n.  ခအိုအ်(ကၟဳ)၊  ခအောံ၊  ဇအောံ၊  ထအိုအ်၊  ဖအိုအ်။"},
{"word":"rag","def":"n.  ယာတ်သၟာ်၊  ယာတ်သၟာ်ခေပ်ပတိတ်လဝ်။  ၂။  ဗွိုက်လ္တက်မတြေံတြဟ်စာ်မှာ်ဒၟံၚ်။  ragamuffin (n)  မၞိဟ်မနွံကဵုဗွိုက်လ္တက်စာ်စာ်မှာ်မှာ်၊  သၟတ်မနွံကဵုဗွိုက်လ္တက် စာ်စာ်မှာ်မှာ်။  ragged (adj)  မစာ်မှာ်ဒၟံၚ်။  ၂။  မဟွံညဳသာ၊  မနွံကဵုကဆံၚ်မစူတိုန် မတသောဝ်စှ်ေ။  rags from the dust heap. (n)  ပံၚ်သကူ။  vt.vi. (-gg-)  ထ္ဍုတ်၊  ထ္ဍုတ်ဓမက်။"},
{"word":"rage","def":"n.  ဒဒှ်မနောဒေါသတိတ်။  ၂။  ဒဒှ်မနွံကဵုဆန္ဒသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။  vi.  က္တဵုဒှ်မနောဒေါသ၊  ကြံမှုဲ၊  ထတ်သ္ကာတ် (ကျာဗြဲ, လပှ်)။"},
{"word":"raid","def":"vt.vi.  လုပ်တ္ၚီုဗတိုက်မွဲလစုတ်ဓဝ်။  n.  ဒဒှ်မလုပ်တ္ၚီုဗတိုက်မွဲလစုတ်ဓဝ်။  ၂။  လုပ်ဗိုၚ်ရပ်ကေတ်မွဲလစုတ်ဓဝ်။  raider (n)  မၞိဟ်လုပ်ဗတိုက်ချိုန်လွာဲဂှ်(ပ္ဍဲမွဲခြေပ်မတ်)၊  က္ၜၚ်ကျာ, က္ၜၚ်မလုပ်ဗတိုက်ချိုန်လွာဲဂှ်။"},
{"word":"rail","def":"n.  လေံဗလဲ၊  ဇုက်တေၚ်။  ၂။  ဂၠံၚ်ကွဳပၟတ်၊  ဂၠံၚ်ကွဳဓာတ်။  vt.  စဵုဒၞာဒပ်၊  တၟာတ်စဵုဒၞာဒပ်။  railing (n)  ဗလာဒပ်၊  ဗလဲတၞိန်။  railroad / railway (n)  ဂၠံၚ်ကွဳပၟတ်၊  ကမၠောန်ပလံၚ်ဗ္စိုပ်နကဵုကွဳပၟတ်။  railway train. (n)  ကွဳပၟတ်။"},
{"word":"rail","def":"|2| vi.  လက်ပ္တိုန်ဒုဟ်။  raillery (n)  ပွမပျိုၚ်ထ္ဍုတ်ဓမက်။"},
{"word":"raiment","def":"n.  ဗွိုက်လ္တက်ကယျိုၚ်ကယျဝ်။"},
{"word":"rain","def":"n.  ဗြဲ။  ၂။  အခိၚ်ဗြဲ၊  ဒဒှ်မစှ်ေညံၚ်ရဴမဗြဲ။  vt.vi.  ဂူ၊  ဗြဲဂူ။  ၂။  ဂူစှ်ေဗီုဗြဲ၊  ဗဂူဖျေံညံၚ်ဗြဲ။  rainbow (n)  ခမၚ်ဍာ်၊  တ္ၚအိန်၊  ဒမၚ်ဍာ်၊  ဒၟၚ်ဍာ်၊  ဒမၚ်သုၚ်ဍာ်။  rainfall (n)  ဗ္ၜတ်ဍာ်ဗြဲ။  rain-gauge (n)  ကရိယာၜတ်ကၞာတ်ဍာ်ဗြဲ။  rainproof (adj)  မဒှ်ဍာ်ဗြဲလုပ်ဟွံမာန်။  rainy (adj) (-ier,-iest)  မဂၠိုၚ်တဴကဵုဗြဲ၊  မဂၠိုၚ်ဗြဲ၊  မနွံကဆံၚ်ဗြဲဂၠိုၚ်။  rainy season. (n)  ကသီု၊  အခိၚ်ဗြဲ၊  လသီု။  rain storm. (n)  ကျာဗြဲမေလံၚ်။  rain water. (n)  ဍာ်ဗြဲ။  rain-maker (n)  ညးဗဂူကဵုဗြဲ။"},
{"word":"raise","def":"vt.  တျောဝ်၊  တၠုၚ်၊  ပၚ်ပ္တိုန်၊  ဖလုၚ်၊  ဗတိုန်၊  ယာ၊  ယိုက်၊  ယိုက်ဒိုက်၊  သၠုၚ်၊  သၠုၚ်ပ္တိုန်၊  သကဵုသၠုၚ်တိုန်၊  သကဵုယာတိုန်၊  ပ္တဴခၞံဗဒှ်။  ၂။  ပေါၚ်၊  ပေါၚ်တိုန်၊  တိုန်၊  သ္ကဵုက္တဵု၊  သကဵုခအုဟ်။  ၃။  ပ္တိုန်ထ္ၜးကၠုၚ်၊  ပၠောပ်ပ္တိုန်ကၠုၚ်။  ၄။  လွဳ၊  တဵုလွဳ၊  ဗ္စဇၞော်သၠုၚ်။  ၅။  ပကောံက္တဵုဗဒှ်ပ္တိုန်၊  ကေတ်ဏာ၊  တၠုၚ်ဏာ။  ၆။  ရုပ်ထောံဒဒှ်မတၟာတ်ဗိုၚ်စွံလဝ်ဂှ်။  raise a rebellion. (vt)  ပုန်၊  သပုန်။  raise an army. (vt)  ခါန်ပၞာန်။  a raised frame. (adj)  ဟဝ်။  raise the hood. (vt)  ယိုက်ဒၞော်(ဇြုံ)။  raise a barn. (vt)  သိုၚ်ပ္တဴသ္ၚိ၊  ပ္တဴဒယိုၚ်သ္ၚိ။  raise the voice. (vt)  ဗတိုက်ပါၚ်။  raise to a higher position. (vt)  သၠုၚ်လဝ်၊  သၠုၚ်ပ္တိုန်ကဵုဒၞာဲ။  raise up. (vt)  တလုၚ်၊  သလုၚ်၊  သလုၚ်ပ္တိုန်။"},
{"word":"raisin","def":"n.  သတ်မုဒြာတ်ကှ်ကှ်၊  သတ်အၚုန်ကှ်ကှ်။"},
{"word":"rajah","def":"n.  ရာဇာ။"},
{"word":"rake","def":"n.  ခရး၊  ဂရး၊  ဂဟေဲ၊  တၚာ။  vt.vi.  တးပညဳနကဵုဂဟေဲ။  ၂။  ပကောံနကဵုဂဟေဲ၊  ဂရုပတိုန်နကဵုဂဟေဲ၊  တံၚ်ဒဇက်ကေတ်နကဵုဂဟေဲ။  ၃။  ဂၠိုက်ဂၠာဲ။  ၄။  ဂြာတ်ပန်ကဵုသၞာတ်အမၠံက်။"},
{"word":"rake","def":"|2| n.  မၞိဟ်ဒ္ဂေတ်ပဋိပတ်လီု။"},
{"word":"rakish","def":"adj.  မဒှ်ညံၚ်ရဴထေဝ်ဂြိပ်အာလ္တူဍာ်(က္ၜၚ်)။  ၂။  မနွံကဵုဗီုပြၚ်၊  မရပ်လဝ်အလံၚ်။  ၃။  မနွံကဵုဒ္ဂေတ်လီုလီု၊  မနွံကဵုစိုတ်သာသာသ္ပံသ္ပံ။"},
{"word":"rally","def":"vt.vi. (pt.pp.-lied)  ကလေၚ်ပကောံ။  ၂။  ပ္တိုန်ကဵုဓတ်တၟိ၊  ယိုပ်ယာတိုန်၊  သကဵုဓတ်ပေၚ်ကၠုၚ်။  n.  ပေဲါကောံဓရီုမဟာဇန်။"},
{"word":"rally","def":"|2| vi. (pt.pp.-lied)  ပျိုၚ်ထ္ဍုတ်ဓမက်။"},
{"word":"ram","def":"n.  သဵုကၟက်။  ၂။  ဇွောံကပိုက်၊  ဇွောံဂဒု၊  ဇွောံထၟုက်။  vt.  ဂဒုစာဲစုတ်နကဵုဇြဟတ်၊  ဇီုနကဵုဇြဟတ်။  ramrod (n)  လေံသွက်ဂွံထပက်စုတ် ဂဥုဲကံအမၠံက်ကၠာကၠာတေံ၊  သာံသောဝ်။"},
{"word":"ramble","def":"vi.  ကွာ်ဂ္ၚေၚ်ဂၠံၚ်၊  ကွာ်အာမဟၟဲကဵုတၚ်ရန်တၟံ၊  ဟီုဂးစိုပ်လ္ပာ်တေံမွဲလစုတ် စိုပ်လ္ပာ်ဏံမွဲလစုတ်။  n.  ဒဒှ်မကွာ်ဂ္ၚေၚ်ဂၠံၚ်၊  ဒဒှ်မကွာ်အာမဟၟဲကဵုတၚ်ရန်တၟံ။  rambler (n)  မၞိဟ်မကွာ်ဂ္ၚေၚ်ဂၠံၚ်မဟၟဲကဵုတၚ်ရန်တၟံ။  rambling (adj)  မသိုၚ်ခၞံဗဒှ်လဝ်မဟၟဲကဵုအစဳအဇန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ် (ဂလာန်မစိုပ်လ္ပာ်တေံမွဲတဲ လ္ပာ်ဏံမွဲတဲ)။"},
{"word":"rambunctious","def":"adj.  မဗြုထတ်ညာန်ညေဲ၊  မစှ်ေဒၟံၚ်လရုလစာ်ဒၟံၚ် ထိၚ်ဒက်စဵုကဵုဟွံဂွံ။"},
{"word":"ramify","def":"vt.vi. (pt.pp.-fied)  သကဵုပါ်ပြးတိတ်၊  သကဵုပါ်ပြးတိတ် ညံၚ်ရဴထပက်လဝ်ဇာ။  ramification (n)  ဒဒှ်မသကဵုပါ်ပြးတိတ်ညံၚ်ရဴထပက်ဇာ။"},
{"word":"ramp","def":"vt.vi.  ramp about. (vt.vi)  ဒှ်မနောဒေါသ၊  ဂြိပ်ဒစာန်ဒဝါန်အာ၊  က္တဵုကြဵုဇာဒၟံၚ်။  ၂။  က္ဍိုပ်ပ္တဴတိုန်။  ၃။  ထလာ်၊  ထလာ်တိုန်။  n.  ဂဒုက်တိ၊  ဂၠံၚ်တသောဝ်သောဝ်။  ၂။  ဒဒှ်မလီသွံညံၚ်ရဴသ္ဂောံဂွံၚုဟ်မးဂၠိုၚ်ဂၠိုၚ်၊  ဒဒှ်မလီစၞာဲ။"},
{"word":"rampage","def":"vi.  ဂြိပ်ပြးဇးအာ၊  ဂြိပ်ဂစာန်ဟွံရုဲလ္ပာ်တေံလ္ပာ်ဏံ။  n.  ဒဒှ်မဂြိပ်ဂစာန်ဒဝါန်တိတ်အာ။"},
{"word":"rampant","def":"adj.  မဒှ်တဴပ္ဍဲဒၞာဲပြးဇး။  ၂။  မထတဴလိုၚ်ကဵုဇိုၚ်လက်ကရဴ(ချေံ)။"},
{"word":"rampart","def":"n.  ဂဒုက်တိ၊  ကၟာၚ်စဵုဒၞာ။"},
{"word":"ramshackle","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ်ဒေံါလာ်ဒေံါလာ်၊  မဒှ်ဒၟံၚ်ကဆံၚ်ထရိုဟ်ဒေံါလာ်။"},
{"word":"ran","def":"ရံၚ် run တေံညိ။"},
{"word":"ranch","def":"n.  ကၠံတဵုလွဳစဇၞော်ဇၞော်သၠဲသၠဲ။  rancher (n)  သၟာကၠံဂှ်။"},
{"word":"rancid","def":"adj.  မဖျးတိုန်၊  မအုတ်အာ၊  မ, မသအှ်၊  သအုတ်(ဍာ်တှ်,ပုၚ်)။"},
{"word":"rancour,-or","def":"n.  ဝဲဒက်လဝ်ဆောဝ်လံပြေစိုတ်ဟွံမာန်၊  အာဃာတ။"},
{"word":"random","def":"n.  ဆဆဵု၊  တဴရာစိုတ်ဒှ်၊  ဗီုဍေံက္တဵုဒှ်၊  ဗီုပၟိက်မနွံ။  adj.  မကၠောန်ဆဆဵု၊  မသ္ပဆဆဵု။"},
{"word":"rang","def":"ရံၚ် ring တေံညိ။"},
{"word":"range","def":"n.  အရာမရေၚ်တာန်ဒၟံၚ်၊  ဒဵုရေၚ်။  ၂။  ခလှာတ်ဝါပန်သၞာတ်။  ၃။  မကံ၊  တရဴဇမ္ၚောဲပန်ဗလးဗစိုပ်ဏာဍေၚ်ပရှ်ကျာမာန်။  ၄။  ဇမ္ၚောဲအကြာဒၞာဲၜါ၊  ဇမ္ၚောဲကြပ်အိုတ်သၠုၚ်အိုတ်။  ၅။  ဒၞာဲတိုန်၊  ဒၞာဲဂၠာဲဒၞာဲစ။  ၆။  ခန်လွာဒေသ။  ရ။  ဖဴမနွံကဵုဓရီုပသဲ သွက်ဂွံလ္ဇံက်ထၟာဲ။  vt.vi.  ပြေၚ်တာန်လဝ်၊  ပြေၚ်စွံလဝ်နကဵုအစဳအဇန်။  ၂။  ဂေတ်ဂ္ၚေၚ်အာ၊  ဂၠာဲဒၞာဲစ။  ၃။  နွံတာန်ရေၚ်ဒၟံၚ်။  ၄။  နွံဒၟံၚ်အကြာ။  ၅။  ကောံပါလုပ်။  range-finder (n)  ကရိယာမၜတ်ကၞာတ်ဇမ္ၚောဲ သွက်ဂွံပန်ဗလးဏာ။  range round. (vt.vi)  ရေၚ်ကေတ်။"},
{"word":"rank","def":"n.  ကရုၚ်တန်။  ၂။  တန်ကောန်ပၞာန်၊  ကရုၚ်ကောန်ပၞာန်။  ၃။  ကဆံၚ်တန်ဒၞာဲဝဲါ၊  အ္စာအသံက်။  vt.vi.  ပြေၚ်ကရုၚ်၊  ပြေၚ်နကဵုကရုၚ်။  ၂။  လုပ်ပ္ဍဲတန်ကဆံၚ်၊  စုတ်ပ္ဍဲတန်ကဆံၚ်။  adj.  မတိုန်ဒၟံၚ်ဗွဲမတီုကၠီု။  ၂။  မနွံကဵုရှ်စၚ်သ္ကာတ်ပရေံ။  ၃။  မပရေံအိုတ်ဍာ်။  rank smell. (adj)  ခအှ်ေ၊  ခအီ၊  မခအှ်ေ၊  မခအီ။"},
{"word":"rankle","def":"vi.  သကဵုစိုတ်ဂိ၊  ဂၠိုက်ဟောံဂၠိုက်ဟောံဒၟံၚ်။"},
{"word":"ransack","def":"vt.  ဂၠိုက်ဂၠာဲဒၞာဲပြးဇး။  ၂။  ပၠံၚ်ဗ္တာ်ကေတ်ဏာ။"},
{"word":"ransom","def":"n.  ဒဒှ်မဗလးကဵုမၞိဟ်ရပ်လဝ် ကဵုကေတ်နုက်ကေတ်ကဵုသၠုဲ၊  သၠုဲမနုက်ကေတ်မၞိဟ်သ္ဒးတံၚ်ဒဇက်လဝ်။  vt.  နုက်ကလး၊  နုက်ကေတ်နကဵုသၠုဲ၊  ဗလးထောံဟိုတ်နူကဵုသၠုဲ၊  ရုဲနုက်။"},
{"word":"rant","def":"vt.vi.  ပ္တိတ်အဟိက်တုဲဟီုဂး၊  ဟီုဂးနကဵုဂလာန်ကျာသၠုၚ်သၠုၚ်၊  ဟီုဂးကြဵုကြီုစ။  ranter (n)  မၞိဟ်သ္ဂးဂလာန်ဇၞော်နူဇကု။"},
{"word":"rap","def":"vt.vi. (-pp-)  ခဍံက်ဒၟံၚ်ဍာပ်ဍာပ်။  ၂။  ဟီုဂးတိတ်အာ။  n.  ဒဒှ်မကဵုရမျာၚ်ခ္ဍံက်။"},
{"word":"rap","def":"|2| n.  တၟာမၠိုက်၊  ညိည။  ၂။  ဒဒှ်မဟွံသ္ပကေၚ်ကာ။"},
{"word":"rapacious","def":"adj.  မဇၞော်ကဵုလောဘ။  rapacity (n)  လောဘ၊  ပၟိက်မနွံတဴဇၞော်ကဵုဇြဟတ်။"},
{"word":"rape","def":"vt.  ကော်ရပ်ဏာနကဵုနဲအဓမ္မ။  ၂။  ကော်ဏာအဓမ္မတုဲရပ်သ္ပကောန်ဗြဴ။  n.  ဒဒှ်ကော်ဏာအဓမ္မတုဲရပ်သ္ပကောန်ဗြဴ။"},
{"word":"rape","def":"|2| n.  ရာဲခၟာဲခ္ဍံခ္ဍံ။"},
{"word":"rapid","def":"adj.  ပြဟ်ပြေဟ်။  ၂။  စောဝ်ဒၟံၚ်။  n.  ဍာ်ဆၚ်၊  ဒကုတ်ကွဳဍာ်ဇွောဝ်ထတ်။  rapidly (adv)  ဗွဲမပြဟ်။  rapidity (n)  ဒဒှ်မပြဟ်ပြေဟ်။"},
{"word":"rapier","def":"n.  မြသ္ဇၚ်ပၠာကြဳကြဳသောဲသောဲ စကာပ္ဍဲဒၞာဲဝေၚ်သာၚ်။"},
{"word":"rapine","def":"n.  ဒဒှ်မပလီုပၠံၚ်ၜး၊  ဒဒှ်မသီကေတ်နကဵုနဲကဲမဟၟဲကဵုဗဗွဲဓဝ်။"},
{"word":"rapt","def":"adj.  ဂမြၚ်၊  မတၞီဗၠိုက်ဒၟံၚ်ပ္ဍဲအရာဒုၚ်စသိုၚ်စိုတ်အရီု။  rapture (n)  ဒဒှ်မလဟိၚ်မိပ်ဒၟံၚ်ပ္ဍဲစိုတ်။  rapturous (adj)  မလဟိၚ်မိပ်ဒၟံၚ်ပ္ဍဲစိုတ်။"},
{"word":"rare","def":"adj. (-r,-st)  မက္တဵုဒှ်ဝါတ်၊  မဒှ်ရဴသာ်ဝွံ သ္ဂောံဆဵုအောန်, သ္ဂောံညာတ်အောန်၊  မတၟေၚ်တၟဟ်၊  ရာဲရှာတ်၊  ရာဲသာတ်၊  ဝိသေသ၊  ဝိသှ်ေ။  ၂။  မခိုဟ်တဴဗွဲ၊  မသ္ဂောံဆဵုဗီုဏံဟွံလောဲ။  ၃။  မကြဳမဳ(ကျာ)။  rarely (adv)  ခၞၚ်ခၞၚ်၊  နဒဒှ်ဗီုဏံလံဂွံဆဵု။  rarefied (adj)  မကြဳမဳ၊  မဟၟဲကဵုတီုတီုကၠီုကၠီု။"},
{"word":"rarity","def":"n. (pl.-ties)  ဒဒှ်မခၞၚ်၊  ဒဒှ်မခတ်က္ဍန်၊  ဒဒှ်မကြဳမဳ၊  အရာမသ္ဂောံဆဵုဂဗဟွံလောဲ။ "},
{"word":"rascal","def":"n.  မၞိဟ်မဟၟဲကဵုသစ္စ။  ၂။  မၞိဟ်ဓမက်ပျိုၚ်။"},
{"word":"rash","def":"n.  ဒဒှ်ပရောဟ်နာ်မက္တဵု။  adj.  မဂရက်ဂဗက်၊  မသ္ပအလိုက်စိုတ်၊  မထၜေတ်မတ်တုဲကၠောန်။  rashly (adv)  နဒဒှ်မကၠောန်ကြာန်ကြာန်။  rashness (n)  ဒဒှ်မကၠောန်ကြာန်ကြာန်။"},
{"word":"rasher","def":"n.  ဖျုန်ဒဳကၠိက်ကှ်ကှ်မရေက်လဝ်ကြဳကြဳ။"},
{"word":"rasp","def":"n.  ကရာၚ်ကြာၚ်ဆု။  vt.vi.  ကြာၚ်ကဵုကရာၚ်ဆု။  ၂။  ဗြုဒၟံၚ်ဗရုကြာၚ်က္တၚ်က္တောဝ်။"},
{"word":"raspberry","def":"n. (pl.-ries)  သတ်ရာတ်ဗာရဳ။"},
{"word":"rat","def":"n.  ကၞိ၊  ကၞိဂတဵု၊  မဿိ။  rat snake. (n)  ကၠန်သြောံ၊  ကၠန်သ္ၚိ၊  ဇြုံကၠန်သြောံ၊  ဇြုံဗၠောဝ်။"},
{"word":"ratan","def":"(rattan)  n.  ၜဝ်၊  ဇုက်ၜဝ်၊  တၞံၜဝ်။"},
{"word":"ratchet","def":"n.  ခလှာေၚက်က မထိၚ်လဝ်ကဵုမံၚ်ကြုတ်ကၠိက် ညံၚ်ရဴပၠန်ဂတးဂေတ်အာမွဲလ္ပာ်ဟွံဂွံ။"},
{"word":"rate","def":"n.  ဒမြိပ်။  ၂။  ဒဒှ်အာအတိုၚ်ဗီုဏံ၊  ဒဒှ်မဆက်အာအတိုၚ်အကာဲအရာဗီုဏံမ္ဂး။  ၃။  အခေါန်ဖလှာကံက်နူကဵုဂကောံသ္ကိုပ်ဍုၚ်။  ၄။  ဒဒှ်အဇာမခိုဟ်အိုတ်၊  ဒဒှ်အဇာမဒးရး။  vt.vi.  ရာသူၚုဟ်မး၊  ရာသူ၊  သမ္တီကေတ်။"},
{"word":"rate","def":"|2| vt.vi.  ပရဂဟီ။"},
{"word":"rather","def":"adv.  နဒဒှ်နွံကဵုပၟိက်ဗွဲမဂၠိုၚ်၊  နဒဒှ်ဒးကဵုစိုတ်ဗွဲမဂၠိုၚ်။  ၂။  သ္ဒးဟီုချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်ပဵုနူဏံမ္ဂး။  ၃။  ဆကရိုက်၊  ဆဒှ်ကဵုဒှ်။  ညိညိညည။  rather large. (adv)  ဗ္ဒဳဗ္ဒာ။"},
{"word":"ratify","def":"vt. (pt.pp.-fied)  သ္ပဒတန်နကဵုဗဗွဲဓဝ် (အရာမတုပ်စိုတ်)။  ratification (n)  ဒဒှ်မသ္ပဒတန်နကဵုဗဗွဲဓဝ်။"},
{"word":"rating","def":"n.  ကဆံၚ်၊  အဇာ (မပါ်လဝ်နကဵုအလိုက်လျိုၚ်တာန်)။  ၂။  ကဆံၚ်ဇၞော်ဍောတ် ညးမဒုၚ်ကာအပ္ဍဲက္ၜၚ်။  ၃။  ကောန်က္ၜၚ်အပြောံဟွံသေၚ်သၞာဲဒဴ၊  ကောန်ပၞာန်ဒပ်ဍာ်။"},
{"word":"ratio","def":"n. (pl.-s)  ကွပ်၊  ခလပ်၊  ဗြိုဟ်။"},
{"word":"ration","def":"n.  အရေၚ်သွက်ညးမွဲ၊  အရေၚ်။  vt.  ပရံဂစိုတ်လဝ်နကဵုအရေၚ်။"},
{"word":"rational","def":"adj.  မဆေၚ်စပ်ကဵုပွမချပ်ဗ္စာရဏာဟိုတ်ဖဵု၊  မချပ်ဗ္စာရဏာမာန်လ္တူဟိုတ်ဖဵု၊  မလေပ်ချပ်ဗ္စာရဏာလ္တူဟိုတ်ဖဵု၊  မညဳညတ်ကဵုလ္တူဟိုတ်ဖဵု။  rationally (adv)  နဒဒှ်မညဳညတ်ကဵုပရေၚ်ဟိုတ်ဖဵု။  rational being. (adj)  မဒှ်သတ်တိရစ္ဆာန်၊  မဒှ်သတ်။"},
{"word":"rattle","def":"vt.vi.  ဗြုဒၟံၚ်ဖၠာပ်ဖၠာပ်ဟွံသ္ကုတ်အာ။  ၂။  ဖ္ဍောတ်ထ္ၜးဒၟံၚ်တိုဟ်တိုဟ်၊  ဟီုဂးဒၟံၚ်တိုဟ်တိုဟ်။  ၃။  ချဳဒရာၚ်အာကၠုၚ်ဒတုံစှ်ေ နကဵုဗရုရမျာၚ်ဖၠာပ်ဖၠာပ်။  n.  ဗရုရမျာၚ်ခြာပ်ခြာပ်၊  ကပေါတ်ကောန်ၚာ်ဝေၚ် ဗရုဗြုဒၟံၚ်ခြာပ်ခြာပ်။  rattlesnake (n)  ဇြုံမနွံကဵုဂျိသ္ကာတ်မြဟ်မွဲဂကူ ပ္ဍဲဍုၚ်အမေရိကာန် ဍေံဗရုပတိတ်ဒၟံၚ်ရမျာၚ်ဗ္တဍေံညံၚ်ခ္ဍာပ်မာန်။"},
{"word":"raucous","def":"adj.  မနွံကဵုရမျာၚ်ကရောန်ကရောန်၊  ရမျာၚ်လၞၚ်ကဵုက္တောဝ်၊  ရမျာၚ်ဗီုပြၚ်ဟွံစှ်ေ။"},
{"word":"ravage","def":"vt.vi.  သကဵုလီုလာ်လေၚ်ဒိုက်အာ။  ၂။  ပလီုပလာ်ပၠံၚ်ၜး။  n.  ဒဒှ်မသကဵုလီုလာ်လေၚ်ဒိုက်အာ၊  ဘဲဒန်ဝပ်မသၟေဟ်သှ်ေဒၟံၚ် သ္ဒးဒုၚ်ပလီုပလာ်တုဲ။"},
{"word":"rave","def":"vi.  ဟီုကြာန်ဓၟာန်ဒၟံၚ်၊  ဟီုဒမာန်။  ၂။  ဟီုဂးအတိုၚ်စိုတ်ဇကု လောန်လောန်ကာဲကာဲ ဟွံချပ်စၚ်ခြၚ်မွဲသာ်။  ravings (n)  အရာမဟီုပတိတ်ကြာန်ကြာန်ဓၟာန်ဓၟာန်။"},
{"word":"ravel","def":"vt.vi.  လိုဟ်တိတ်၊  လာဲပြးတိတ်၊  ဒရာနာဍေံတသြိုဟ်တိတ်။  ၂။  သကဵုကြာန်ထုဲအာ၊  သကဵုစိုတ်ထုဲဂရုဲအာ။"},
{"word":"raven","def":"n.  ခ္ဍာ်ဂြိုပ်၊  ခ္ဍာ်ဗၞံၚ်၊  ခ္ဍာ်သၟိၚ်ရာံ။  adj.  မလမ္စံက်ပလေဲဒၟံၚ်ညံၚ်ဗဗေၚ်။"},
{"word":"ravening","def":"adj.  မဓဇန်ကြံကြ၊  မရိုၚ်ဇိုၚ်။  ၂။  မလေပ်စစၞဗွဲမလုဟ်၊  မလေပ်လုပ်ထပၠပ်ပ္ဍဲစၞ။"},
{"word":"ravenous","def":"adj.  မဗျဵုထၚ်ဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"ravine","def":"n.  ဇြဟ်ဍာ်ထ္ပက်စလဝ်၊  ဂရော်ဇြဟ်၊  ဂဗၚ်ဒဵု။"},
{"word":"ravish","def":"vt.  သကဵုမိပ်ဇြိပ်မှောဝ်ဇာပ္ဍဲစိုတ်။  ၂။  ရပ်ကော်ဏာ။"},
{"word":"raw","def":"adj.  မဟွံတောံတိုပ်လဝ်ဏီ၊  ဂျိုၚ်ဂျိုၚ်၊  လတ်လတ်။  ၂။  မဒှ်အတိုၚ်သဘာဝ၊  မဟၟဲကဵုပလေဝ်ပလေတ်လဝ်။  ၃။  မဟဂွံကတ်လ္ၚတ်ဏီ၊  မဟွံစိုန်သ္ကီုဏီ၊  မဟၟဲကဵုဆဵုဂဗဏီ။  ၄။  မဂံက်ထ္ၜိုတ်အုပ်ဒၟံၚ်။  ၅။  မဒှ်စၞာံထိုက်သံက်ဒၟံၚ်။  ၆။  မသ္ကာတ်မြဟ်၊  မဟွံစှ်ေကဵုဗဗွဲဓဝ်။"},
{"word":"ray","def":"n.  အရံၚ်အံၚ်သူ၊  ဇုတိ၊  ပသာန်၊  လျး၊  လယးအံၚ်သူ၊  လယးကာယ။  ၂။  ကရုၚ်ပၞောန်မပါ်ပြးတိတ်အာနူတေတ်ဗဟဵု။"},
{"word":"rayon","def":"n.  အရာမလွေဟ်လဝ်ယာတ်သုတ်၊  ယာတ်ရေယျိုန်။"},
{"word":"raze","def":"vt.  ရိုဟ်ဗဒေံါပလီု၊  ထရိုဟ်ပလီုဖျေံထောံ၊  နိၚ်၊  ရိုဟ်တိုဟ်။"},
{"word":"razor","def":"n.  ၜုန်ကးသော်ပါၚ်၊  ၜုန်သော်၊  ၜုန်နိၚ်၊  နိၚ်မကးသော်။"},
{"word":"razzle","def":"n.  ပွမသုၚ်စမိပ်ဇြိပ်ညာန်ညေဲ။"},
{"word":"re","def":"prep.  မဆေၚ်စပ်တုဲ၊  မစပ်ဖျပ်တုဲ။"},
{"word":"re-","def":"prefix.  ကလေၚ်မွဲဝါပၠန်။  ၂။  ကလေၚ်က္တဵုဗဒှ်မွဲဗီုပၠန်။"},
{"word":"reach","def":"vt.vi.  ဟောဝ်စိုပ်။  ၂။  ဒုၚ်ကဵုဒုၚ်ကေတ်။  ၃။  စိုပ်၊  အာစိုပ်၊  စဴစိုပ်၊  စိုပ်ရာပ်။  n.  ဒဒှ်မဟောဝ်ကေတ်၊  ဒဒှ်မဒုၚ်ကဵုဒၞာမြဟောဝ်ကေတ်စိုပ်၊  ဒၞာဲမအာစိုပ်။  ၂။  ဂၠးဍာ်မဆဵုညာတ်မာန်မွဲပလိုဟ်ဓဝ် အကြာကဝါၚ်တ္ၚံက်ၜဳၜါ။  reach heaven. (vt)  စိုပ်ရာပ်၊  စိုပ်သြၚ်။  reach perfection. (vt)  စိုပ်ရာပ်၊  စိုပ်သြၚ်။  reach the end of. (vt)  လိုက်၊  လိုက်အာတၞုၚ်၊  စိုပ်အာတၞောတ်။  reach out to someone. (vt)  ဒုၚ်ကဵု၊  သွက်ဂွံဒုၚ်ကဵုစိုပ်။"},
{"word":"react","def":"vt.  သ္ဒးဒုၚ်ပလန်၊  သစိုပ်ကဵုဖဵု။  ၂။  ပြုပြေၚ်ပြံၚ်လှာဲအနေပွမပလန်။  ၃။  ပလန်ဒစဵုဒစး။  reaction (n)  ဒဒှ်ကလေၚ်ပလန်၊  ဒဒှ်မကလေၚ်စိုပ်ဗီုကဆံၚ်မူလ။  reactionary (n)  မၞိဟ်ထံက်ဂလာန် သွက်သ္ဂောံကလေၚ်ဂွံ ကဆံၚ်ပရေၚ်ဍုၚ်ကွာန်ဗီုတံမူလ၊  သၟာမဖံက်ပၠန်ပရေၚ်။  reactor (n)  ကရိယာပ္တိတ်ထိၚ်အုပ်လဝ်အစောံသတ္တိအနုလက်ကၠိုက်။"},
{"word":"read","def":"vt.vi. (pt.pp.read)  ဗှ်၊  ဗှ်လိက်။  ၂။  ဗ္တောန်လ္ၚတ်ကေတ်။  ၃။  မထေၚ်ခယျညာတ်ကေတ်နူကဵုဗှ်။  ၄။  ဗှ်ညံၚ်ရဴအဓိပ္ပာဲမဒမၠုက်လဝ် မဟွံချူထ္ၜးလဝ်ညံၚ်ဂွံမံက်ကၠုၚ်။  readable (adj)  မဗှ်ဂွံ၊  မဗှ်လောဲ၊  မဗှ်မိပ်။  reader (n)  မၞိဟ်ဗှ်လိက်၊  မၞိဟ်ဗှ်လိက်ဂၠိုၚ်။  ၂။  အ္စာတက္ကသဵုမနွံကဆံၚ်အသၟဝ်အ္စာပါမောက္ခ။  reading (n)  ဗဟုသုတလိက်ပတ်၊  နဳပါတ်။  ၂။  ဒဒှ်မဗှ်တုဲကၠိုဟ်ခၠၚ်အဓိပ္ပာဲ။  ၃။  အရာမဓမံက်ထ္ၜးနကဵုသၞောတ်ဗ္ၜတ်။  ၄။  လိက်ပိုတ်မွဲမွဲ မပါကၠုၚ်ပ္ဍဲတံလိက်တၞဟ်ခြာ။  read over. (vt.vi)  ဗှ်နူတံစဵုကဵုစိုပ်ကၞောတ်။  read proof. (vt)  ဒါန်၊  ဒါည်(လိက်)။"},
{"word":"readjust","def":"vt.  ကလေၚ်ပ္ညဳပ္ညပ်ပြုပြေၚ်လဝ်။"},
{"word":"ready","def":"adj. (-ier,-iest)  မဒှ်ဒၟံၚ်ဒတုဲသွက်ဂွံရပ်စပ် သွက်ဂွံကၠောန်သွက်ဂွံယဵုဒုၚ်။  ၂။  မတၟုဲ၊  မဒှ်ဒၟံၚ်ဒတုဲ။  ၃။  မကဵုသၠုဲဒတုဲ။  readily (adv)  နဒဒှ်မနွံကဵုပၟိက်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  နဒဒှ်မဟၟဲကဵုတၚ်ဝါတ်ဂါတ်၊  နဒဒှ်မဒှ်ဒၟံၚ်ဒတုဲ။  readiness (n)  ဒဒှ်မဒှ်ဒတုဲ။"},
{"word":"real","def":"adj.  မဒှ်ကြက်လှဴ၊  မနွံဒၟံၚ်ကွေံကွေံ၊  မဒှ်ဍာံဍာံ၊  မဒှ်ကွေံကွေံ၊  မဒှ်ဇေတ်ဇေတ် အလီဟွံသေၚ်၊  အရၚ်။  ၂။  မဆေၚ်စပ်ဒၟံၚ်သီုတိသီုဒတန်ဂမၠိုၚ်။  real treasure. (adj)  ကြက်ဂြပ်။  realism (n)  ပ္တိုန်ထ္ၜးဒဒှ်သရုပ်ဍာံဍာံ၊  ဝါဒသရုပ်ဍာံဍာံ(ကွတ်ပါန်)။  ၂။  ဝါဒမသ္ပသ္ဇိုၚ်ချပ်စၚ်ခြၚ် အတိုၚ်မတန်ဒှ်ဒၟံၚ်တုဲ ပဲါတးထောံစိုတ် သ္ဒးဒုၚ်စသိုၚ်ကဵုပြဝေဏဳ၊  ဝါဒကွေတ်ယထာဘူတ။  realistic (adj)  မပတိုန်ထ္ၜးလဝ်အတိုၚ်ဗီုပြၚ်သရုပ်ဍာံဍာံ၊  မက္တဵုဒှ်ဒၟံၚ်ပ္ဍဲဂတမတ်၊  မဟၟဲကဵုအစောဲအလာံ၊  မဟၟဲကဵုဥပါဒါန်။  reality (n) (pl.ties)  အတ္တ၊  ဒဒှ်မဒှ်ကွေံကွေံ၊  အရာမဆဵုဂဗ၊  အရာမတီညာတ်ဍာံဍာံ၊  ဒဒှ်ဍာံဍာံ။  really (adv)  ဍာံဍာံ၊  ကွေံကွေံ။"},
{"word":"realize","def":"vt.  ပဇၞောဝ်မတ်၊  ကၠိုဟ်စိုတ်တီညာတ်။  ၂။  ရုပ်ရဴမံက်တိုန်။  ၃။  သွံထောံ(သ္ၚိ,တိ,အရၚ်ဂကောံ)၊  ဂွံသၠုဲသၠာ်ဟိုတ်နူသွံရာန်ထောံ။  realizable (adj)  မညာတ်ဒးရး။  realization (n)  ဒဒှ်မကၠိုဟ်စိုတ်တီညာတ်။  realize parenthood. (vt)  ညာတ်မုက်။"},
{"word":"realm","def":"n.  ကၟိန်ဍုၚ်၊  ကၟိန်မြု၊  ခေတ်တွဵု၊  ဂွိုၚ်၊  တွဵုဒနက်ဨကရာတ်ပိုၚ်ပြဳ၊  တွဵုရး၊  ဒေသခန်လွာ၊  ဒွိုၚ်။  ၂။  ပညာ၊  ဂမြၚ်ညာန်၊  သၟိပ်စိုတ်။  realm of karma. (n)  ကမ္မဝတ်။"},
{"word":"rearm","def":"vt.vi.  ဗ္ဂပ်ကဵုလွဟ်တၟိတၟိမဂတာပ်ခေတ်၊  ကလေၚ်ဗ္ဂပ်ကဵုလွဟ်။"},
{"word":"ream","def":"n.  လၟိဟ်စက္ခူ ၄၈ဝ တၞး။"},
{"word":"reap","def":"vt.vi.  ရတ်၊  ရတ်သီ။  reaper (n)  မၞိဟ်ရတ်သြောံ၊  စက်ရတ်သြောံ။"},
{"word":"rear","def":"n.  လ္ပာ်လက္ကရဴ။  ၂။  ဖာလက္ကရဴ။  ၃။  ဒဒှ်မနွံလ္ပာ်လက္ကရဴ။  rear admiral (n)  ဒုသ္ကိုပ်ဗဵုဇၞော်ဒပ်ဍာ်။  rearguard (n)  ဂကောံဒပ်စဵုဒၞာကဵုလ္ပာ်လက္ကရဴဒပ်။  vt.vi.  လွဳ၊  မြိမြန်မၚ်မွဲ၊  လွဳပရာမၚ်မွဲဇၞော်သၠုၚ်ပ္တိုန်။  ၂။  သတ်ဇိုၚ်ပန်မထတဴတိုန်နကဵုဇိုၚ်လ္ပာ်လက္ကရဴ။  ၃။  ယာပ္တိုန်က္ဍိုပ်။  ၄။  ပ္တဴသိုၚ်ဗဒှ်။  rear cattle. (vt.vi)  ဝဳပြေၚ်ဂၠဴ။"},
{"word":"reason","def":"n.  ဟိုတ်၊  အရာမထ္ၜးဟိုတ်၊  ဂလာန်လှံက်ပလန်၊  တံဟိုတ်ပရောပရာ။   ၂။  ဓဝ်စၚ်ခြၚ်ဗ္စာရဏာဟိုတ်ဖဵု၊  သမ္တီညာန်အပြောံ၊  ညာန်စၚ်ခြၚ်။  vt.vi.  ချပ်ဗ္စာရဏာစၚ်ခြၚ်၊  ရပ်စပ်စကာညာန်စၚ်ခြၚ်။  ၂။  ဟီုဂးသၟာန်သှ်္ၚာဲ။  ၃။  ဟီုဂးသောၚ်ကလးထ္ၜးကဵုဟိုတ်ဖဵု၊  ဟီုဂးထ္ၜးကဵုဟိုတ်ဖဵု၊  ပ္တိုန်ထ္ၜးနဒဒှ်အရာမထ္ၜးဟိုတ်၊  ဟီုပ္တိုန်ထ္ၜးကဵုဟိုတ်ဖဵု။  ၄။  ဟီုပၠာံဗ္ဇးသွက်ဂွံယိုက်ဂၠေၚ်။  ၅။  စၚ်ခြၚ်ကေတ်သွဟ်နူကဵုချပ်ဗ္စာရဏာ။  reasonable (adj)  မနွံကဵုညာန်စၚ်ခြၚ်၊  လေပ်စၚ်ခြၚ်ဟိုတ်ဖဵု။  ၂။  မစၚ်ခြၚ်ချပ်ဗ္စာရဏာတုဲယဵုဒုၚ်၊  မဟီုထ္ၜးကဵုပရောပရာဖဵုဒးဒးရးရးမ္ဂး သွက်ဂွံဒုၚ်ကေတ်တဲဂှ်ဟွံဇြိုၚ်။  ၃။  မသာဓာ၊  မဒးရး၊  မဒုၚ်တဲမာန်။  reasonably (adv)  ဗွဲမသာဓာ။  reasoning (n)  ဟိုတ်ဖဵု။"},
{"word":"reassure","def":"vt.  သကဵုစိုတ်ဂွိၚ်က္တဴ၊  ဒှ်သံၚ်သယသၠေဟ်ပၟာ၊  ကၠေံဗ္ဒန်အာ။  reassurance (n)  ဒဒှ်မသကဵုစိုတ်ဒှ်ဒၟံၚ် သၠေဟ်ပၟာတံဂှ်ကၠေံဗ္ဒန်အာ။"},
{"word":"rebate","def":"n.  သြန်မကဵုအခေါၚ်သွက်ဂွံဖျံထောံ နူသ္ဒးကဵုဍာံဍာံ။"},
{"word":"rebel","def":"vi. (-ll-)  ပုန်၊  သပုန်၊  က္တဵုသပုန်။  ၂။  ဒစဵုဒစး၊  စးအသံ။  n.  မၞိဟ်သပုန်၊  မၞိဟ်စးအသံ၊  မၞိဟ်ဒစဵုဒစး။  rebellion (n)  ဒဒှ်မသပုန်၊  ဒဒှ်မက္တဵုသပုန်၊  သပုန်၊  ဗပုန်။  rebellious (adj)  အလဇ္ဇဳ၊  မသပုန်တလန်၊  မသ္ပပွညံၚ်ရဴမၞိဟ်က္တဵုသပုန်၊  မဝါတ်သွက်ဂွံထိၚ်ဒက်သီဒေပ်လဝ်၊  မဟွံသ္ပဂရုကေၚ်ကာ၊  သမုန်တလန်။"},
{"word":"rebind","def":"vt. (vt.pp.rebound)  ကလေၚ်ဇိၚ်လိက်အုပ်တၟိ။"},
{"word":"rebirth","def":"n.  ပဋိသန္ဓိ။  ၂။  ဒဒှ်မပြံၚ်လှာဲတိုန်စိုတ်တၟိ၊  ဘဝတၟိ၊  လမျီုကလေၚ်လုပ်ကၠုၚ်။"},
{"word":"rebound","def":"vi.  ကလေၚ်၊  ကလေၚ်ဂစာန်ကၠုၚ်။  n.  ဒဒှ်မကလေၚ်ပၠန်ဂစာန်ကၠုၚ်။"},
{"word":"rebuff","def":"n.  ဒဒှ်မပဲါဖျေံထောံဟွံသ္ပဂရု။  vt.  ပဲါဖျေံထောံဟွံသ္ပဂရု။"},
{"word":"rebuke","def":"vt.  စောဒက၊  ပရဂဟီပတိုန်ဒုဟ်၊  ဝေတ်ဗ္တောန်။  n.  ဂလာန်ပရဂဟီပတိုန်ဒုဟ်။"},
{"word":"rebus","def":"n.  လဒိုဟ်၊  ယၟုပၞုက်၊  ဂလာန်ဒမၠုက်။"},
{"word":"rebut","def":"vt. (-tt-)  ကယျာန်သှ်ခၠေဝ်။  rebuttal (n)  ဒဒှ်မကယျာန်သှ်ခၠေဝ်။"},
{"word":"recalcitrant","def":"adj.  မလေပ်ကလေၚ်ပၠန်ဟီု၊  မလေပ်ကလေၚ်ပၠန်ဂတး။"},
{"word":"recall","def":"vt.  ကလေၚ်ကော်။  ၂။  ကလေၚ်ဓမံက်ကဵုသတိ၊  သမ္တီဒး။  ၃။  ရုပ်သီထောံ၊  ပဲါတးထောံ။  n.  အသံကလေၚ်ကော်တုဲ ရုပ်သီထောံနူတာလျိုၚ်။"},
{"word":"recant","def":"vt.vi.  စ္ဍးထောံ၊  သီထောံ (တၚ်ပတှ်ေစှ်ေစိုတ်,တၚ်ဒုၚ်ကေတ်လဝ်တဲ)၊  ကလေၚ်သီထောံ(ဂလာန်ဟီုကၠုၚ်လဝ်)။  recantation (n)  ဒဒှ်မစ္ဍးထောံ, မသီထောံ(တၚ်မပတှ်ေစှ်ေစိုတ်,တၚ်ဒုၚ်ကေတ်လဝ်တဲ)။"},
{"word":"recapitulate","def":"vt.vi.  ကလေၚ်ဟီုဂလာန်ပရောပရာ မဟီုကၠုၚ်လဝ်တုဲတေံမဒှ်တၚ်အဓိကတံဂှ်။  recapitulation (n)  ဒဒှ်မကလေၚ်ဟီုဂလာန်တၚ်အဓိက ပရောပရာမဟီုကၠုၚ်လဝ်တုဲတံဂှ်။"},
{"word":"recast","def":"vt.  ကလေၚ်သောန်သၚ်ဗီုတၟိ၊  ကလေၚ်စဳဇန်နဲကဲမွဲဗီု။"},
{"word":"recede","def":"vi.  ဆုတ်စ္ဍးတိတ်အာ၊  သ္ၚောဲသ္ၚောဲအာ။  ၂။  အောန်စှ်ေ၊  သဝ်စှ်ေ။  ၃။  ကချေတ်အာလ္ပာ်လက္ကရဴ။"},
{"word":"receipt","def":"n.  ဒဒှ်မသ္ဂောံဒုၚ်ကေတ်တဲ။  ၂။  သြန်မဂွံ။  ၃။  လိက်ဒကုတ် မကဵုပြေအာတုဲ ဂွံလဝ်။  ၄။  နဲဂြန်ဂဥုဲ၊  နဲပကောံဂဥုဲ။  vt.  ပတိတ်ကဵုလိက်တၞးဒကုတ် ကဵုပြေအာ ထပက်လဝ်နကဵုစၟတ်တဲ။"},
{"word":"receive","def":"vt.vi.  မံ(မအ်)၊  လလး၊  သ္ဂောံဒုၚ်ကေတ်တဲ။  ၂။  ဒုၚ်တဲဆဵုဂဗ၊  ဒုၚ်တၟုဲ၊  ဒုၚ်တၠုၚ်၊  ယဵုဒုၚ်၊  ယဵုဒုၚ်လဝ်။  ၃။  ဒုၚ်ကေတ်၊  ဒုၚ်စ၊  ဒုၚ်တဲ။  receiver (n)  မၞိဟ်ဒုၚ်လဝ်တဲကပေါတ်ပလတ်၊  ဒမုၚ်။  ၂။  ခေါ်ကလၚ်တဝ်ဟီု၊  မၞိဟ်ဒုၚ်တဲဂိုၚ်ဒေပ်ကပေါတ်။  receive alms. (vt)  စှ်ေပိဏ္ဍပါတ်၊  စဴပိဏ္ဍပါတ်။  receive a name. (vt)  ဒုၚ်ယၟု၊  ဂွံဒုၚ်ယၟု။  to receive knowledge. (vt)  ၜိုတ်ဂိုၚ်သမ္တီလဝ်။"},
{"word":"recent","def":"adj.  မနွံကၠုၚ်ဒၟံၚ်ဟွံလံဏီတေံ၊  မကၠောန်လဝ်ဟွံလံဏီတေံ၊  မဒှ်ကၠုၚ်လဝ်ဟွံလံဏီတေံ၊  မစပ္တံကၠုၚ်လဝ်ဟွံလံဏီတေံ။  recently (adv)  ဟွံလံဏီ။"},
{"word":"receptacle","def":"n.  အရာဇွောံပြိုက်စုတ်၊  အရာဇွောံဂိုၚ်စွံ။"},
{"word":"reception","def":"n.  နဲကဲဗီုဂွံဒုၚ်တဲ၊  နဲကဲဗီုဂွံကၠုၚ်။  ၂။  ပေဲါဒုၚ်တၠုၚ်တၟုဲ။  ၃။  ဒဒှ်မဆေၚ်စပ်ကဵုပရေၚ်ဒုၚ်တၠုၚ်တၟုဲ။  receptive (adj)  မဟွံသ္ဇိုၚ်သွက်ဂွံချပ်ကိစ္စသ္ဂောံဒုၚ်တဲ၊  မဟၟဲကဵုကွေတ်ဗိုန်ဗိုန်။"},
{"word":"recess","def":"n.  အခိၚ်ဇူဒေံါမွဲချိုန်ခဏ၊  အခိၚ်သၠးပွး။  ၂။  ခလံက်ပ္ဍဲဒဒၚ်၊  ဖံက်ခလံက်ခၠိုၚ်လဝ်ပ္ဍဲဒဒၚ်ဒကုတ်အပ္ဍဲ။  ၃။  မဂၠုၜေက်၊  မသ္ဇိုဟ်နက်ကၞုက်ဒမၠုက်။  recession (n)  ဒဒှ်မနွံကဆံၚ်သွံရာန်စဟွံရိုက်၊  ယုတ်ဒေက်စှ်ေ။"},
{"word":"recipe","def":"n.  စၞောန်သွက်ဂွံပကောံ၊  နဲသွက်ဂွံတောံတိုပ်။"},
{"word":"recipient","def":"n.  မၞိဟ်သ္ဂောံဒုၚ်ကေတ်တဲ။"},
{"word":"reciprocal","def":"adj.  မဒှ်အရာအတုန်အခၠေဝ်၊  မဒှ်အရာပၠန်ဂတး။"},
{"word":"reciprocate","def":"vt.vi.  လှာဲပၠန်ဂတးပအပ်ပြာပ်ညးသ္ကံ။  ၂။  ပၠန်ဂတးပအပ်ကဵု။  ၃။  ကဵုချဳဒရာၚ်ဆုတ်တိုန်ဆုတ်စှ်ေ။"},
{"word":"reciprocity","def":"n.  ပွမသ္ပကဵုကေတ်အတုန်အခၠေဝ်။"},
{"word":"recite","def":"vt.vi.  ဖ္ဍောတ်ပါၚ်တိုက်၊  ဗဍောတ်။  ၂။  ကလေၚ်ဟီုထ္ၜးကဵုလၟေၚ်ဍေံလၟေၚ်ဍေံ။  recital (n)  ဒဒှ်မကလေၚ်ဟီုထ္ၜးကဵုလၟေၚ်ဍေံလၟေၚ်ဍေံ၊  အရာမဟီုထ္ၜးကဵုလၟေၚ်ဍေံလၟေၚ်ဍေံ။  ၂။  ပေဲါဖ္ဍောတ်ကဗျလၚ်္ကာနကဵုပါၚ်တိုက်၊  ဒဒှ်မဟီုထ္ၜးလၟေၚ်ဍေံလၟေၚ်ဍေံ။  ၃။  ကဗျလၚ်္ကာသွက်ဂွံဖ္ဍောတ်ထ္ၜး။"},
{"word":"reckless","def":"adj.  မကၠောန်ဏာဂရက်ဂရက်ဂဗက်ဂဗက်၊  မကၠောန်ဏာဟွံချပ်စၚ်ခြၚ်။"},
{"word":"reckon","def":"vt.vi.  တမှော်၊  တော်၊  တော်ဂိုတ်၊  တော်တၟော်၊  တော်ရိုဟ်၊  တၟော်၊  သရိုဟ်၊  သြိုဟ်လၟိဟ်။  ၂။  စိုတ်တော်တၟော်၊  စုတ်ချပ်ဗ္စာရဏာ၊  တလးစရၚ်။  ၃။  ရိုဟ်စ၊  သမ္တီကေတ်၊  စွံစိုတ်၊  ထေၚ်သၠေဟ်ကေတ်၊  ခယျပတှ်ေကေတ်။  ၄။  ပတှ်ေစ၊  သ္ဒးပတှ်ေ၊  အရာမသ္ဒးဖအောဝ်လလဴလဝ်။  reckoning (n)  စရၚ်စရိတ်မစသုၚ်အိုတ်။"},
{"word":"reclaim","def":"vt.  ကလေၚ်လဟိုဟ်ပ္တိုန်၊  ကလေၚ်ဓမံက်ပ္တိုန်။  ၂။  ကလေၚ်အာတ်မိက်။  ၃။  သကဵုဒ္ဂေတ်ပဋိပတ်ပြံၚ်လှာဲ၊  ကလေၚ်ဟံၚ်ပြာ်ထောံ။  reclamation (n)  ဒဒှ်မကလေၚ်ပၠန်ပလေဝ်ပလေတ်၊  ဒဒှ်မကလေၚ်ပၠန်လဟဵုပ္တိုန်။"},
{"word":"recline","def":"vt.vi.  ဒလာဲ၊  ဓလာဲ။  ဗ္ဒဒလာဲစွံလဝ်၊  ဗ္ဒာဲစွံလဝ်၊  ဒလာဲတိက်။"},
{"word":"recluse","def":"n.  ပူဂဵုဒ္ဂေတ်ဒ္ဂိုန်ဂြိုပ်၊  မၞိဟ်ဗ္ဒဗ္ဒာဲကဵုဂြိုပ်။"},
{"word":"recognizance","def":"n.  ပွမဒုၚ်လဝ်ကတိဟေၚ် မကၠုၚ်စိုပ်ရုၚ်ရောၚ်။"},
{"word":"recognize","def":"vt.  တီညာတ်သမ္တီဒး။  ၂။  သ္ပစၟတ်သမ္တီ။  ၃။  တီတုဲဒုၚ်တဲ။  ၄။  ဒုၚ်ဝေါန်။  recognition (n)  ဒဒှ်မသ္ပစၟတ်သမ္တီ၊  မဒုၚ်သ္ပလဝ်စၟတ်သမ္တီ။"},
{"word":"recoil","def":"vi.  ထလာ်ဆုတ်ထောံလ္ပာ်လက္ကရဴ၊  ကလေၚ်ဆုတ်။  ၂။  ကလေၚ်ထၟုက်လ္ပာ်လက္ကရဴ။  n.  ဒဒှ်ကလေၚ်ထလာ်ဆုတ်လ္ပာ်လက္ကရဴ၊  ဒဒှ်မဆုတ်ထောံလ္ပာ်လက္ကရဴ၊  ဒဒှ်မကလေၚ်ထၟုက်လ္ပာ်လက္ကရဴ။"},
{"word":"recollect","def":"vt.vi.  ကလေၚ်ပၠန်ဟံၚ်ပြာ်ထောံအိန်ရဳ၊  ကလေၚ်ဂွံသတိ။  recollection (n)  အခိၚ်ဆမဂွံသတိဆမသမ္တီဒး၊  သတိ။  ၂။  အရာမသမ္တီဒး၊  အရာမဂွံသတိ။  ၃။  မထိၚ်ဒဝ်လဝ်အိန်ရဳ၊  ဒဒှ်မဂွံသတိ၊  ပွမပၞဟ်(ပနဟ်)။"},
{"word":"recommend","def":"vt.  ဓမံက်ထ္ၜးကဵုဂုန်စရာဲ၊  ဟီုဂးဒဒှ်မဒးရးခိုဟ်မိုဟ်။  ၂။  ကဵုကသပ်ဒဒှ်မကၠောန်ထေက်၊  ကဵုကသပ်ဒဒှ်မဒးရး။  ၃။  သကဵုဒးဂၞပ်သ္ဍိုက်မၠိုက်စိုတ်။  recommendation (n)  လိက်ထံက်ဂလာန်။"},
{"word":"recompense","def":"vt.  ကလေၚ်ပၠန်ဂတးလေဲကဵု။  ၂။  လေဲထောံသြန်။  n.  လာပ်သ္ကာ၊  ဒဒှ်မလေဲကဵု။"},
{"word":"reconcile","def":"vt.  ကၞဳကၞံ၊  သကဵုဒှ်သာဓာအာညးသ္ကံ၊  သကဵုဒးအာညးသ္ကံ။  ၂။  သောၚ်ကဵု၊  သကဵုပြေလာဲ၊  သကဵုကိတ်ညဳ၊  ပညဳပညပ်၊  စပ်ဖျပ်။  ၃။  အေၚ်ဒုၚ်ထောံဒဒှ်အကာဲအရာဍေံပဲါဗလေတ်ဟွံဗၠးတုဲ ပရေထိၚ်ထောံစိုတ်ဇကု။  reconciliation (n)  ဒဒှ်မသကဵုသာဓာအာညးသ္ကံ။"},
{"word":"recondite","def":"adj.  မဒှ်ပညာကၞိက်လဒဵုလဝ်၊  မဒှ်ပညာဒမၠုက်လဝ်၊  မဒှ်ပညာသ္ဇိုဟ်နက်ဝါတ်ဂါတ်၊  မဒှ်ညာန်ဟောဝ်ဟွံစိုပ်၊  မဝါတ်ဂါတ်။"},
{"word":"recondition","def":"vt.  သကဵုကလေၚ်စိုပ်အာအကာဲအရာမခိုဟ်မိုဟ်ကၠုၚ်။"},
{"word":"reconnaissance","def":"n.  ဒဒှ်မသကဵုအာလဗုၚ်လဗေၚ်၊  ဒဒှ်မသကဵုအာထံၚ်ပရိုၚ်ဗလးဏာမၞိဟ်ကၚ်၊  ဒဒှ်မဗလးဏာတြုံပနံၚ်။"},
{"word":"reconnoitre","def":"(reconnoiter)  vt.vi.  ဗလးဏာကၚ်သကဵုထံၚ်ပရိုၚ်၊  ဗလးဏာတြုံပနံၚ်သကဵုထံၚ်ပရိုၚ်။"},
{"word":"record","def":"vt.  စရၚ်ချူသမ္တီ၊  ဗပိုတ်၊  ဗပိုတ်သမ္တီ။  ၂။  ပ္တိုန်သမ္တီနဒဒှ်မတက်လဝ်ဗီု၊  ပၠောပ်လဝ်ရမျာၚ်၊  ချူသမ္တီလဝ်။  ၃။  စၞောန်ထ္ၜးကဵုသၞောတ်ဗ္ၜတ်၊  ဓမံက်ထ္ၜးကဵုသၞောတ်ဗ္ၜတ်။  n.  လိက်သမ္တီဒဒှ်၊  လၟေၚ်ဒဒှ်။  ၂။  လိက်သမ္တီနူအတိက်တေံ။  ၃။  တၞးဓာတ်။  ၄။  ကဆံၚ်ကၠာတေံဏံဟွံစိုပ်မွဲလှ်ေ၊  သၞောတ်ဗ္ၜတ်။  ၅။  သၞောတ်ဗ္ၜတ်ကလိုဟ်စှ်ေအာ။  recording (n)  ဒဒှ်မရပ်ပၠောပ်ကေတ်လဝ်ရမျာၚ်၊  ဒဒှ်မပ္တိုန်လဝ်ပ္ဍဲလ္တူဗပိုတ်။"},
{"word":"recount","def":"vt.  ကလေၚ်ရိုဟ်။  n.  ဒဒှ်မလေၚ်ရိုဟ်။"},
{"word":"recount","def":"|2| vt.  ကလေၚ်ဟီုထ္ၜး၊  လဴ၊  လေဲ၊  လေဲဗ္စ၊  ကလေၚ်လဴ(လေဲ)ထ္ၜး၊  ဟီုလေဲ(လဴ)။"},
{"word":"recoup","def":"vt.  လေဲစုတ်ကဵုစၞး  ထပ်ဗပေၚ်စုတ်ကဵုအရၚ်၊  ထပ်ဗပေၚ်စုတ်ကဵုအဇာ။"},
{"word":"recourse","def":"n.  ဒဒှ်မသ္ပဗဓာန်စ၊  ဒဒှ်မသ္ဒးဗ္ဒဗ္ဒာဲ။"},
{"word":"recover","def":"vt.vi.  ကလေၚ်ဂွံ၊  ဗၠး။  ၂။  ယိုပ်ယာကၠုၚ်၊  အကာဲအရာမကလေၚ်ခိုဟ်ကၠုၚ်။  ၃။  တန်ကြန်ကၠုၚ်(စိုတ်)၊  ပတန်မာန်ကၠုၚ်။  recovery (n)  ဒဒှ်မကလေၚ်ဂွံ၊  ဒဒှ်မကလေၚ်ယိုပ်ယာကၠုၚ်၊  လလံသွာအာ။  recover from illness. (vt.vi)  လလံသွာ၊  ဗၠး၊  ဗၠးနူယဲ။"},
{"word":"recreant","def":"adj.  မဟၟဲကဵုသတ္တိ၊  မဟၟဲကဵုစိုတ်ဂံၚ်သ္ကာ၊  မဟၟဲကဵုသစ္စ(မၞိဟ်)။"},
{"word":"recreation","def":"n.  ဒဒှ်မဒုၚ်တၟုဲအုဲသွးညံၚ်ရဴစိုတ်သ္ဂောံမိပ်၊  ညံၚ်ရဴစိုတ်သ္ဂောံပြံၚ်လှာဲ၊  ညံၚ်ရဴလၟောၚ်လၟေတ်စိုတ်ဂွံလလံသွာ။"},
{"word":"recrimination","def":"n.  ဒဒှ်မပ္ကီုပရာပ်ဒုဟ်ပလန်ဂတးညးသ္ကံ။"},
{"word":"recrudescence","def":"n.  ဒဒှ်(ယဲကပ်,အဓိကဵု) မကလေၚ်က္တဵုဒှ်ကၠုၚ်၊  မကလေၚ်မံက်တိုန်ကၠုၚ်။"},
{"word":"recruit","def":"n.  ကောန်ဂကောံတၟိ၊  ကောန်ဒပ်တၟိ။  vt.vi.  ပကောံကောန်ဒပ်တၟိ၊  ဒုၚ်တဲအနေကောန်ဒပ်တၟိ။  ၂။  ဗပေၚ်ဇွောံမ၊  ဗပေၚ်ဇြဟတ်၊  သကဵုစိုပ်ကၠုၚ်အကာဲအရာဗီုတြေံ။"},
{"word":"rectangle","def":"n.  ဗီုတၚ်တဲဒကဴပန်။  rectangular (adj)  မဒှ်ဗီုတၚ်တဲဒကဴပန်။"},
{"word":"rectify","def":"vt.  ပဓဝ်၊  ပရေ၊  ပလေဝ်ပလေတ်ညံၚ်ဂွံဒှ်ဍာံဍာံ၊  သ္ပညံၚ်ရဴမှာရာသ္ဂောံသအးဇ္ၚး။  rectification (n)  ဒဒှ်မပလေဝ်ပလေတ်ညံၚ်ဂွံဒှ်ဍာံဍာံ။"},
{"word":"rectitude","def":"n.  ဒဒှ်မယျဵုလ္ဂူတပ်တး၊  ပွဍာံဍာံတပ်တပ်တးတး။"},
{"word":"recto","def":"n. (pl.-s)  မုက်လိက်အုပ်လ္ပာ်ပုၚ်(လ္ပာ်သတုံ)။"},
{"word":"rector","def":"n.  လကျာ်ဇၞော်ဘာသာခရေတ်ယာန်ဂိုဏ်အၚ်္ဂလာန်၊  မနွံကဵုအခေါၚ်အဝဵုသ္ဂောံဒုၚ်စသိုၚ်၊  အခေါန်ဖလှာဒဿမေဓနူကဵုတိဍာ်သာသနာ။  ၂။  ဇမၞော်ပါမောက္ခ။  rectory (n)  သ္ၚိလကျာ်ဇၞော်ခရေတ်ယာန်ဂှ်။"},
{"word":"recumbent","def":"adj.  မဒလာတိက်ဒၟံၚ်၊  မဒလာဲဒၟံၚ်။"},
{"word":"recuperate","def":"vt.vi.  မြံမြာဲ၊  သကဵုယိုပ်ယာတိုန်။  recuperation (n)  ဒဒှ်မသကဵုယိုပ်ယာတိုန်။"},
{"word":"recur","def":"vi.  က္တဵုဒှ်ကၠုၚ်မွဲလန်ပၠန်၊  က္တဵုဒှ်ကၠုၚ်ဂၠိုၚ်ကဵုလန်။  ၂။  ကလေၚ်ဂွံသတိ၊  ကလေၚ်ဟီုဂး။  recurrence (n)  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်မွဲလန်ပၠန်၊  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်ဂၠိုၚ်ကဵုအလန်၊  ဒဒှ်မကလေၚ်ဂွံသတိ၊  ဒဒှ်မကလေၚ်ဟီုဂး။  recurrent (adj)  မကလေၚ်က္တဵုဒှ်ကၠုၚ်ဟွံလံဟွံလံ၊  မကလေၚ်က္တဵုဒှ်ကၠုၚ်နကဵုအခိၚ်ဍာံဍာံ။"},
{"word":"red","def":"adj. (-der,-dest)  ဍာဲဂြတ်၊  ဖကေတ်၊  မဖကေတ်၊  ဗ္ကေတ်၊  မဗ္ကေတ်၊  လောဟိတ။  n.  အရံၚ်ဗ္ကေတ်။  redden (vt.vi)  သကဵုဗ္ကေတ်၊  ဗ္ကေတ်ကၠုၚ်၊  ဗ္ကေတ်တိုန်။  reddish (adj)  ဒမျိုၚ်၊  မနွံအရံၚ်ဒမျိုၚ်၊  မသၞဴဒၟံၚ်ကဵုသာ်ထဝ်။  reddish colour. (adj)  သာ်ဒမျိုၚ်။  red deer. (n)  မၚ်။  red-handed (adj)  နတဲနဇိုၚ်။  red-letter day (n)  တ္ၚဲသဘၚ်၊  တ္ၚဲတၟေၚ်၊  တ္ၚဲပရဲ။  red pepper. (adj)  မြေက်။  red-hot (adj)  ဍာဲ၊  ဍာဲဍာဲ၊  ဍာဲဂြၚ်မံၚ်။  ၂။  ဒေါသ၊  မနွံကဵုစိုတ်သ္ကာတ်မြဟ်။"},
{"word":"redeem","def":"vt.  ကလး၊  ကလးပ္တိတ်၊  နုက်ကလး၊  နုက်ရုဲပတိတ်နၚ်၊  ရုဲနုက်၊  ဟံၚ်ကေတ်။  ၂။  ယဵုဒုၚ်(အတိုၚ်ဂတိ, အတိုၚ်ကေတ်လဝ်တာလျိုၚ်)။  ၃။  ကဵုသၠုဲတုဲနုက်ပတိတ်နၚ်၊  ဟံၚ်ပြာ်သကဵုဗၠးအာ။  ၄။  သကဵုဗၠးဂွံအာ၊  သကဵုထိၚ်ဒဝ်ဂွံအာ။  the Redeemer (n)  တၠညးခရေတ်၊  တၠညးမဟံၚ်ပြာ်။  redemption (n)  ဒဒှ်မဟံၚ်ပြာ်၊  ဒဒှ်မဟံၚ်ပြာ်ပ္တိုန်ကောန်မၞိဟ် နူကဵုဒုဟ်ဒုစရိုတ်၊  ဒဒှ်မဟံၚ်ပြာ်ဗလး။"},
{"word":"redo","def":"vt.vi. (pt.-did, pp.-done)  ကလေၚ်ကၠောန်မွဲလန်ပၠန်။"},
{"word":"redolent","def":"adj.  မမောဝ်ပ္ဍး၊  မမောဝ်ဓီု၊  မနွံကဵုသၟူအမြာဲ၊  မကလေၚ်ဓမံက်ကဵုသတိ၊  မသကဵုကလေၚ်ဂွံသတိ။"},
{"word":"redouble","def":"vt.vi.  သကဵုတဴတိုန်အဆဗွဲမဂၠိုၚ်။  ၂။  ဗဝ်သအဝ်စုတ်ၜါဆ။"},
{"word":"redoubtable","def":"adj.  မဟွံဍောတ်ဇြဟတ်၊  မသ္ဒးသ္ပသတိ၊  မသ္ဒးသ္ပကေၚ်ကာ၊  မဒှ်ကဆံၚ်သ္ဒးဖေက်ဂၟံက်။"},
{"word":"redound","def":"vt.  သကဵုဒှ်ဖဵုဂုန်၊  သကဵုဒှ်အထံက်အပၚ်၊  သကဵုသၠုၚ်ပတိုန်။"},
{"word":"redress","def":"vt.  သကဵုစိုပ်ကဆံၚ်နူကဵုဗၠေတ်ဗၠေတ် မစိုပ်အာကဆံၚ်ဒးဒး၊  ကၠောန်သွက်ဂွံဗၠံဗပေၚ်စုတ်။  ၂။  သကဵုညဳညတ်သၟဟ်တးအာ၊  အရာမလေဲကဵုသွက်ဗၠေတ်မှာယောၚ်ယာအာ၊  သြန်မလေဲကဵုသွက်သ္ဒးဒုၚ်ဂိလဝ်။"},
{"word":"reduce","def":"vt.vi.  တရဳ၊  တရဳကၠေံ၊  ဖျံဖျေံ။  ၂။  သကဵုစိုပ်အကာဲအရာဂှ်။  ၃။  သကဵုပြံၚ်လှာဲဒဒှ်။  reduction (n)  ဒဒှ်မဖျံဖျေံ၊  ဒဒှ်မအောန်စှ်ေ။  ၂။  ဗီုမထ္ဍောတ်ဖျေံလဝ်နကဵုအဝဲအဆဍေံဗွဲမကိတ်ကဵုသၞောတ်ဗ္ၜတ်။  reduce to powder. (vt.vi)  ဂဍိုတ်၊  ထဍိုတ်၊  သ္ဍိုတ်။"},
{"word":"redundant","def":"adj.  မဂၠိုၚ်ဒၟံၚ်နူကဵုမနွံပၟိက်။  redundancy (n)  ဒဒှ်မဂၠိုၚ်ဒၟံၚ်နူကဵုနွံပၟိက်။"},
{"word":"reed","def":"n.  သပိုဟ်၊   ကပိုဟ်(တၞံ)။  ၂။  မၞိဟ်မသ္ပဗဓာန်ဟွံဂွံ ဒှ်ဆၜိုတ်ရန်တၟံ၊  အရာမသ္ပဗဓာန်ဟွံဂွံ ဒှ်ဆၜိုတ်ရန်တၟံ။  ၃။  လ္တာ် (ပေဝ်,သၞဲ)။  reedy (adj)  မသ္ကေက်ကာတ်(ရမျာၚ်)။  reed mat. (n)  ခပေဝ်၊  သပေဝ်။"},
{"word":"reef","def":"n.  ဒကုတ်ယာမထၟူပတိုန်ဂွံ။  vt.  ထၟူပတိုန်လဝ်ယာမွဲဒကုတ်၊  ခလပ်ပ္တိုန်လဝ်ယာမွဲဒကုတ်။  reefknot (n)  နဲဒက်ဇုက်မကော်ခဴစဒက်ပးလာၚ်။"},
{"word":"reef","def":"|2| n.  တၟံလးမရေၚ်တာန်ဒၟံၚ်ပ္ဍဲဍာ် ကၠာဗၠိုက်ကဵုဟွံဗၠိုက်ပ္ဍဲဂၚ်။"},
{"word":"reek","def":"n.  သၟူမသ္ကာတ်စၚ်ပရေံတဴဗွဲ။  vi.  မသအုဲ၊  မသမသောန်၊  မသသၟူအမြာဲ။"},
{"word":"reel","def":"n.  ဗီုလှ်ေကောန်ဂကူသကိုတ်တံ မလှ်ေချဳဒရာၚ်အာမြက်မြက်စာစာ၊  ရမျာၚ်ဒွက်နူပေဲါသဘၚ်ဂှ်။  ၂။  ဓရာ(သွက်ဂွံပူဇုက်တောဝ်ပလုဲ)။ vt.  ပူရေတ်ကေတ်နကဵုဓရာ။  ၂။  ဒလူဒဆူအာ။  ၃။  ထ္ၜူ၊  ထ္ၜူလေတ်၊  လဆူ၊  လဆူဒလူ။"},
{"word":"refectory","def":"n. (pl.-ries)  ခဒံစပုၚ်မနွံပ္ဍဲဘာကဝ်လိက်, ဘာလကျာ်, ဘာသဳလ၊  ရုၚ်ပုၚ်၊  ရိုၚ်ပုၚ်။"},
{"word":"refer","def":"vt.vi. (-rr-)  ပ္တိုန်ထ္ၜးသွက်ဂွံကဵုသ္ဂုတ်သွာတ်။  ၂။  သ္ပသာဓက၊  ဂၠာဲရံၚ်တၚ်မိက်ဂွံတီ။  ၃။  ဟီုဂးရန်တၟံ၊  စၞောန်ထ္ၜး။  ၄။  စပ်ဖျပ်၊  ဆေၚ်စပ်၊  ရန်လဝ်။  referee (n)  မၞိဟ်ဇမၞော်ဃံၚ်သမာဓိ။  ၂။  မၞိဟ်ဇမၞော်ဒေၚ်။  vi.  ယဵုဒုၚ်နဒဒှ်မၞိဟ်ဇမၞော်ဒေၚ်၊  မၞိဟ်ဇမၞော်ဃံၚ်သမာဓိ။  reference (n)  ဒဒှ်မပ္တိုန်ထ္ၜးသွက်ဂွံကဵုသ္ဂုတ်သွာတ်၊  ဒဒှ်မသ္ပသာဓက၊  ဒဒှ်မရန်လဝ်(ဟီု)။  ၂။  လိက်သွက်ထံက်ဂလာန်ဒ္ဂေတ်ပဋိပတ်အစောံစရာဲ၊  မၞိဟ်ပ္တိတ်ကဵုလိက်ထံက်ဂလာန်သာ်ဂှ်။  ၃။  သာဓက၊  စၞောန်၊  အရာမသ္ပသာဓက။  ၄။  မဆေၚ်စပ်တုဲ၊  မစပ်ဖျပ်တုဲ။"},
{"word":"referendum","def":"n.  ပေဲါမကေတ်ဆန္ဒ။"},
{"word":"refill","def":"vt.  ကလေၚ်ထပ်ဗပေၚ်စုတ်၊  အရာမရပ်စပ်သွက်ဂွံဗပေၚ်စုတ်။"},
{"word":"refine","def":"vt.vi.  သအးထောံမိဟ်၊  သကဵုသအးအာ။  ၂။  သကဵုဗီုပြၚ်မုက်မတ်နွံဗွဲမယေန်သၞာၚ်၊  သကဵုအရာမကြံၚ်မ္ၚိုဟ်ရိုၚ်ဇိုၚ်တံဂှ်အးၚးအာ။  refinement (n)  ဒဒှ်မသအးထောံမိဟ်၊  ဒဒှ်မကဵုသအးဇ္ၚးအာ။  ၂။  ဒဒှ်မသအးဇ္ၚးထောံကာယဒွါကဵုမနောဒွါ(စိုတ်,ကာယ)။  ၃။  ဒဒှ်မပြုပြေၚ်လဝ်ညံၚ်သ္ဂောံခိုဟ်၊  ဒဒှ်မတဴတက်ကၠုၚ် ၜတ်ၜတ်တကတ်တကတ် နကဵုဍာ်သ္ဍိုဟ်ပညာ။  refinery (n)  ရုၚ်စက်မသအးမိဟ်ကဵုအရာမွဲမွဲ။  refined sugar. (adj)  ဓဂြာက္ၜၚ်၊  သဂြာက္ၜၚ်။"},
{"word":"refit","def":"vt.vi.  ပတိုန်ဒဵု(ပလေဝ်က္ၜၚ်)။  refitting (n)  ဒဒှ်မပ္တိုန်က္ၜၚ်ဒဵုသွက်ဂွံပလေဝ်။"},
{"word":"reflate","def":"vt.  သကဵုပရေၚ်ပိုန်ဒြပ်သၠုဲသၠာ် မကလေၚ်စိုပ်ကၠုၚ် ကဆံၚ်အကာဲအရာကၠာကၠာတေံ။"},
{"word":"reflect","def":"vt.vi.  ကလေၚ်ပၠန်ကၠုၚ်(လျး,ပသာန်,ရမျာၚ်)၊  ရုပ်ပၠန်မံက်ကၠုၚ်။  ၂။  ဓမံက်ထ္ၜးကဵုရုပ်ပၠန်မံက်ကၠုၚ်၊  သကဵုမံက်ကၠး၊  ဓမံက်ထ္ၜးစိုတ်အပ္ဍဲ။  ၃။  လျးပၠန်ကလေၚ်မံက်။  ၄။  သကဵုဂုန်စရာဲလီု၊  သကဵုဂုန်စရာဲစှ်ေ။  ၅။  အနုမာန၊  ချပ်ဗ္စာရဏာစၚ်ခြၚ်၊  တော်ဆ၊  ဖျပ်၊  ဗ္စာ၊  ဗ္စာပ္ညုၚ်၊  ဗ္စာရဏာ၊  ဗ္စာရဏာပါတ်။  reflection (n)  ဒဒှ်မကလေၚ်ပၠန်ကၠုၚ် (လျး၊ ပသာန်၊  ရမျာၚ်)။  ၂။  ပွမချပ်ဗ္စာရဏာစၚ်ခြၚ်။  ၃။  အရာမချူထမံက်ထ္ၜးလညာတ် မပၠန်မံက်ကၠုၚ်ပ္ဍဲစိုတ်။  ၄။  ပွမဟီုဂရိုဟ်စုတ်ဒုဟ်။  reflective (adj)  မလေပ်ချပ်ဗ္စာရဏာစၚ်ခြၚ်(တွဵု)။  reflector (n)  ဒဒှ်မပၠန်ကလေၚ်ကၠုၚ်(လျး,ပသာန်,ရမျာၚ်)။"},
{"word":"reflex","def":"adj.  မက္တဵုဒှ်ကၠုၚ်အလိုက်ဍေံကဵုဍေံ ဟွံပါဆန္ဒစိုတ် (ဥပမာ- ဂၠိုက်, ခအှ်, ၜိုဟ်ဇတဝ်)။  n.  လျးပၠန်ကလေၚ်။"},
{"word":"reflexive","def":"adj.  မထ္ၜးအရာကတ္တာဂှ် မကၠောန်ပလန်လ္တူကတ္တာဂှ်ပၠန်၊  မကလေၚ်ပၠန်ထ္ၜးကဵုပရောကတ္တာဂှ်ပၠန် (ဥပမာ- myself, himself, yourself, herself)။"},
{"word":"reform","def":"vt.vi.  ပြုပြေၚ်ပြံၚ်လှာဲ။  n.  ဒဒှ်မပြုပြေၚ်ပြံၚ်လှာဲ၊  ဒဒှ်မသကဵုတောတက်ကလုၚ်။  reformation (n)  ဒဒှ်မပြုပြေၚ်ပြံၚ်လှာဲထောံဒ္ဂေတ်ပဋိပတ်၊  ဒဒှ်မပြုပြေၚ်ပြံၚ်လှာဲထောံပရေၚ်မၞိဟ်, ပရေၚ်ဘာသာ။  reformatory (adj)  မသကဵုပြုပြေၚ်ပြံၚ်လှာဲအာ၊  မရန်တၟံသွက်ဂွံပြုပြေၚ်ပြံၚ်လှာဲအာ။  n.  ဘာပရေၚ်ပြုပြေၚ်ဒ္ဂေတ်ပဋိပတ်သၟတ်မပ္ကီုပရာပ်ကၠုၚ်လဝ်ဒုဟ်။  reformer (n)  မၞိဟ်ထံက်ဂလာန်လ္တူပရေၚ်ကမၠောန်ပြုပြေၚ်ပြံၚ်လှာဲ။"},
{"word":"reform","def":"vt.vi.  ကလေၚ်ပၠန်ဒက်ဂကောံ၊  ကလေၚ်ပကောံပၠန်။"},
{"word":"refract","def":"vt.  သကဵုလျးဗၠေၚ်အာ၊  သကဵုလျးဗွဲအာ။  refraction (n)  ဒဒှ်မသကဵုလျးဗၠေၚ်အာ။"},
{"word":"refractory","def":"adj.  မဝါတ်ဂါတ်သွက်ဂွံထိၚ်ဒက်ရပ်စပ်၊  မဝါတ်ဂါတ်သွက်ဂွံဝေတ်ဗ္တောန်၊  မဝါတ်ဂါတ်သွက်ဂွံလာဲဒှ်တိုန်ဍာ်(ဖကောဝ်)၊  မဒှ်သွက်ဂွံသၞဴအရံၚ်ဝါတ်ဂါတ်၊  မသ္ဂောံလွဳပရာဝါတ်ဂါတ်(ယဲ)။"},
{"word":"refrain","def":"n.  ပိုတ်သ္ဒးထပ်ဂယှ်ေမွဲလ္ဇံက်ပၠန် ပ္ဍဲလၚ်္ကာ, ကဗျ, ဒွက်။  vi.  ထိၚ်ဒက်၊  ဝေၚ်ပဲါ၊  လဝေၚ်ကၠေံ။  refrain from. (vi)  ပဲါကၠေံ။"},
{"word":"refresh","def":"vt.  ဗပေၚ်ကဵုအစောံဇြဟတ်တၟိ၊  သကဵုကလေၚ်မြဟ်မြဴတိုန်တၟိ။  ၂။  ကလေၚ်ဆောံဆဝ်ပ္ၚုဟ်ထောံညံၚ်ရဴဟဂွံဝိုတ်၊  ဗ္တိုက်ဖအောဝ်။  refreshing (adj)  မသကဵုမြဟ်မြဴဓတ်ကရတ်ပေၚ်တၟိုဟ်ကၠုၚ်၊  ဒဒှ်မနွံကဵုကဆံၚ်သာသာယာယာ၊  သ္ဍိုက်မၠိုက်ပ္ဍဲစိုတ်။  refreshment (n)  အရာမသကဵုဓတ်ကရတ် ကလေၚ်ပေၚ်တၟိုဟ်မြဟ်မြဴကၠုၚ်၊  စၞစသွက်ဂွံစ ကာလဗျဵုတဟၚ်ကၠုၚ်။"},
{"word":"refrigerate","def":"vt.  သကဵုၜိုဟ်ဂံက်၊  ကဵုလဝ်ဓာတ်ဂံက်သွက်စၞစသ္ဂောံစွံဒုၚ်။  refrigerator (n)  တလာဍာ်ကလောံ၊  ဒူဍာ်ကလောံ။"},
{"word":"refuge","def":"n.  စၜုဲ၊  စ္ၜုဲ၊  ဒၞာဲစ္ၜုဲစ္ၜော်၊  ဒၞာဲသ္ဂောံဗ္ဒဗ္ဒာဲ၊  ပၟၚ်ပၟဲ၊  ပွမစၜုဲစ္ၜော်၊  ပွမစ္ၜုဲစ္ၜော်သၞေဟ်သြၚ်၊  ရာပ်၊  လ္ကံဗ္ဒး၊  သရဏ၊  လလဲလၜော်၊  သ္ၚိဇၞူ၊  သဵု၊  သၞေဟ်သြၚ်၊  သၞေဟ်သြၚ်စ္ၜုဲစ္ၜော်။  refugee (n)  မၞိဟ်စ္ၜုဲစ္ၜော်၊  မၞိဟ်ဗ္ဒဗ္ဒာဲစ၊  မၞိဟ်ဒဴလုပ်ကၠုၚ်ဘဲပၞာန်၊  မၞိဟ်ဒှ်ဒဒိုက်။  to take refuge. (n)  ဒဒှ်မစ္ၜုဲစ္ၜော်၊  ပွမစ္ၜုဲစ္ၜော်။"},
{"word":"refund","def":"vt.vi.  (သြန်)ကလေၚ်ပ္တိတ်ကဵု။  n.  ဒဒှ်မကလေၚ်ပ္တိတ်ကဵုသြန်၊  သြန်မကလေၚ်ပ္တိတ်ကဵု။"},
{"word":"refuse","def":"vt.vi.  ကယျာန်ပဲါ၊  ကယျာန်စး။  refusal (n)  ဒဒှ်မကယျာန်ပဲါ၊  ဒဒှ်မကယျာန်စး၊  ပွမကယျာန်ပဲါ၊  ပွမကယျာန်စး။  ၂။  အခေါၚ်အဝဵုသ္ဂုတ်သွာတ်မိက်ဂွံကေတ်ကၠာ, ကြဴညးသအာၚ်၊  အခေါၚ်အဝဵုကယျာန်ပဲါ။  refuse food. (vt)  သ္ဂုတ်ကၠေံအဟာ၊  တးပဲါထောံစၞ။  n.  အမှိက်အမှံၚ်၊  သမ်အုဲသမ်အေၚ်၊  သ္ပံသ္ကာံ။"},
{"word":"refute","def":"vt.  ဟီုပလန်ဒဒှ်ဗၠေတ်မံၚ်၊  ကယျာန်ပဲါဒဒှ်ဟွံဍာံ။  refutation (n)  ပွမဟီုဂးပလန်၊  ဒဒှ်ဗၠေတ်မံၚ်၊  ပွမကယျာန်ပဲါဒဒှ်ဟွံဍာံပြ။"},
{"word":"regain","def":"vt.  ကလေၚ်ဂွံပိုၚ်ပြဳ။  ၂။  ကလေၚ်စိုပ်(ဒၞာဲမွဲမွဲ)၊  ကလေၚ်ဂွံ(ဒၞာဲဝဲါ)။"},
{"word":"regal","def":"adj.  မဆေၚ်စပ်ကဵုဂၞကျာ်ဂမၠိုၚ်၊  မထေက်တန်ကဵုဂၞကျာ်ဂမၠိုၚ်၊  မနွံကဵုကဆံၚ်ဒဴဗညာ။"},
{"word":"regale","def":"vt.  ဒုၚ်တၟုဲမြိမြန်၊  ဖါပ်ဗ္စ၊  သကဵုစသုၚ်ဒုၚ်ရှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"regalia","def":"n.  ဂ္ညိဂ္ညာတ်ပသေက်ဨကရာတ်(သၟိၚ်)၊   တဆိပ်ဂကောံဗော်မွဲမွဲ၊  အဆံၚ်အလံၚ်။"},
{"word":"regard","def":"vt.  ဂမဳကျောဝ်ရံၚ်၊  ပစေံရံၚ်။  ၂။  စွံစိုတ်၊  သ္တီ၊  ရန်၊  သမ္တီကေတ်၊  ညႇာစိုတ်။  ၃။  သ္ပဂရု၊  သ္ၚေဝ်ရံၚ်၊  အဲပရဲ။  ၄။  စပ်ဖျပ်တုဲ၊  ဆေၚ်စပ်တုဲ။  n.  ဒဒှ်မဂမဳကျောဝ်ရံၚ်၊  ဒဒှ်မပစေံရံၚ်။  ၂။  ဒဒှ်မသ္ပဂရု၊  ဒဒှ်မသ္ပစၟတ်သမ္တီ၊  ဒဒှ်မညႇာစိုတ်။  ၃။  ဒဒှ်မပလံၚ်မေတ္တာ။  ၄။  ဒဒှ်မစပ်ဖျပ်တုဲ၊  ဒဒှ်မဆေၚ်စပ်တုဲ။  regardful (adj)  မသ္ပဂရု၊  မသ္ပကေၚ်ကာ။  regardless (adj)  မဟွံသ္ပကေၚ်ကာ။  regard the feelings of another. (vt)  ညႇာစိုတ်။"},
{"word":"regatta","def":"n.  ပေဲါဂၠုၚ်၊  ပေဲါဂၠုၚ်ယာ။"},
{"word":"regenerate","def":"vt.vi.  ပြုပြေၚ်ပလေဝ်ပလေတ်စိုတ်ဓာတ်၊  သၠုၚ်ပ္တိုန်ဒ္ဂေတ်ပဋိပတ်။  ၂။  လံၚ်စုတ်ကဵုဇြဟတ်တၟိ၊  ပၠောပ်ကဵုလမျီု၊  သကဵုကလေၚ်ဂျိုၚ်ထတ်ကၠုၚ်။  regeneration (n)  ဒဒှ်မလံၚ်စုတ်ကဵုဇြဟတ်တၟိ၊  ဒဒှ်မထပ်ပၠောပ်ကဵုလမျီု။"},
{"word":"regent","def":"n.  မၞိဟ်အုပ်ဓုပ်ကဵုစၞး။  adj.  မအုပ်ဓုပ်ကဵုစၞး။  regency (n)  ဒၞာဲဝဲါမၞိဟ်မအုပ်ဓုပ်စၞး၊  အဝဵုမၞိဟ်မအုပ်ဓုပ်စၞး၊  အခိၚ်ကာလမအုပ်ဓုပ်ဒၟံၚ်ကဵုမၞိဟ်စၞး။  regent of the West. (n)  အခိၚ်အခါရဲကောန်ဍုၚ်ဖာပလိုတ်တံမအုပ်ဓုပ်။"},
{"word":"reggae","def":"n.  ရမျာၚ်တိၚ်တိုက်ကွိၚ်ကွိုက် ဖာပလိုတ်အိန္ဒိယ နကဵုစေဝ်ထၜး ပြဟ်ပြဟ်မြက်မြက်။"},
{"word":"regicide","def":"n.  ပွမဂစိုတ်ထောံဨကရာတ်၊  မၞိဟ်ဂစိုတ်ထောံဨကရာတ်၊  မၞိဟ်မလုပ်အဝေါၚ်ကရောံမၞိဟ်ဂစိုတ်ဨကရာတ်။"},
{"word":"regime","def":"n.  နဲကဲအုပ်ဓုပ်၊  နဲကဲပရေၚ်မၞိဟ်မံၚ်စံၚ်။"},
{"word":"regiment","def":"n.  တံဒပ်။  ၂။  လၟိဟ်ဗွဲမဂၠိုၚ်။  vt.  စန်ဒက်၊  ပကောံစဳဇန်၊  ပကောံကောပ်ကာဲ နကဵုစေဝ်သၞောဝ်၊  တက်ပၠောပ်ကဵုဗီုပြၚ်ပၞာန်။  regimentation (n)  စေဝ်သၞောဝ်ကြေပ်ကြေပ်ဂြတ်ဂြတ်။"},
{"word":"region","def":"n.  ခေတ်၊  ခေတ္တ၊  ဒေသ၊  ခန်လွာ၊  တွဵုရး၊  ဒကုတ်၊  လစှ်ေ၊  ဝုတ်ဒိုဟ်။  regional (adj)  မဆေၚ်စပ်ကဵုဒေသ၊  မဆေၚ်စပ်ကဵုခန်လွာ။  regionally (adv)  နအလိုက်ဒေသ၊  နအလိုက်ဒေသခန်လွာ။"},
{"word":"register","def":"n.  စရၚ်၊  လိက်သမ္တီ၊  လိက်အုပ်ပ္တိုန်လဝ်စရၚ်။  ၂။  စက်တက်လိက်ပ္တိုန်စၟတ်သမ္တီ။  ၃။  လၟေၚ်ရမျာၚ်ဒယှ်ေတိၚ်တိုက်မာန်။  vt.vi.  ချူပၠောပ်စရၚ်။  ၂။  ကဵုယၟု၊  ကဵုစရၚ်ယၟု။  ၃။  စၞောန်ထ္ၜးကဵုသၞောတ်ဗ္ၜတ်၊  ဓမံက်ထ္ၜးကဵုသၞောတ်ဗ္ၜတ်။  ၄။  ဓမံက်ထ္ၜးနကဵုမုက်မတ် (အရာမသ္ဒးဒုၚ်စသိုၚ်ဒၟံၚ်ပ္ဍဲစိုတ်)။  ၅။  ပလံၚ်ဗစိုပ်နကဵုအနေဒဒှ်မပ္တိုန်လဝ်စၟတ်သမ္တီ။  registrar (n)  မၞိဟ်ထိၚ်ဒက်လိက်စရၚ်၊  မၞိဟ်ထိၚ်စရၚ်၊  စခဳစရၚ်။  registration / registry (n)  ရုၚ်ပ္တိုန်စရၚ်၊  ရုၚ်စွံလဝ်လိက်သမ္တီ။"},
{"word":"regnant","def":"adj.  မအုပ်ဓုပ်ပ္ကၚ်ရၚ်။"},
{"word":"regret","def":"n.  ဒဒှ်မဂိုဟ်၊  ဒဒှ်မထိၚ်စိုတ်ဟွံမာန်၊  ဒဒှ်မဂၠိုက်ဟောံ။  vt.  က္တဵုဒှ်ဂၠိုက်ဟောံဂိုဟ်၊  ဂိုဟ်၊  ဂွံသတိ၊  ဂွံသံဝေဂ၊  ဂၠိုက်ဟောံပ္ဍဲစိုတ်။  regretful (adj)  မဂၠိုက်ဟောံဂိုဟ်။  regretfully (adv)  နဒဒှ်မဂၠိုက်ဟောံဂိုဟ်။  regrettable (adj)  မဒှ်ကဆံၚ်သ္ဒးဂၠိုက်ဟောံဂိုဟ်ခိုဟ်။  regret a loss. (vt)  ဟးဂိုဟ်။"},
{"word":"regular","def":"adj.  မညဳညတ်ပြေလးဒၟံၚ်၊  ညဳသာ။  ၂။  မဒှ်ကၠုၚ်ဒၟံၚ်ပယျတ်ပယျတ်၊  မဒှ်ကၠုၚ်ဒၟံၚ်ဗီုဂှ်လၟိုန်။  ၃။  မဒှ်ဒၟံၚ်ဗီုတြေံ၊  မစှ်ေဒၟံၚ်ကဵုနဲကဲ။  ၄။  မဟွံသေၚ်ကဵုစိုတ်စေတနာ၊  မဒှ်နကဵုအခိၚ်ပေၚ်ပေၚ်၊  မကၠောန်နဒဒှ်ဂယိုၚ်လမျီု။  ၅။  မဒှ်နကဵုစေဝ်သၞောဝ်စှ်ေစှ်ေ၊  မဒှ်နကဵုနဲကဲစှ်ေစှ်ေ။  n.  ကောန်ပၞာန်ဒုၚ်ကာပ္ဍဲဒပ်ပၞာန်လၟိုန်။  regularity (n)  နဒဒှ်မဒှ်ဒၟံၚ်လၟိုန်။  regularize (vt)  သကဵုဒှ်မစှ်ေကဵုစေဝ်သၞောဝ်အတိုၚ်ဥပဒေ။  regularly (adv)  ဗဗွဲလွေၚ်၊  ဗွဲလွေၚ်၊  နဒဒှ်မစှ်ေကဵုသၞောတ် မစှ်ေကဵုနဲကဲဗီုဍာံဍာံ အခိၚ်ဍာံဍာံ။  regular order. (adj)  မဒှ်နလၟေၚ်။"},
{"word":"regulate","def":"vt.  ထိၚ်ဂြောပ်လဝ်နကဵုသၞောတ်ဗ္ၜတ်နဲကဲ၊  ထိၚ်အုပ်လဝ်နကဵုသၞောတ်ဗ္ၜတ်စေဝ်သၞောဝ်ဥပဒေ။  ၂။  ပညဳပညပ်ပြုပြေၚ်ဖျေံလဝ်ဒၞာဲဍေံဒၞာဲဍေံ။  regulation (n)  ဒဒှ်မနွံကဵုစေဝ်ပၞောန်၊  ဒဒှ်မနွံကဵုသၞောဝ်စေဝ်။  regulator (n)  ကရိယာမထိၚ်ကဵုသွက်ဂွံချဳဒရာၚ်ဗီုပၟိက်စိုတ်နွံ။"},
{"word":"regurgitate","def":"vt.vi.  ကလေၚ်ထအံတိတ်(ဍာ်ဍာ်)၊  တတိတ်(စၞ)။"},
{"word":"rehabilitate","def":"vt.  ကလေၚ်လဟိုဟ်ပ္တိုန်။  ၂။  ကလေၚ်ပခိုဟ်စ၊  ကလေၚ်ခါန်ကၞက်ကဵုဒၞာဲဝဲါ။  ၃။  လွဳဝတ်လွဳပရာကဵုညံၚ်ရဴသ္ဂောံကၠောန်အာကၠုၚ်မာန်ဗီုသၞောတ်တြေံ။"},
{"word":"rehear","def":"vt. (pt.pp.-heard)  ကလေၚ်စၟဳစၟတ် ကလၚ်ဒဒၚ်(အမှုအရာ)။"},
{"word":"rehearse","def":"vt.vi.  တေက်ဇာတ်။  ၂။  ကလေၚ်ပၠန်လဴထ္ၜးကဵု။  rehearsal (n)  သဇ္ဇျာဲ၊  ဒဒှ်မတေက်ဇာတ်၊  ဒဒှ်မကလေၚ်လဴထ္ၜး။  vt.  ပၟဝ်၊  ဖ္ဍောတ်။  rehearsing (n)  သၚ်္ဂါယန။"},
{"word":"reign","def":"n.  ဒဒှ်မအုပ်လဒံ၊  အခိၚ်မအုပ်လဒံ၊  လက်ထက်။  vt.  အုပ်လဒံ၊  ဂ္ဇံနန်၊ ပိုၚ်ပြဳ။"},
{"word":"reimburse","def":"vt.  ကလေၚ်ပ္တိတ်ကဵုသြန် မအိုတ်လဝ်,စေက်လဝ်တံဂှ်။  reimbursement (n)  ဒဒှ်မကလေၚ်ပ္တိတ်ကဵုသြန်မအိုတ်လဝ်တံဂှ်။"},
{"word":"rein","def":"n.  ဇုက်လဟေက်၊  တလး။  vt.  ထိၚ်ရပ်ကဵုဇုက်လဟေက်၊  ရပ်ဇုက်ထိၚ်ဒက်၊  ဖျီုလဟေက်။"},
{"word":"reindeer","def":"n.  ဒြာဲမနွံပ္ဍဲဒေသရိပၞိဟ်တိလ္ပာ်သၟဝ်ကျာ။"},
{"word":"reinforce","def":"vt.  ဗပေၚ်ဇြဟတ်၊  ဗပေၚ်ဇြဟတ်ကဵုဒပ်ရီုဗၚ်။  reinforcement (n)  ဒပ်ရီုဗၚ်။"},
{"word":"reinstate","def":"vt.  ကလေၚ်ခါန်ကၞက်ဒၞာဲတြေံ၊  ကဵုစိုပ်အကာဲအရာတြေံ(တံ)။  reinstatement (n)  ဒဒှ်မကလေၚ်ခါန်ကၞက်ပ္ဍဲဒၞာဲတြေံ။"},
{"word":"reiterate","def":"vt.  ဟီုဂၠိုၚ်ကဵုလန်၊  ကၠောန်ဂၠိုၚ်ကဵုလန်။  reiteration (n)  ဒဒှ်မဟီုမံၚ်ဂၠိုၚ်ကဵုဝါ။"},
{"word":"reject","def":"vt.  တးပဲါ၊  ပဲါ၊  ပဲါကၠေံ၊  ဝေၚ်ပဲါ၊  ပဲါထောံ၊  ကယျာန်ပဲါ။  n.  အရာမပဲါထောံလဝ်၊  ဇအံတ။  rejection (n)  ဒဒှ်မပဲါထောံ။"},
{"word":"rejoice","def":"vt.vi.  လှောၚ်ပြ၊  သကဵုစိုတ်မိပ်၊  မိပ်မြဟ်စိုတ်၊  ပေါၚ်လး။  rejoicing (n)  ဒဒှ်မမိပ်ဇြိပ်၊  ပေဲါမိပ်မိပ်ဇြိပ်ဇြိပ်၊  အနုမောဒနာ။"},
{"word":"rejoin","def":"vt.vi.  ကလေၚ်ခၠေဝ်ပလန်။  rejoinder (n)  အရာမကလေၚ်ခၠေဝ်ပလန်။  ၂။  ကလေၚ်ဆက်၊  ကလေၚ်ပၠန်ဆက်။"},
{"word":"rejuvenate","def":"vt.vi.  သကဵုကလေၚ်ၜတ်ကၠုၚ်ဍောတ်ကၠုၚ်။  rejuvenation (n)  ဒဒှ်မသကဵုကလေၚ်ဍောတ်ကၠုၚ်ၜတ်ကၠုၚ်။"},
{"word":"relapse","def":"vi.  ကလေၚ်ကေတ်ဒ္ဂေတ်ပရေံပရေံပၠန်၊  ကလေၚ်စိုပ်ဘဝပရေံပရေံပၠန်၊  ကလေၚ်စိုပ်ဘဝတြေံပၠန်၊  ယဲကလေၚ်က္ဍၚ်ကၠုၚ်။  n.  အကာဲအရာယဲမကလေၚ်ပရေံကၠုၚ်။"},
{"word":"relate","def":"vt.vi.  လမိၚ်၊  လဴ၊  လဴဗ္စ၊  ဟီုထ္ၜး၊  ကလေၚ်လဴဟီုထ္ၜး။  ၂။  ဆက်စပ်ကံက်ကေတ်အဓိပ္ပာဲ၊  ဆက်စပ်ကၠိုဟ်ခၠၚ်။  ၃။  ဆက်စပ်။  ၄။  ဒှ်ဒၟံၚ်မသကလောကောဒေံ။"},
{"word":"relation","def":"n.  ကလေၚ်ဟီုထ္ၜး၊  အရာမကလေၚ်ဟီုထ္ၜး။  ၂။  ဒဒှ်မဆက်စပ်ဒၟံၚ်၊  အဆက်အစပ်။  ၃။  ပွမဆက်ဆေန်၊  ဒဒှ်မဆက်ဆောံ။  ၄။  ကလော၊  မသ။  relationship (n)  ပွမဆက်စပ်၊  တၞောဝ်၊  သၞောဝ်၊  ပွမဒှ်အဆက်အစပ်။"},
{"word":"relative","def":"adj.  မနွံကဵုဒဒှ်မဆက်စပ်။  ၂။  မဆဵုညာတ်နူကဵုချိၚ်ဆပတဝ်ပတုပ်ရံၚ်။  ၃။  စၞးနာံ(ဟွံသေၚ်)ကြိယာဝိသေသန၊  မစၞောန်ထ္ၜးကဵုအဆက်အစပ်နာံ မဟီုဂးကၠုၚ်လဝ်တုဲဂှ်။  relatively (adv)  နဒဒှ်မပ္တဝ်ပတုပ်တုဲရံၚ်၊  နအနကဵုဗြိုဟ်အဆ။  n.  ကောဒေံ၊  ဝံသ(ဝေါၚ်သ)၊  မသ၊  ကလော၊  ကလောဒညာတ်။  ၂။  စၞးနာံ(ဟွံသေၚ်)ကြိယာဝိသေသန မထ္ၜးစၞောန်ဒဒှ်မဆေၚ်စပ်ဒၟံၚ်ကဵုဂလာန် မသ္ဂးကၠုၚ်လဝ်တုဲဂှ်။"},
{"word":"relax","def":"vt.vi.  ဖျံ၊  ဖျံထောံ။  ၂။  ကဵုဒှ်လၟောၚ်လၟေတ်(ရာသဳဥတု)။  relaxation (n)  ဒဒှ်မဖျံဖျေံ၊  ဒဒှ်မဖျံထောံ၊  ဒဒှ်မပရေလၟောၚ်။"},
{"word":"relay","def":"n.  မၞိဟ်သၠာဲလဝ်အဇာ၊  သတ်တိရစ္ဆာန်သၠာဲလဝ်အဇာ။  ၂။  ပေဲါဂြိပ်ဒုၚ်ကဵုကေတ်လေံ။  ၃။  အရာမဗလးပ္တိတ်ရမျာၚ်မွဲကဆံၚ်ပၠန်။  vt.  ပလံၚ်ဗလးကဵုရမျာၚ်မွဲကဆံၚ်။"},
{"word":"release","def":"vt.  တိတ်ဗၠး၊  တၠိုဟ်ဏာ(သၞာတ်,တ္ၚ)၊  ဒတိတ်ဗၠး၊  ဗၠးတိတ်၊  ဗလးဖျဴ၊  သကဵုအခေါၚ်အာ၊  သကဵုတိတ်ဗၠး၊  ဗလးသှ်ကီု။  ၂။  သကဵုအခေါၚ်ပ္တိတ်၊  သကဵုအခေါၚ်ပ္တိုန်ရုၚ်ထ္ၜး(ရုပ်ဂမျိုၚ်)။  n.  ဒဒှ်မတိတ်ဗၠး၊  ဝိမုတ်၊  ဝိမုတ္တိ။"},
{"word":"relegate","def":"vt.  လှဲပြံၚ်ကဵု။  ၂။  ဖျံဖျေံကဆံၚ်၊  သကဵုကဆံၚ်သဝ်စှ်ေ။  relegation (n)  ဒဒှ်မသၠဲပြံၚ်ကဵု။"},
{"word":"relent","def":"vi.  ဖျံသာစှ်ေကၠုၚ်၊  ဍိုန်ဍောတ်စှ်ေကၠုၚ်၊  ညႇာတာကၠုၚ်။  relentless (adj)  မဟွံညႇာတာ၊  မဟွံဖျံ၊  မကြံၚ်မ္ၚိုဟ်သ္ကာတ်မြဟ်။"},
{"word":"relevant","def":"adj.  မဆေၚ်စပ်၊  မဒးအလိုက်၊  မအပ်ဒပ်။"},
{"word":"reliable","def":"adj.  မသ္ဂောံပတှ်ေစှ်ေစိုတ်မာန်၊  မပတှ်ေကေတ်မာန်၊  မဖျေံစိုတ်ပတှ်ေကေတ်မာန်။  reliably (adv)  နဒဒှ်မသ္ဂောံပတှ်ေကေတ်မာန်။  reliability (n)  ဒဒှ်မဖျေံစိုတ်ဂွံမပတှ်ေကေတ်မာန်။"},
{"word":"reliance","def":"n.  ဒဒှ်မပတှ်ေ၊  ဒဒှ်မပတှ်ေစှ်ေစိုတ်။  reliant (adj)  မဖျေံစိုတ်၊  မပတှ်ေစှ်ေလဝ်စိုတ်။"},
{"word":"relic","def":"n.  ဓာတ်၊  ဓာတ်ကျာ်။  ၂။  အရာမသှ်ေသၟေဟ်ဒၟံၚ် သွက်သ္ဂောံဂွံသတိနူတမၠာတမၠာတေံ။  relic chamber. (n)  ဂၠံဓာတ်။  relic of the Buddha. (n)  ဓာတ်ကျာ်။  relic shrine. (n)  သထူပ။"},
{"word":"relief","def":"n.  ဒဒှ်မသကဵုသက်သာ၊  ဒဒှ်မသကဵုဒှ်တိုန်သက်သက်သာသာ။  ၂။  အရာမသကဵုသက်သာ ကပေါတ်သွက်ဂွံကဵုပရေၚ်ဟံၚ်ပြာ်၊  သြန်သွက်ဂွံထံက်ပၚ်ဟံၚ်ပြာ်။  ၃။  အရာမသကဵုစိုတ်ပြံၚ်လှာဲကၠုၚ်မွဲနဲမွဲဗီု။  ၄။  ဒဒှ်မဗၠးအာနူတာလျိုၚ်ကမၠောန်၊  ဒဒှ်မဗၠးၜးအာနူတာလျိုၚ်ပၟၚ်၊  မၞိဟ်စၞးသွက်ဂွံလှာဲပြံၚ်ကဵုကမၠောန်။  ၅။  ကွတ်ပါန်ပုတ်,သောန်,သၚ်။  ၆။  သၞောတ်ဗ္ၜတ်ဒယှ်တှ်မံက်ဂတဝ်။  relieve (vt)  သကဵုသက်သာတိုန်။  ၂။  လှဲပြံၚ်ကေတ်။  mental relief. (n)  လလံသွာ။"},
{"word":"religion","def":"n.  ဒဒှ်မပတှ်ေစှ်ေစိုတ်ကဵုကျာ်တြဲ။  ၂။  ပရေၚ်ဘာသာ၊  ဘာသာမရှ်ေသှ်ေ။  religious (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ဘာသာ၊  ဓဝ်။  ၂။  မရှ်ေသှ်ေရဴဂဴဓဝ်ဘာသာ၊  မအဲပရဲရှ်ေသှ်ေကျာ်ဓဝ်။  ၃။  မရှ်ေသှ်ေရဴဂဴ၊  မချိုတ်ပၠိုတ်စေံပေါတ်။  n.  ဒဒှ်မဒုၚ်လဝ်ဂတိမမၚ်မွဲသိက္ခာပိုဒ်၊  သာသနာသိက္ခာပိုဒ်။  religious book (adj)  သၠပတ်။  religious congregation. (adj)  ဓရီုဓဝ်။"},
{"word":"relinquish","def":"vt.  မစ္ဍးထောံအရာမရန်တၟံလဝ်၊  မဗလးထောံတဲ၊  သလး။"},
{"word":"relish","def":"n.  သၟူ၊  ရှ်၊  အရာမဒးကံ၊  အရာမသကဵုရှ်နွံကၠုၚ်။  ၂။  မသ္ဍိုက်မၠိုက်၊  အရာမနွံပၟိက်။  vt.  ဒုၚ်စသိုၚ်ရှ်မိပ်ဇြိပ်သာယာ၊  ဒုၚ်စသိုၚ်ရှ်ဘှ်၊  ဒးကံသ္ဍိုက်မၠိုက်။"},
{"word":"reluctant","def":"adj.  မဟၟဲကဵုစိုတ်လုပ်စ၊  မဟၟဲကဵုပၟိက်။  reluctance (n)  ဒဒှ်မဟၟဲကဵုစိုတ်လုပ်စ၊  ဒဒှ်မဟၟဲကဵုပၟိက်။"},
{"word":"rely","def":"vi.  ပတှ်ေဗ္ဒဗ္ဒာဲ၊  ပတှ်ေစှ်ေစိုတ်။  rely on. (vi)  နိဿဲ၊  နိသြဲ။"},
{"word":"remain","def":"vi.  တၚ်(သတ်ဆု)၊  တန်၊  တုန်လဝ်၊  ထတဴ၊  ပဒဒန်၊  ဗၟံၚ်၊  ဗျာပ်၊  သ္တန်၊  သှ်ေ၊  သၟိဟ်၊  သှ်ေသၟေဟ်။  ၂။  တၚ်၊  တၚ်ဒၟံၚ်အတိုၚ်ဂှ်၊  နွံဒၟံၚ်အတိုၚ်ဂှ်၊  မံၚ်ဒၟံၚ်အတိုၚ်ဂှ်။  remainder (n)  အရာမသှ်ေသၟေဟ်ဒၟံၚ်၊  မၞိဟ်မသှ်ေသၟေဟ်ဒၟံၚ်၊  သၟေဟ်၊  အရာမသှ်ေတ္ၜက်၊  သှ်ေ၊  သှ်ေဇး၊  သှ်ေသၟိဟ်။  remains (n)  အရာမသှ်ေသၟေဟ်၊  စၞမသှ်ေသၟေဟ်။  ၂။  အရာမသှ်ေသၟေဟ်နူကပေါတ်မလီုလာ်။  ၃။  ဇွမသှ်ေသၟေဟ်။  remains of a body. (n)  ဇွ၊  ဇွမၞိဟ်၊  ဇကုမၞိဟ်ချိုတ်ချိုတ်။"},
{"word":"remainder","def":"n.  အရာမသှ်ေသၟေဟ်၊  မၞိဟ်မသှ်ေသၟေဟ်၊  ကပေါတ်ကညောတ်မသှ်ေသၟေဟ်၊  ကိုန်သၟေဟ်(သချၚ်္ာ)၊  လာပ်နုက်။"},
{"word":"remake","def":"vt. (pt.pp.-made)  ကလေၚ်ကၠောန်၊  ကလေၚ်ကၠောန်တၟိမွဲနဲပၠန်။"},
{"word":"remand","def":"vt.  ကလေၚ်စွံပ္ဍဲဂုက်ပၠန်၊  ကဵုရဳမိန်။  n.  ဒဒှ်မကလေၚ်ပလံၚ်ဏာပ္ဍဲဂုက်ပၠန်၊  ရဳမိန်။"},
{"word":"remark","def":"vt.vi.  ဆဵုညာတ်၊  စွံဒးသတိ၊  သ္ပဒးသတိ။  ၂။  ကဵုတၚ်စၟတ်သမ္တီ၊  ကဵုတၚ်ပါ်ပဲါ၊  ကဵုတၚ်လညာတ်။  n.  ဒဒှ်မပသတိ၊  ဒဒှ်မရံၚ်။  ၂။  တၚ်ပါ်ပဲါ၊  တၚ်မဟီုဂး။  remarkable (adj)  မတၟေၚ်တၟဟ်၊  ထေက်ကဵုသ္ဒးပသတိ။  remarkably (adv)  တၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။"},
{"word":"remedy","def":"n.  အရာမသကဵုဗၠး(လလံသွာ)၊  ဂဥုဲ၊  ဂဥုဲဇဗ၊  နဲကဲသွက်ဂွံလွဳ၊  အရာသွက်ဂွံသက်သာတိုန်။  vt.  လွဳလွတ်ပလေဝ်ပလေတ်ညံၚ်ဂွံခိုဟ်တိုန်။  remedial (adj)  မလွဳလွတ်ညံၚ်ဂွံဗၠး၊  မဒှ်ညံၚ်ရဴသ္ဂောံသက်သာတိုန်။"},
{"word":"remember","def":"vt.vi.  ဗှ်၊  ဗှ်ဗၞုဟ်၊  ဗှ်သၞာ၊  သ္တီဒး၊  သမ္တီလဖှ်၊  သမ္တီ၊  သမ္တီဒး၊  ဂွံသတိ။  ၂။  ဟီုဂးဒဒှ်မဂွံသတိ၊  ဟီုဂးဒဒှ်မဖျေံဒၟံၚ်မေတ္တာ။  remembrance (n)  ဗှ်ကၠဟ်၊  ဗၞုဟ်တိုန်၊  ဒဒှ်သမ္တီဒး၊  ဒဒှ်မဂွံသတိ၊  ဒဒှ်မဗှ်ဗၞုဟ်(ဗှ်သၞာ)၊  ညာန်သမ္တီ။  ၂။  ကပေါတ်ပရၚ်တဲသွက်သ္ဂောံဂွံသတိ။  ၃။  ပွမဟီုဂလာန်ဖျေံမေတ္တာရာဒနာ။  remembrance of a former existence. (n)  ဇာတိဿရဉာဏ်၊  ပညာမဂြၚ်တီကဆံၚ်ဘဝအတိက်။  remember with affection. (vt.vi)  ဗှ်လဖှ်၊  ဗှ်သၞာ၊  ဗၞုဟ်။"},
{"word":"remind","def":"vt.  ကဵုသတိ၊  သကဵုဂွံသတိ။  reminder (n)  အရာမသကဵုဂွံသတိ၊  လိက်ဆဝ်ပ္ၚုဟ်။"},
{"word":"reminiscence","def":"n.  ဒဒှ်မဂွံသတိအရာမဒှ်ကၠုၚ်တုဲတံဂှ်၊  ဒဒှ်မကလေၚ်ဂွံသတိ။  ၂။  တၚ်မဟီုထ္ၜးပရောပရာမဒှ်တုဲကၠုၚ်တေံ၊  လညာတ်ဆဵုဂဗမညာတ်ဆဵုကၠုၚ်လဝ်တံ။  reminiscent (adj)  မသကဵုကလေၚ်ဂွံကၠုၚ်သတိ၊  မဓမံက်ကဵုသတိ။  ၂။  မကလေၚ်ဂွံကၠုၚ်သတိပရေၚ်အတိက်တေံ၊  မဗှ်ဗၞုဟ်ဂွံပရောပရာအတိက်တေံ။"},
{"word":"remiss","def":"adj.  မဟွံစွံသတိ၊  မဟွံသ္ပသတိ၊  မဟၟဲကဵုယဵုဒုၚ်ကာတာလျိုၚ်ခိုဟ်ခိုဟ်၊  မလီုပ္ဍဲဝတ်။  remissness (n)  ဒဒှ်မဟွံပသတိ၊  ဒဒှ်မသာသ္ပံ။"},
{"word":"remission","def":"n.  ဒဒှ်ကျာ်မဗလးကဵုအခေါၚ်နူဒုဟ်။  ၂။  ပွမသကဵုဗၠးတိတ်အာနူဂတှ်ဒုဟ်ဒန်။  ၃။  ဒဒှ်မသကဵုသက်သာအာ၊  ဒဒှ်ဖျံမအောန်ထောံ။"},
{"word":"remit","def":"vt.vi. (-tt-)  ဗလးကဵုဒုဟ်။  ၂။  သကဵုသက်သာအာနူဂတှ်ဒုဟ်ဒန်။  ၃။  ပလံၚ်ကဵုသၠုဲနူတိုက်ပလံၚ်လိက်။  ၄။  သကဵုဖျံအောန်အာ။  remittance (n)  ဒဒှ်မပလံၚ်သၠုဲ၊  ဒဒှ်မလှဲကဵုသၠုဲ၊  သြန်မလှဲပလံၚ်။"},
{"word":"remnant","def":"n.  အရာမသှ်ေသၟေဟ်၊  မရာမသှ်ေတ္ၜက်၊  သှ်ေဇး။"},
{"word":"remonstrate","def":"vi.  စဵုစး၊  ဒစဵုဒစး၊  ဟီုဂးသဳကၠဳဒစဵုဒစး။  remonstrance (n)  ဒဒှ်မဒစဵုဒစး။"},
{"word":"remorse","def":"n.  ဒဒှ်မဂၠိုက်ဟောံဂွံသံဝေဂ၊  သံဝေဂ။  remorseful (adj)  မဂွံသံဝေဂ၊  မဂၠိုက်ဟောံဇၞော်ကဵုဇြဟတ်။  remorseless (adj)  မဟၟဲကဵုကဆံၚ်ချပ်ကဵုစိုတ်ဇကု၊  မဟၟဲကဵုဓဝ်ညႇာတာ။"},
{"word":"remote","def":"adj.  မသ္ၚောဲကဵုအခိၚ်၊  မသ္ၚောဲကဵုဒၞာဲဒေသ။  ၂။  မဗၠးဒၟံၚ်(နူကဵုအရာမသ္ဒးဒုၚ်စသိုၚ်,ဒဒှ်စိုတ်မလုပ်စ)။  ၃။  ညိညိညည။"},
{"word":"remove","def":"vt.vi.  ခစှ်ေထောံ(ချောဲ)၊   ပဲါထောံ၊  ပဆုဲထောံ၊  ပ္တိတ်ထောံ(နူဒၞာဲဝဲါ)၊  ဖျုဲထောံ၊  သ္တိုက်၊  သ္တိုက်ဗပါ်။  ၂။  ပြံၚ်၊  ပြံၚ်ဒၞာဲ၊  ပြံၚ်မံၚ်။  removable (adj)  မပြံၚ်ပဆုဲမာန်။  removal (n)  ဒဒှ်ပြံၚ်ပဆုဲမာန်။"},
{"word":"remunerate","def":"vt.  ကဵုလိၚ်ခၟာၚ်။  remuneration (n)  လိၚ်ခၟာၚ်ပူဇဴညာဏ်။  remunerative (adj)  မနွံကဆံၚ်သြန်လုပ်ခိုဟ်(လုပ်ဂၠိုၚ်)၊  မနွံကဵုဖဵု။"},
{"word":"renaissance","def":"n.  ဒဒှ်မကလေၚ်ပလေဝ်ပ္တိုန်တၟိ၊  ဒဒှ်မလဟိုဟ်ပ္တိုန်တၟိ၊  ဒဒှ်မကလေၚ်ရာၚ်ဆာဲကၠုၚ်။"},
{"word":"renal","def":"adj.  အဆေၚ်စပ်ကဵုကောန်တၟံ။"},
{"word":"rename","def":"vt.  ကလေၚ်ကဵုယၟုတၟိ၊  ကလေၚ်စုတ်ယၟုတၟိ။"},
{"word":"rend","def":"vt.vi. (pt.pp.rent)  စာ်၊ စာ်အာ၊  ဖျာ်၊  ဗစာ်၊  ဒဇက်တံၚ်ကေတ်အဓမ္မ၊  ပါ်ခြာထောံအဓမ္မ။  ၂။  စာ်၊  တံၚ်ဒဇက်ကေတ်တုဲသာ်ထောံ၊  ဖုတ်၊  သာ်၊  သာ်ထောံ၊  သၟာ်၊  သြာ်။  n.  ဒဒှ်မထောၚ်စာ်၊  ဒဒှ်မထကးကရောန်၊  ဒဒှ်မလှေက်လှံၚ်၊  ပထောၚ်။  vt.  ထောၚ်၊  သြာ်ထောၚ်၊  သၠေက်သၠံၚ်။"},
{"word":"render","def":"vt.  ကလေၚ်ကဵု၊  ကလေၚ်ပလန်ကဵု၊  ထဍိုန်လျတ်၊  ပအပ်ကဵု။  ၂။  အပ်ကဵုစလးတရၚ်။  ၃။  သကဵုဒှ်ကၠုၚ်၊  ဒှ်ကၠုၚ်။  ၄။  ဂယှ်ေတိၚ်တိုက်ကွိၚ်ကွိုက်၊  လှ်ေထ္ၜး။  ၅။  ကၠာဲဘာသာ။  render help. (vt)  ရီုဇံ၊  ရီုထံက်၊  ရီုထံက်ပၚ်၊  ရီုဗၚ်၊  ရီုသဘာ်။  render homage. (vt)  ဝန်စဝ်၊  ဝေါန်စဝ်။"},
{"word":"rendezvous","def":"n.  ဒၞာဲသ္ဂောံဆဵုဂဗ၊  ဒၞာဲမချိၚ်ဖာတ်လဝ်။"},
{"word":"renew","def":"vt.  ကလေၚ်ကၠောန်တၟိ၊  ကၠောန်တၟိ၊  ကလေၚ်ကၠောန်ညံၚ်သ္ဂောံဒှ်ဗီုတၟိတၟိ၊  ဂဟဵု။  ၂။  လှာဲထောံတၟိ။  ၃။  ကလေၚ်စကၠောန်။  ၄။  ဆက်ကၠောန်၊  သကဵုအခိၚ်ဂၠိၚ်သ္ၚောဲ။  renew strength. (vt)  မြံ(မြမ်)မြဴ။"},
{"word":"renounce","def":"vt.  ဗလးထောံတဲ၊  ပၠေဲထောံ၊  သာစ္ဍးထောံ၊  ထပိုတ်ထောံအဆက်။  ၂။  ကယျာန်ပဲါသွက်ဂွံစၟတ်သမ္တီ၊  စ္ဍးထောံနူဒဒှ်ပိုၚ်ပြဳလဝ်၊  ကုတ်ထောံသက္ကရာဇ်၊  သၠးပွး။"},
{"word":"renovate","def":"vt.  သကဵုဒှ်ညံၚ်ရဴတၟိတၟိ၊  ကလေၚ်စိစောန်ပလေဝ်ပလေတ်ထောံတၟိ၊  ဂဟဵု၊  လဟဵု။  renovation (n)  ဒဒှ်မကလေၚ်စိစောန် ပလေဝ်ပလေတ်ထောံတၟိ။"},
{"word":"renown","def":"n.  စရာဲ၊  ဒဒှ်မဒယှ်တှ်၊  ဒဒှ်မပြာကတ်၊  ဒဒှ်မနွံတဴကဵုစရာဲ၊  သုတ။"},
{"word":"rent","def":"ရံၚ် rend တေံညိ။"},
{"word":"rent","def":"|2| n.  ၚုဟ်လိၚ်၊  လိၚ်ခၟာၚ်(ခဒံ,ဒတန်,တိ)။  vt.vi.  ကဵုၚုဟ်လိၚ်ခၟာၚ်။  ၂။  လိၚ်ဖျေံစွံလဝ်၊  လိၚ်စွံလဝ်။  rental (n)  ဒဒှ်မသ္ဒးကဵုၚုဟ်လိၚ်ခၟာၚ်၊  ဒဒှ်သ္ဂောံဒုၚ်ကေတ်တဲၚုဟ်လိၚ်ခၟာၚ်။"},
{"word":"renunciation","def":"n.  ဒဒှ်မစ္ဍးထောံ၊  ဒဒှ်မကုတ်ထပိုတ်ထောံ၊  နိက္ခမ၊  ဒဒှ်မကယျာန်ပဲါ သွက်ဂွံသ္ပစၟတ်သမ္တီ။"},
{"word":"repair","def":"vi.  ပလေဝ်၊  ပလေဝ်ပလေတ်၊  မာန်ပလေဝ်၊  စိစောန်။  ၂။  ကလေၚ်ကၠောန်ညံၚ်ဂွံခိုဟ်၊  ကၠောန်ညံၚ်ဂွံဒး။  n.  ဒဒှ်မပလေဝ်၊  ဒဒှ်မမာန်ပလေဝ်၊  ဒဒှ်မစိစောန်။  ၂။  အစဳအဇန်သွက်ဂွံပလေဝ်၊  အစဳအဇန်သွက်ဂွံကၠောန်။  repairable (adj)  မကလေၚ်ပလေဝ်ထောံဂွံမာန်။"},
{"word":"reparable","def":"adj.  မကလေၚ်ပလေဝ်မ္ဂးဂွံမာန်။"},
{"word":"reparation","def":"n.  ဒဒှ်မကဵုအလေဲ။"},
{"word":"repartee","def":"n.  အရာမသွဟ်ကဵုလွာဲဂှ်၊  အရာမသ္ဍိုဟ်ကေက်၊  အရာမကလေၚ်ပၠန်ဟီုပိုၚ်ပိုၚ်။"},
{"word":"repast","def":"n.  စၞစ, စၞသုၚ်။"},
{"word":"repatriate","def":"vt.  ကလေၚ်ပလံၚ်ထောံဍုၚ်မိတိမ၊  သကဵုစဴအာ။  repatriation (n)  ဒဒှ်မကလေၚ်ပလံၚ်ထောံဍုၚ်မိတိမ။"},
{"word":"repay","def":"vt.vi. (pt.pp.-paid)  ကလေၚ်လေဲထောံသြန်ဂၠေံလဝ်၊  ကလေၚ်ရော်ဂုန်၊  ခၠေဝ်ရော်၊  ရော်၊  လဒိုဟ်၊  သရော်။"},
{"word":"repeal","def":"vt.  ရုပ်ထောံ(ဥပဒေမွဲမွဲ)။  n.  ဒဒှ်မရုပ်သီထောံ။"},
{"word":"repeat","def":"vt.vi.  ထပ်ကၠောန်၊  ထပ်ဟီု၊  ပမဝ်၊  ပၟဝ်၊  ဖဍောတ်၊  ဗဍောတ်၊  မန်ဥုံ။  ၂။  ကလေၚ်သွဟ်ပါၚ်တိုက်။  repeatedly (adv)  ဂၠိုၚ်ကဵုဝါ၊  နဒဒှ်မဂၠိုၚ်ကဵုဝါ၊  နဒဒှ်မဂၠိုၚ်ကဵုအလန်၊  ကဆံ။  Repeat the oath after me. (vt)  ဖဍောတ်ဗက်သွဴလက္ကရဴအဲ။"},
{"word":"repel","def":"vt.  ကလေၚ်ဗက်ပ္တိတ်ထောံ၊  ကလေၚ်ဒဳပ္တိတ်ထောံ၊  ကလေၚ်ထဍေၚ်ပ္တိတ်ထောံ။  ၂။  ဒဒှ်မဟွံဒးကဵုဂၞပ်စိုတ်၊  ဒဒှ်မက္ဍုဟ်မၠေံ၊  ဒဒှ်မဟွံဒးကဵုစိုတ်။  repellent (adj)  မစၞေဟ်ပလန်၊  မကယျာန်ပဲါ၊  မနွံကဆံၚ်သွက်ဂွံက္ဍုဟ်မၠေံဇအိုန်ဇရခိုဟ်။"},
{"word":"repent","def":"vt.vi.  သ္ၚောံ၊  ဂၠိုက်သ္ၚောံ၊  ဂွံသံဝေဂ။  repentance (n)  ဒဒှ်မဂၠိုက်သ္ၚောံ။  repentant (adj)  မဂၠိုက်သ္ၚောံ၊  မဂွံသံဝေဂ။"},
{"word":"repercussion","def":"n.  ဒဒှ်မကလေၚ်ဂစာန်ကၠုၚ်၊  ဒဒှ်မဒှ်ကၠုၚ်ဗလံၚ်။  ၂။  ဒဒှ်မကလေၚ်ဓၟုၚ်ကၠုၚ် ဟိုတ်နူအရာမွဲမွဲမက္တဵုဒှ်တိုန်တုဲ။"},
{"word":"repertoire","def":"n.  ဒွက်ပကောံလဝ် သွက်ဂွံတိၚ်တိုက်လှ်ေဒယှ်ေ၊  ဂကောံလှ်ေအချဝ်သၟာပါန်မွဲမွဲ။"},
{"word":"repertory","def":"n.  လိက်ဒွက်မစဳဇန်ဆန်ၜန်လဝ်သွက်သၟာပါန်တံသ္ဂောံတိၚ်တိုက်လှ်ေဒယှ်ေ။"},
{"word":"repetition","def":"n.  သဇ္ဇျာဲ၊  ဒဒှ်မကၠောန်ထပ်တုဲထပ်ပၠန်။"},
{"word":"repine","def":"vi.  ဟွံဒးဂၞပ်၊  ဟွံမိပ်စိုတ်။"},
{"word":"replace","def":"vt.  စွံထောံဒၞာဲတြေံ။  ၂။  လှာဲဗတး၊  ထပ်စုတ်အဇာ။"},
{"word":"replay","def":"vt.  ကလေၚ်ဝေၚ်ဒၟာနူတိတ်အာဆေရေ၊  ကလေၚ်ပံက်ကဵုဇုက်ကဝးစုတ်လဝ်ရမျာၚ် မွဲဝါပၠန်(ဗလးရမျာၚ်)။  n.  ပေဲါကလေၚ်ဝေၚ်ဟိုတ်နူမစှ်ေအာဆေရေ။"},
{"word":"replenish","def":"vt.  ကလေၚ်ဗပေၚ်။  replenishment (n)  ဒဒှ်မကလေၚ်ဗပေၚ်စုတ်။"},
{"word":"replete","def":"adj.  မဍိုက်ပေၚ်။  ၂။  မဗပေၚ်စုတ်လဝ်ညံၚ်ရဴသ္ဂောံဍိုက်ပေၚ်။  repletion (n)  ဒဒှ်မဍိုက်ပေၚ်၊  ဒဒှ်မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"replica","def":"n.  အရာမဒှ်တဴတုပ်တုပ်၊  အရာမထပ်ပ္တိတ်လဝ်ဗီုတုပ်တုပ်၊  တၞးချာဲ။"},
{"word":"reply","def":"n.  သွဟ်၊  အရာမပၠန်ကလေၚ်သွက်ဂွံတီ။  This is my reply. (n)  ဣဝွံသွဟ်အဲ။  vt.vi.  သှ်၊  ကလေၚ်ပၠန်ကဵုတီ။  reply to a question. (vt)  သွဟ်။"},
{"word":"report","def":"vt.vi.  ကဵုပရိုၚ်။  ၂။  ဂရၚ်ပ္တီ။  ၃။  လဴပူဟီု။  n.  တၚ်အရာမကဵုပရိုၚ်။  ၂။  အရေဝ်ပရိုၚ်၊  ဂလာန်ဟောလဟောလံၚ်။  ၃။  ဗရုဗတိုဟ်(သၞာတ်,အမၠံက်)။  reporter (n)  မၞိဟ်ကဵုပရိုၚ်၊  မၞိဟ်ဂရၚ်ပ္တီ၊  ရဲကေတ်ပရိုၚ်။"},
{"word":"repose","def":"vt.vi.  ဇူဒၟံၚ်၊  သကဵုတိက်ဇူဒၟံၚ်။  ၂။  ဒှ်အထံက်အပၚ်၊  ဒှ်သ္ဇိုၚ်။  ၃။  ပ္တိုန်လဝ်၊  ပတှ်ေစှ်ေစိုတ်။  n.  ဒဒှ်မဇူဒၟံၚ်၊  ဒဒှ်မသကဵုတိက်ဇူဒၟံၚ်။  ၂။  ဒဒှ်မသ္ၚိတ်ဇြဒၟံၚ်၊  ဒဒှ်မုက်မနွံကဵုအကာဲအရာၜိုဟ်ၜိုဟ်၊  ဒဒှ်မတန်ကြန်ညိၚ်ဝတ်။"},
{"word":"repository","def":"n.  ဌာနဒၞာဲဇွောံကြိုၚ်ကပေါတ်။"},
{"word":"reprehensible","def":"adj.  မထေက်ကဵုသ္ဒးသ္ပစရဵုပတိုန်ဒုဟ်။"},
{"word":"represent","def":"vt.  ဓမံက်ထ္ၜးနကဵုလက်သန်သၚ်္ကေတ။  ၂။  ထ္ၜး။  ၃။  ယဵုဒုၚ်စၞး။  ၄။  ပ္တိုန်ထ္ၜးသောၚ်တလးကဵု။  n.  ဒဒှ်မသ္ပစၞး။  ၂။  အရာမဒှ်သွက်စၞး။  representative (adj)  မသ္ပမၞိဟ်စၞး။  ၂။  မဒှ်ဂကောံအလဵုအသဳ ညးဂမၠိုၚ်မရုဲစှ်ပတိုန်လဝ်မၞိဟ်စၞး။  n.  မၞိဟ်စၞး။"},
{"word":"repress","def":"vt.  ပ္ဍဵုပ္ဍိုက်၊  လိုန်ပိန်၊  ထိၚ်ဒက်၊  ထိၚ်ဂတ်လဝ်။  repression (n)  ဒဒှ်မပ္ဍဵုပ္ဍိုက်။  repressive (adj)  မထိၚ်ဒဝ်လဝ်။"},
{"word":"reprieve","def":"vt.  ပဆုဲထောံအသံကဵုဒန်ဂစိုတ်။  ၂။  ကဵုအခေါၚ်သွက်ဂွံသက်သာဗွဲယာယဳ။  n. အသံမထပ်ပ္တိတ်သွက်ဂွံပဆုဲထောံ အရာမစဳရေၚ်လဝ်ဒန်ဂစိုတ်။  ၂။  ဒဒှ်မသ္ဂောံအခေါၚ်သက်သာဗွဲယာယဳ(မွဲချိုန်ခဏ)။"},
{"word":"reprimand","def":"vt.  ပရဂဟီပတိုန်ဒုဟ်ဗွဲမသ္ကာတ်မြဟ်၊  ကဵုသတိဗွဲမသ္ကာတ်မြဟ်။  n.  ဒဒှ်မကဵုသတိဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"reprisal","def":"n.  ဒဒှ်မကလေၚ်ပၠန်ဂတးတဲ၊  ဒဒှ်မကလေၚ်ပၠန်။"},
{"word":"reproach","def":"vt.  ပ္တိုန်ဒုဟ်ဝေတ်ဗ္တောန်၊  ထ္ၜုတ်ပ္ညုံဟီုဂး။  n.  ဒဒှ်မပ္တိုန်ဒုဟ်၊  ဒဒှ်မဂၠာဲဒုဟ်။  reproachful (adj)  မပ္တိုန်ဒုဟ်၊   မနွံကဵုသွက်ဂွံပတိုန်ဒိုဟ်။"},
{"word":"reprobate","def":"vt.  ဟီုပြုတ်ဗ္ဒေက်ပ္တိုန်ဒုဟ်သ္ပပရေံ။  adj.  မယုတ်မာ၊  မကြံကြ။  n.  မၞိဟ်ယုတ်မာ၊  မၞိဟ်ကြံကြ။"},
{"word":"reproduce","def":"vt.vi.  ကလေၚ်ချာဲကေတ်တၟိပၠန်၊  ကလေၚ်သကဵုတၟိပၠန်။  ၂။  က္တဵုဒှ်ကၠုၚ်၊  ကဵုဗြေဝ်ကၠုၚ်။  reproduction (n)  ဒဒှ်မက္တဵုဒှ်ကၠုၚ်၊  ဒဒှ်မကလေၚ်ချာဲကေတ်တၟိပၠန်။  reproductive (adj)  မဆေၚ်စပ်ကဵုဒဒှ်မကလေၚ်ရာၚ်ဆာဲကၠုၚ်၊  မဆေၚ်စပ်ကဵုဒဒှ်မသကဵုကလေၚ်ဗြေဝ်ကၠုၚ်။"},
{"word":"reproof","def":"n.  ဒဒှ်မဟီုထ္ၜုတ်ပရဂဟီဒၟံၚ်၊  ဒဒှ်မဟီုဗျိထ္ၜုတ်ထ္ၜေဲ။  reproval (n)  ဒဒှ်မဟီုထ္ၜုတ်ပရဂဟီ။  reprove (vt)  ဂရိုဟ်၊  ဝေတ်၊  ဂၠာဲဒုဟ်၊  ပ္တိုန်ဒုဟ်ပရဂဟီ။"},
{"word":"reptile","def":"n.  သတ်ဂၟာအာကဵုသြိုဟ်။"},
{"word":"republic","def":"n.  ရးသမ္မတ။  republican (adj)  မဆေၚ်စပ်ကဵုရးသမ္မတ။  n.  မၞိဟ်မနွံပၟိက်ကဵုရးသမ္မတ။"},
{"word":"repudiate","def":"vt.vi.  ကၠဟ်ပဲါထောံ၊  ထပိုတ်ထောံ၊  ဒေံါထောံ၊  ကယျာန်စာန်စးသွက်ဂွံလေဲ(သၠုဲ)ကဝုတ်၊  စွံပဲါထောံဟွံသ္ပစၟတ်သမ္တီ။  repudiation (n)  ဒဒှ်မဒေံါထောံ၊  ဒဒှ်မသ္ဒးဒုၚ်ပဒေံါထောံ။"},
{"word":"repugnant","def":"adj.  မဒှ်သွက်သ္ဒးက္ဍုဟ်မၠေံဗွဲမလောန်၊  မဒှ်ဒဒှ်ဟွံသ္ဍိုက်မၠိုက်၊  မဒစဵုဒစး။  repugnance (n)  ဒဒှ်မဟွံသ္ဍိုက်မၠိုက်တဴဗွဲ။"},
{"word":"repulse","def":"vt.  ဗ္တိုက်ပ္တိတ်ထောံ၊  ဗ္တိုက်စၞေဟ်ပလန်ထောံဗွဲမအံၚ်ဇၞး၊  ဂရိုဟ်ခတ်ခတ်။  n.  ဒဒှ်မဗ္တိုက်ပ္တိတ်၊  ဒဒှ်မဗ္တိုက်ပ္တိတ်စၞေဟ်ပလန်ထောံဗွဲမအံၚ်ဇၞး။  repulsive (adj)  မဒှ်ဒဒှ်ဟွံသ္ဍိုက်မၠိုက်၊  မဒှ်သွက်ဂွံဇအိုန်ဇရခိုဟ်၊  မက္ဍုဟ်ကၞေံကၞာတ်။  repulsion (n)  ဒဒှ်မက္ဍုဟ်မၠေံ၊  ဒဒှ်မဇအိုန်ဇရ၊  ပတိဃာတ်။"},
{"word":"reputable","def":"adj.  မဒယှ်တှ်ကဵုပရောပရိုၚ်ခိုဟ်၊  မနွံကဵုဂုန်စရာဲ၊  နွံကဵုကျာ်သြဳ။  repute (vt)  ခယျထေၚ်ဒၟံၚ်ပ္ဍဲစိုတ်ညးဂမၠိုၚ်မြဟ်၊  ပြာကတ်။  reputed (adj)  မဒယှ်တှ်။"},
{"word":"reputation","def":"n.  ဒဒှ်မဒယှ်တှ်ပြထာ၊  ပရိုၚ်ဂုန်စရာဲ။  ယသ။"},
{"word":"request","def":"n.  ဒဒှ်မအာတ်မိက်၊  ဒဒှ်မဒုၚ်ဂုန်နကဵုမေတ္တာ၊  ပတ္ထနာ။  ၂။  အရာမအာတ်မိက်။  vt.  အာတ်ဒုၚ်နလၟေၚ်မေတ္တာ။"},
{"word":"requiem","def":"n.  ဒွက်လၚ်္ကာဓမ္မ,မရာဒၞာမိက် ရန်ကဵုမၞိဟ်စုတိကလိလောန်အာတုဲတံ။"},
{"word":"require","def":"vt.  နွံပၟိက်။  ၂။  အာတ်မိက်။  requirement (n)  အရာမနွံပၟိက်၊  တၚ်မနွံပၟိက်။"},
{"word":"requisite","def":"n.  အရာမနွံပၟိက်၊  ပရိက္ခရာ။  adj.  မနွံပၟိက်။  requisition (n)  အရာမနွံပၟိက်၊  တၚ်မနွံပၟိက်။  ၂။  အကာဲအရာမနွံပၟိက်။  vt.  အာတ်မိက်နကဵုအသံအဝဵု၊  ကလိုဟ်ဟီု၊  ကလိုဟ်ကဵုတီ၊  ကလိုဟ်ကော်။"},
{"word":"requite","def":"vt.  ကလေၚ်ကဵု၊  ကလေၚ်ပလန်။  requital (n)  အတုန်အခၠေဝ်၊  တၠုၚ်လအာ။"},
{"word":"rescind","def":"vt.  ပဲါပလီုထောံ(ဥပဒေမွဲမွဲ,ဂတိမွဲမွဲ)၊  ရုပ်သီထောံ။"},
{"word":"rescue","def":"vt.  ဟံၚ်ပြာ်ဗလးကဵုနူအန္တရာဲ၊  ဟံၚ်ပြာ်။  n.  ဒဒှ်မဟံၚ်ပြာ်။  ၂။  ပွမဟံၚ်ပြာ်။  rescuer (n)  မၞိဟ်ဟံၚ်ပြာ်၊  မၞိဟ်ရီုဗၚ်ဟံၚ်ပြာ်။"},
{"word":"research","def":"n.  ဆန်က္ၜန်၊  ဆန်ၜန်၊  ဒဒှ်မကၠောန်သုတေသန၊  ဒဒှ်မဂၠိုက်ဂၠာဲဓမံက်ပ္တိုန်ဓမံက်ထ္ၜး။  vt.  သ္ပသုတေသန။"},
{"word":"resemble","def":"vt.  တုပ်၊  တုပ်တုပ်၊  တုပ်သၟဟ်၊  ဗီုပြၚ်တုပ်။  resemblance (n)  ဒဒှ်ဗီုပြၚ်တုပ်၊  ဒဒှ်မတုပ်ဗီုပြၚ်၊  အယောၚ်အလာဗီုပြၚ်။"},
{"word":"resent","def":"vt.  ကတၚ်က္တောဝ်ဒုၚ်ဒဝ်ဟွံမာန်၊  မနောဒေါသတိတ်။  resentful (adj)  မဒှ်ဒေါသ။  resentment (n)  ဒဒှ်မဒှ်ဒေါသ။"},
{"word":"reserve","def":"vt.  ဂိုၚ်ဒေပ်လဝ်(သွက်ဂွံရပ်စပ်ဗွဲကြဴ)။  ၂။  ပဲါစွံလဝ်ဗွဲတၟေၚ်။  n.  အရာမဂိုၚ်ဒေပ်သီဒေပ်လဝ်။  ၂။  ဂကောံဒပ်ဇွောံဗပေၚ်ထပ်၊  ဒပ်ဇွောံပဲါလဝ်။  ၃။  တိဍာ်ပဲါလဝ်။  ၄။  တၚ်တၟေၚ်။  ၅။  ထိၚ်လဝ်အိန်ရဳပ္ဍဲမုက်မတ်၊  ဒဒှ်မမၚ်မွဲ၊  ဒဒှ်မအေၚ်ဒုၚ်ထိၚ်ဒဝ်လဝ်။  reserved (adj)  မထိၚ်ဒက်မၚ်မွဲ၊  မထိၚ်ဒက်လဝ်၊  မဂြောပ်ဓလီုလဝ်။"},
{"word":"reservoir","def":"n.  ကၟာခြိုၚ်ဍာ်၊  စြာၚ်ကၟာ။  ၂။  ဌာနသွက်ဂွံကြိုၚ်ကပေါတ်ကညောတ်။"},
{"word":"reshuffle","def":"vt.  ပြံၚ်လှာဲထောံဒၞာဲ၊  သ္ပထောံအပြံၚ်အလှာဲဒၞာဲ။  n.  ပွမပြံၚ်လှာဲထောံဒၞာဲ၊  ဒဒှ်မသ္ပထောံအပြံၚ်အလှာဲဒၞာဲ။"},
{"word":"reside","def":"vt.  ပဒတဴ၊  မံၚ်စံၚ်။  residence (n)  ဒၞာဲဒၟံၚ်တန်တန်ကြန်ကြန်၊  သ္ၚိဌာန်၊  ထာန်ဒတန်။  resident (adj)  မမံၚ်စံၚ်၊  မဒၟံၚ်။  n.  မၞိဟ်မံၚ်လၟိုန်။  residential (adj)  မဆေၚ်စပ်ကဵုသ္ၚိဌာန်ဇကုအပိုၚ်။"},
{"word":"residue","def":"n.  အရာမသှ်ေသၟေဟ်၊  ကောန်တိ။"},
{"word":"resign","def":"vt.vi.  နုက်တိတ်ဗလးထောံကမၠောန်။  ၂။  ပအပ်ကဵု။  ၃။  ဖျံထောံပ္တဴထောံတဲ၊  ဒုၚ်ကျထောံ။  resignation (n)  ဒဒှ်မနုက်တိတ်ထောံ၊  ဒဒှ်မဒုၚ်ကျထောံ။"},
{"word":"resilience","def":"n.  အစောံစရာဲမကလေၚ်ပၠန်ဂွံဗီုပြၚ်တံမူလ၊  အရာမလေပ်ကလေၚ်ဂစာန်ပၠန်ကၠုၚ်၊  အရာမလံၚ်လိုအ်မံၚ်။  resilient (adj)  မကလေၚ်ဂစာန်ပၠန်ကၠုၚ်၊  မလံၚ်လိုအ်ဒၟံၚ်။"},
{"word":"resin","def":"n.  ယ၊  ယတဝ်ဂၠဝ်၊  ထၜိုတ်ဆုပၞာၚ်သေံ။"},
{"word":"resist","def":"vt.vi.  စှ်ေစး၊  တဝ်စၞေဟ်။  ၂။  စဵုဒၞာညံၚ်ရဴကၠောန်ဟွံဂွံ၊  ဆေဝ်တာ။  ၃။  နွံကဵုကဆံၚ်မဒုၚ်အဍေဝ်အဍာမာန်။  resistance (n)  သတ္တိဒုၚ်အဍေဝ်အဍာ၊  ကဆံၚ်ဒုၚ်အဍေဝ်အဍာ၊  ဒဒှ်မနွံကဵုသတ္တိဒုၚ်အဍေဝ်အဍာ။  resistant (adj)  မနွံကဵုသတ္တိဒုၚ်အဍေဝ်အဍာ၊  မနွံကဵုကဆံၚ်ဒုၚ်အဍေဝ်အဍာ။  resistless (adj)  မဟၟဲကဵုသတ္တိဒုၚ်အဍေဝ်အဍာမာန်၊  မဟၟဲကဵုကဆံၚ်ဒုၚ်အဍေဝ်အဍာမာန်။"},
{"word":"resolute","def":"adj.  မတန်ကြန်ခိုၚ်ကၠိုက်၊  မနွံကဵုဇဲခိုဟ်၊  မဗိုန်ကြံၚ်မ္ၚိုဟ်၊  မနွံကဵုစိုတ်ထတ်မ္ၚိုဟ်။"},
{"word":"resolution","def":"n.  အရာမသ္ဂုတ်သွာတ်၊  တၚ်မသ္ဂုတ်သွာတ်လဝ်၊  သန္နိဋ္ဌာန်။  ၂။  အရာမသ္ဂုတ်သွာတ်လဝ်၊  ကိစ္စမသ္ဂုတ်သွာတ်လဝ်၊  အရာမဖျေံလဝ်စိုတ်။"},
{"word":"resolve","def":"vt.vi.  ဖျေံလဝ်သန္နိဋ္ဌာန်၊  ဖျေံစိုတ်၊  ဖျေံလဝ်စိုတ်၊  သန္နိဋ္ဌာန်၊  သှ်၊  သြဟ်။  ၂။  သောၚ်တလးထ္ၜး။  ၃။  ပါ်၊  ပါ်တၞဟ်ခြာ။"},
{"word":"resonant","def":"adj.  မဒှ်တိုန်ရမျာၚ်ဗလံၚ်၊  မကလေၚ်ကၠုၚ်ညံၚ်ရမျာၚ်ဗလံၚ်။"},
{"word":"resort","def":"vi.  စကာရပ်စပ်သွက်သ္ဂောံဂွံအရီုအဗၚ်၊  စကာရပ်စပ်သွက်ရန်တၟံဇကုသ္ဂောံအံၚ်ဇၞး။  ၂။  ဂေတ်ဝေၚ်ဒၟံၚ်ပယျတ်ပယျတ်၊  ဂေတ်ဝေၚ်ဒၟံၚ်ဟွံပိုတ်ဟွံပိုတ်၊  စိုပ်ဒၟံၚ်ဂၠိုၚ်ကဵုလတုန်။  n.  အရာသွက်သ္ဂောံသ္ပစ္ၜုဲစ္ၜော်၊  အရာသွက်သ္ဂောံဗ္ဒဗ္ဒာဲ၊  အရီု။  ၂။  အရာသွက်သ္ဂောံသ္ပပဓာန်စခိုဟ်၊  မၞိဟ်သွက်သ္ဂောံသ္ပပဓာန်စခိုဟ်။  ၃။  ဒေသဒၞာဲမၞိဟ်ဗွဲမဂၠိုၚ်အာဝေၚ်ဒၟံၚ်ဟွံပိုတ်ဟွံပိုတ်။  resort to arms. (vi)  ဂေါစရဂါမ်။"},
{"word":"resound","def":"vt.vi.  သကဵုရမျာၚ်ဗလံၚ်ဗြုတမ္ညဝ်၊  သကဵုဒှ်ဗရုဗလံၚ်။  ၂။  ပေၚ်က္ဍတ်ဒၟံၚ် နကဵုဗရုဗလံၚ်၊  ဗြုတမ္ညဝ်ဒၟံၚ်။  ၃။  ယၟုဇၞော်၊  ဗြုကြဵုကြီုဒၟံၚ်၊  ကလေၚ်ဗြုကၠုၚ်။  The thunder resounds. (vi)  သမြေံ(မြေမ်)။  resounding (adj)  ဂမြိၚ်၊  မဂမြိၚ်ဂဟီ။  ၂။  မပြာကတ်၊  မဒယှ်တှ်။  resounding noise. (adj)  မဂမြိၚ်ဗြု၊  မဂမြိၚ်ဂဟီကြီုဂအတ်။"},
{"word":"resource","def":"n.  ကပေါတ်ကညောတ်၊  ဗၞိက်သွက်ဂွံသွံရာန်။  ၂။  ဌာန်ဒေသတံဒၞာဲမဂွံအရီုအဗၚ်သွက်ဂွံဗၠးၜးတိတ်နူတၚ်ဝါတ်ဂါတ်။  ၃။  အစောံစရာဲညာန် မသောၚ်တလးထောံမာန်လ္တူတၚ်ဝါတ်ဂါတ်။"},
{"word":"respect","def":"n.  ပွမရှ်ေသှ်ေ၊  အရှ်ေအသှ်ေ။  ၂။  ဒဒှ်မသ္ပသတိ၊  ဒဒှ်မစၚ်ခြၚ်၊  သတိ။  ၃။  ပွမဆက်မုဟ်ပါၚ်၊  ဒဒှ်မပတုဲဝတ်လောက။  vt.  ဒည၊  ရှ်ေသှ်ေ၊  ရိုဟ်စ၊  ရိုဟ်ဂိုတ်၊  အဲပရဲ။  ချပ်ဗ္စာရဏာ။  respectable (adj)  မထေက်ကဵုသ္ဒးရှ်ေသှ်ေ၊  မထေက်ကဵုသ္ဒးအဲပရဲ။  ၂။  မနွံကဵုဂုန်စရာဲ၊  မဂပ်ဝ်ဒးရး။  respectably (adv)  ဆကရိုက်၊  ဆၜိုတ်ကရိုက်။  respectability (n)  ဒဒှ်မနွံကဵုဂုန်စရာဲ၊  ပကာသန။  respectful (adj)  မထေက်ကဵုသ္ဒးရှ်ေသှ်ေရဴဂဴ၊  သဳမြဳ။"},
{"word":"respecting","def":"prep.  ဆေၚ်စပ်တုဲ။"},
{"word":"respective","def":"adj.  မဒှ်တၞဟ်တၞဟ်ခြာခြာ။  respectively (adv)  တၞဟ်တၞဟ်ခြာခြာ။"},
{"word":"respire","def":"vt.  ယီု၊  ယီုပၠောပ်ပ္တိတ်။  respirator (n)  ဂရောပ်ဇမုဟ်(မုဟ်)။  respiration (n)  ဒဒှ်မယီုလုပ်တိတ်။"},
{"word":"respite","def":"n.  ဒဒှ်မပဆုဲထောံမွဲချိုန်ခဏ။  ၂။  အခေါၚ်သ္ဂောံသက်သာနူကဵုသ္ဒးဒုၚ်လဝ်ဒုဟ်ဒန်၊  အခေါၚ်သ္ဂောံသက်သာတိုန်နူကမၠောန်။  vt.  ပဆုဲထောံဒုဟ်ဒန်(ဂစိုတ်)။"},
{"word":"resplendent","def":"adj.  မတၟးဇးတဴဗွဲမလောန်၊  မဇၞော်ဒုတ်တဴဗွဲမလောန်။  resplendence (n)  ဒဒှ်မတၟးဇး၊  ဒဒှ်မဇၞော်ဒုတ်။"},
{"word":"respond","def":"vi.  သွဟ်ကဵု၊  ကလေၚ်ကလိုဟ်။  ၂။  ကလေၚ်ပလန်၊  ကလေၚ်ပလန်ဂတး၊  ပၠန်ဂတးကဵုနမုက်မတ်။"},
{"word":"response","def":"n.  သွဟ်၊  ဒဒှ်မပလန်။  responsive (adj)  မနွံကဵုပၟိက်သွက်ဂွံကလိုဟ်၊  မလေပ်ပလန်ဂတးလောဲလောဲဗွဲမပြဟ်။"},
{"word":"responsible","def":"adj.  မနွံကဵုတာလျိုၚ်၊  ဟွံဗၠးနူတာလျိုၚ်။  ၂။  မဒုၚ်တာလျိုၚ်ထေက်၊  ကေတ်တာလျိုၚ်ထေက်၊  မထေက်ကဵုသ္ဒးကေတ်တာလျိုၚ်။  ၃။  မသ္ဂောံပတှ်ေစထေက်။  ၄။  မနွံပၟိက်သွံက်ဂွံပတှ်ေစှ်ေစိုတ်၊  မနွံဇၞော်တဴကဵုတာလျိုၚ်။  responsibility (n)  အဝေါၚ်၊ လျိုၚ်၊  သ္ဇိုၚ်။"},
{"word":"rest","def":"n.  ဒဒှ်မဇူ၊  ဒဒှ်မတိက်။  ၂။  ဒဒှ်မဒလာဒၟံၚ်၊  အရာမဂွံဒလာ၊  အရာမသ္ဂောံစွံ။  ၃။  အရာမသှ်ေသၟေဟ်၊  အရာမၜက်ဆက်။  vt.vi.  ဂွံဇူ၊  ဇူ၊  ဇမူ၊  ဇၟူ၊  ပ္တေဝ်တမောၚ်(လၟောၚ်)၊  ဗျု၊  ဗၠးၜးနူကဵုဂၠိန်ၜောတ်၊  လလံ။  ၂။  သကဵုဇူ။  ၃။  သကဵုဇူဒၟံၚ်၊  သကဵုဒလာ၊  ဗဒဲါလဝ်။  ၄။  သှ်ေသၟေဟ်မံၚ်၊  သှ်ေတ္ၜက်ဒၟံၚ်သဂွံဆက်ပၠန်။  ၅။  တန်တဴဒၟံၚ်။  to rest peacefully. (vi)  ဇူလႇိၚ်။  restful (adj)  မသ္ၚိတ်ဇြ၊  မၜိုဟ်သြိုဟ်၊  မသ္ဂောံဇူ၊  မဒှ်တသိုက်စိုတ်။  restless (adj)  ဒစိုၚ်မဟွံဇူတာ၊  ဟၟဲကဵုစိုတ်တန်ကြန်၊  မဒှ်ဒၟံၚ်ကဆံၚ်ဂ္ဇံဒးဟာက္တဵုဒးဟာ။  resting place (n)  ဇၞူ၊  ဌာန်ဇၞူ၊  ဌာန်ဗ္ဒိုပ်။  rest home. (n)  ဌာန်ဇၞူမၚ်မွဲလွဳလွတ်ညးဗျုဗျုတံ။  rest house. (n)  ဇြပ်။"},
{"word":"restate","def":"vt.  ကလေၚ်ဟီုထ္ၜးကဵုမွဲနဲမွဲဗီု၊  ကလေၚ်ထပ်ဟီုထ္ၜးကဵုပၠန်။"},
{"word":"restaurant","def":"n.  ဆေၚ်စသုၚ်၊  ဆေၚ်သွံစ,စၞစသုၚ်စ။"},
{"word":"restive","def":"adj.  မထိၚ်ဒဝ်ဟွံလောဲ(ချေံ)၊  မနွံကဆံၚ်ဟွံတန်တဴညိၚ်ညိၚ်၊  မနွံကဆံၚ်ဟီုဂးစဝါတ်(မၞိဟ်)၊  မဟၟဲကဵုစေဝ်သၞောဝ်။"},
{"word":"restitution","def":"n.  ဒဒှ်မသကဵုကလေၚ်ဂွံ၊  ဒဒှ်မကလေၚ်ကဵု၊  ဒဒှ်မကဵုပလန်။  ၂။  ဒဒှ်မသကဵုလေဲ၊  ပွမလေဲ၊  ဒဒှ်မလေဲကဵုသွက်သ္ဒးဒုၚ်ဂိလဝ်။"},
{"word":"restock","def":"vt.  စုတ်ဗပေၚ်ကဵုကပေါတ်တၟိတၟိ၊  စုတ်ဗပေၚ်ကဵုဇွောံမတၟိတၟိ။"},
{"word":"restore","def":"vt.  ကလေၚ်ပၠန်ကဵု၊  ခၠေဝ်၊  လဟဵု။  ၂။  ကလေၚ်စိုပ်ဒၞာဲအတိုၚ်အကာဲအရာမူလတြေံပၠန်၊  ဂဟဵုပလေဝ်၊  လဟဵုပလေဝ်။  restoration (n)  ဒဒှ်မပၠန်ကဵု၊  အရာမကလေၚ်ပၠန်ကဵု၊  ဒဒှ်မကလေၚ်ဂွံ။  restore one's colour. (vt)  ပဂေါဝ်ကဵုသာ်ဇကု။"},
{"word":"restrain","def":"vt.  တၟာတ်စဵုဒၞာ၊  ထိၚ်ဒဝ်၊  ဆဵုဒဝ်။  to restrain oneself. (vt)  သ္ၚဳလလံ။  restraint (n)  ဒဒှ်မတၟာတ်စဵုဒၞာ၊  ဒဒှ်ထိၚ်ဒက်မၚ်မွဲ၊  သံဝရ။  the restraint of passion. (n)  ဒဒှ်မဝိုတ်ကာမဂုန်။"},
{"word":"restrict","def":"vt.  ကၞာတ်ဂစိုတ်လဝ်၊  ကၞာတ်ဂစိုတ်လဝ်ကဵုစေဝ်သၞောဝ်။  restriction (n)  ပွမကၞာတ်ဂစိုတ်၊  ပွမသ္ဒးဒုၚ်ကၞာတ်ဂစိုတ်လဝ်နကဵုသၞောဝ်။  restirctive (adj)  မကၞာတ်ဂစိုတ်လဝ်။"},
{"word":"restructure","def":"vt.  ကလေၚ်စဳဇန်တၟိ၊  ကလေၚ်စန်ဒက်တၟိ။"},
{"word":"result","def":"n.  သွဟ်၊  တရံၚ်ထဍုဟ်၊  တရံၚ်လဍုဟ်၊  ပွမဖျိုပ်ကဵုဖဵု၊  ဒတုဲဖဵု၊  နိဿန်၊  ဝိပက်။  vi.  က္တဵုဒှ်ကၠုၚ်ဖဵု၊  ဖဵုနိဿန်၊  သ္ကဵုဖဵုစိုပ်ကၠုၚ်၊  ဒတုဲဖဵုစိုပ်ကၠုၚ်၊  သ္ဒးဒုၚ်ဝိပက်။  resultant (adj)  မဒှ်ကဆံၚ်ဒတုဲဖဵုမစိုပ်ကၠုၚ်။  the result of actions. (n)  ဖဵုနိဿန္ဒ။  the result of sin. (n)  ဖဵုသရၚ်ပါပ်။"},
{"word":"resume","def":"vt.  ကလေၚ်စပ္တံပၠန်၊  ကလေၚ်စပၠန်၊  ကလေၚ်ကံက်ပၠန်။  ၂။  ကလေၚ်ကေတ်ဒၞာဲပၠန်။  resumption (n)  ဒဒှ်မကလေၚ်စ၊  ဒဒှ်မကလေၚ်ကေတ်ဒၞာဲ။"},
{"word":"resurrect","def":"vt.  ဂွးကေတ်နူဒၞာဲတိုပ်လဝ်၊  ချိုတ်တုဲကလေၚ်ဂျိုၚ်တိုန်၊  ချိုတ်တုဲကလေၚ်က္တဵုကၠုၚ်။  ၂။  ကဵုခေတ်က္တဵုတိုန်ပၠန်။  resurrection (n)  ဒဒှ်ချိုတ်တုဲမကလေၚ်ဂျိုၚ်ကၠုၚ်၊  ဒဒှ်မဂျိုၚ်တိုန်။"},
{"word":"resuscitate","def":"vt.vi.  ကဵုကလေၚ်ပၠန်ဂွံကၠုၚ်သတိ။  resuscitation (n)  ဒဒှ်မကလေၚ်ဂွံကၠုၚ်သတိ။"},
{"word":"retail","def":"n.  ဒဒှ်မသွံပရး။  vt.vi.  သွံပရး။  ၂။  ဟီုတုဲဟီုပၠန်၊  ဗက်ဟီုထ္ၜးကဵုညးမွဲတုဲညးမွဲ။  adj.  မသွံပရး။"},
{"word":"retailer","def":"n.  ရဲဖျာသွံပရး။"},
{"word":"retain","def":"vt.  စွံဂိုၚ်သီဒေပ်လဝ်၊  ဆက်တုဲကေတ်စွံလဝ်၊  သကဵုနွံဒၟံၚ်ပ္ဍဲဒၞာဲဍေံဗိုန်ဗိုန်ဗတ်ဗတ်။  retainer (n)  ကောန်ရဲတဲခွာ၊  မၞိဟ်ဗက်သ္ကံ၊  သ္ကံကောန်ရဲ။  ၂။  လိၚ်ခၟာၚ်။"},
{"word":"retaliate","def":"vi.  ဂြိုဟ်ပလန်၊  ကလေၚ်ပလန်၊  ကလေၚ်ဂြိုဟ်ပလန်၊  ခၠေဝ်ပလန်၊  ပလန်၊  ပလန်ပါၚ်။  retaliation (n)  ဒဒှ်မကလေၚ်ဂြိုဟ်ပလန်။  The victim retaliated. (vi)  တ္ၜေဟ်လက်ပလန်။"},
{"word":"retard","def":"vt.  သကဵုဒှ်အဆဵုအဒဝ်၊  သကဵုလဇုဲလဇ။"},
{"word":"retch","def":"vi.  ထအိုအ်၊  ထအံကျာ။"},
{"word":"retention","def":"n.  ဒဒှ်မစွံလဝ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်၊  ဒဒှ်မစွံလဝ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်မာန်။  retentive (adj)  မထိၚ်ဒက်လဝ်မာန်၊  မအေၚ်လဝ်မာန်။"},
{"word":"reticent","def":"adj.  မနွံကဵုဒဒှ်သၟန်ပါၚ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်၊  မနွံပၟိက်ကဵုဒၞာဲတၞဟ်ခြာ။  reticence (n)  ဒဒှ်မဗိုန်ခိုၚ်ပ္ဍဲသၟန်ပါၚ်။"},
{"word":"retinue","def":"n.  ကမၠောန်တွဳ၊  ကောန်ရဲတဲခွာ၊  ဂကောံသ္ကံရဲ၊  တွဳပွူ၊  တွဳဗွိုၚ်၊  တွဳဝါရ၊  ဗဝက်၊  လွဳဝါရ။"},
{"word":"retire","def":"vt.vi.  ဆုတ်လက္ကရဴ၊  စ္ဍးတိတ်အာ။  ၂။  လုပ်ဒၟံၚ်သ္တိက်။  ၃။  ဇူထောံနူကမၠောန်၊  သ္ပထောံသၟိၚ်ဗယု၊  လ္ၚုကာယစိုတ်။  retirement (n)  ပွမဇူထောံ၊  ဒဒှ်မဇူထောံ၊  နိက္ခမိ။  ၂။  မဒှ်ဒၟံၚ်ညးမွဲဓဝ် မၞိဟ်အဆက်အဆောံဟွံမွဲမွဲ။  retiring (adj)  မဒှ်ကဆံၚ်ဟွံဂံၚ်လုပ်အကြာမၞိဟ်၊  မနွံကဵုပၟိက်မံၚ်သောၚ်သောၚ်။"},
{"word":"retort","def":"vt.vi.  ကလေၚ်ပၠန်ဟီု၊  ပလန်ဟီုဂး၊  ဟီုဂးခၠေဝ်သှ်။  n.  ဒဒှ်မဟီုခၠေဝ်သှ်ဗွဲမသ္ကာတ်မြဟ်။  ၂။  ပလၚ်မနွံကဵုကံဂၠိၚ်ဂၠိၚ်မရပ်စပ် သွက်ဂွံဇြုၚ်သအးကပေါတ်ဍာ်ဍာ်။"},
{"word":"retouch","def":"vt.  ကလေၚ်ပလေဝ်ပလေတ်ထောံညံၚ်ရဴဂွံသာတုဲခိုဟ်။"},
{"word":"retrace","def":"vt.  ကလေၚ်အာမွဲလတုန်ပၠန်။  ၂။  ကလေၚ်ချပ်ဗ္စာပရေၚ်အတိက်။"},
{"word":"retract","def":"vt.vi.  ကလေၚ်ရုပ်သီထောံ။  ၂။  ကလေၚ်ဆုတ်၊  ကလေၚ်ဒဇက်ပၠောပ်။  retractable (adj)  မကလေၚ်ရုပ်သီထောံမာန်။"},
{"word":"retreat","def":"vi.  ထဲ၊  ဆုတ်ကလေၚ်၊  ဆုတ်စ္ဍးတိတ်။  n.  ဒဒှ်မဆုတ်ကလေၚ်။  ၂။  ရမျာၚ်ခရာကဵုသမ္တီသွက်ဂွံဆုတ်။  ၃။  ဒၞာဲမသ္ၚိတ်ဇြ၊  ဒေသမသ္ၚိတ်ဇြ၊  ဂိုဟ်တၟံ၊  လေဏ်၊  လိုၚ်။"},
{"word":"retrench","def":"vt.vi.  ကုတ်ထပိုတ်ထောံ(စရိတ်ရပ်စပ်)၊  ဖျံဖျေံ၊  ဖအောန်ထောံ၊  ခနှေံရပ်။"},
{"word":"retribution","def":"n.  ဒဒှ်မထေက်တန်ကဵုဒုဟ်ဒန်၊  ဒဒှ်ဖဵုအကုသဵုဍေံမဇိုန်ကဵု။"},
{"word":"retrieve","def":"vt.vi.  ကလေၚ်ဆဵုကၠုၚ်မွဲလန်ပၠန်၊  ကလေၚ်သကဵုခိုဟ်ကၠုၚ်၊  သကဵုစိုပ်အာဒဒှ်ဍာံဍာံ။  ၃။  သကဵုစိုပ်ကၠုၚ်ကဆံၚ်ဗီုတြေံ။"},
{"word":"retro-","def":"prefix.  ပၠန်ဗွဲကြဴ၊  ဖာလက္ကရဴ။"},
{"word":"retroactive","def":"adj.  မဒှ်လညာတ်ကလေၚ်ရံၚ်စံၜတ်ပၠန်ဂတးလ္ပာ်လက္ကရဴ။"},
{"word":"retrograde","def":"adj.  မဆုတ်ယုတ်စှ်ေ၊  မပရေံကၠုၚ်၊  မနွံကဵုသဘဴမဆုတ်ယုတ်ပရေံစှ်ေကၠုၚ်။"},
{"word":"retrogress","def":"vi.  ဆုတ်ကလေၚ်လ္ပာ်လက္ကရဴ၊  ဆုတ်လဟုတ်ယုတ်ဒေက်စှ်ေ။  retrogression (n)  ဒဒှ်ကလေၚ်ပၠန်ဒဇက်လ္ပာ်လက္ကရဴ၊  ဒဒှ်မဆုတ်လဟုတ်ယုတ်ဒေက်စှ်ေ။  retrogressive (adj)  မလေပ်သကဵုဆုတ်လဟုတ်စှ်ေ။"},
{"word":"retrospect","def":"n.  ဒဒှ်မကလေၚ်ရံၚ်စံၜတ်ပၠန်ဂတးလ္ပာ်လက္ကရဴ။  retrospection (n)  ဂမြၚ်ညာန်မကလေၚ်ရံၚ်စံၜတ်ပၠန်ဂတး လ္ပာ်လက္ကရဴ။  retrospective (adj)  မကလေၚ်ရံၚ်စံၜတ်ပၠန်ဂတး လ္ပာ်လက္ကရဴ၊  (ဥပဒေ) မကလေၚ်ရံၚ်စံၜတ်ကေတ်ကေၚ်ကာမာန်။"},
{"word":"return","def":"vt.vi.  ကလေၚ်၊  ကလေၚ်စဴကၠုၚ်၊  ကလေၚ်အာ၊  စဴ၊  ပလန်၊  ပၠန်။  ၂။  ကလေၚ်ကဵု၊  ကလေၚ်စွံ၊  ကလေၚ်ပလံၚ်၊  ကလေၚ်လေဲ။  ၃။  ကလေၚ်ဟီု။  n.  ဒဒှ်မကလေၚ်ကဵု၊  ဒဒှ်မကလေၚ်လေဲ၊  ဂၠံၚ်လ္ပာ်ကလေၚ်စဴ။  adj.  မဒှ်သွက်သ္ဂောံစဴ။  returnable (adj)  မကလေၚ်ပၠန်ကဵု၊  မကလေၚ်ပလံၚ်ကဵုမာန်၊  မသ္ဒးကလေၚ်ပလံၚ်။  return a favour. (vt.vi)  ခၠေဝ်ဂုန်။  return an answer. (vt.vi)  သှီုခၠေဝ်တိုန်၊  သဟီုခၠေဝ်တိုန်။  return by land. (vt.vi)  ကလေၚ်တိုက်။  return help. (vt.vi)  ခၠေဝ်ရီု။  return an injury. (vt.vi)  ဂြိုဟ်ပလန်(သကဵုလီုလာ်,သကဵုဂွံဘဲဒန်)။  return to town. (vt.vi)  စဴဍုၚ်။"},
{"word":"reunion","def":"n.  ဒဒှ်မကလေၚ်ဆဵုဂဗညးသ္ကံ။"},
{"word":"reunite","def":"vt.vi.  ကလေၚ်ပံၚ်ကောံ။"},
{"word":"reveal","def":"vt. (pt.pp.-led)  ကဵုသမ္တီ၊  ဓမံက်ထ္ၜး။  ၂။  ထ္ၜးကၠးကၠး၊  လးထ္ၜးပျး။"},
{"word":"reveille","def":"n.  ဗရုခရာမကဵုသမ္တီသွက်ကောန်ပၞာန်တံသ္ဂောံက္တဵုပြဟ်ပြဟ်ပ္ဍဲဒပ်။"},
{"word":"revel","def":"vi. (pt.pp.-led)  မိပ်ဇြိပ်ခရံခရောန်ဒၟံၚ်။  ၂။  လုပ်ကဵုဂၠံၚ်လ္ပာ်မိပ်။"},
{"word":"revelation","def":"n.  ဒဒှ်မထ္ၜးကဵုကၠးကၠး၊  ပယျးဒိုဟ်၊  ပျးဒိုဟ်၊  ပျးဒေဟ်။"},
{"word":"revenge","def":"vt.  ကလေၚ်ပလန်၊  ကလေၚ်ပလန်ဂတး၊  ခၠေဝ်ပလန်။  n.  ဒဒှ်မကလေၚ်ပလန်၊  ဒဒှ်မကလေၚ်ပၠန်ဂတး။  ၂။  စိုတ်မကလေၚ်ပလန်။  revengeful (adj)  မနွံကဵုစိုတ်မကလေၚ်ပလန်၊  ဝေရဳ။  revengefulness (n)  ဒဒှ်မနွံကဵုစိုတ်မကလေၚ်ပလန်။"},
{"word":"revenue","def":"n.  အခေါၚ်ဖလှာ၊  သြန်ဘဏ္ဍာ၊  သြန်လုပ်။"},
{"word":"reverberate","def":"vt.vi.  ဗြုဓၟုၚ်ဒှ်တိုန်ဗလံၚ်၊  ဗြုဓၟုၚ်ဗလံၚ်ကလေၚ်ကၠုၚ်။  reverberation (n)  ဒဒှ်မဗြုဓၟုၚ်ဗလံၚ်ကလေၚ်ကၠုၚ်။"},
{"word":"revere","def":"vt.  ကလဵု၊  ရှ်ေသှ်ေ၊  ရှ်ေသှ်ေသ္ဍိုက်မၠိုက်၊  ရဴဂဴသ္ဍိုက်မၠိုက်၊  လ္ၚောဝ်၊  သိပ်ဂၠိပ်။  reverence (n)  ထဒၟ၊  ဒဒှ်မဒည၊  ဒဒှ်မဓည၊  ဒဒှ်မဗှ်ဗၞုဟ်၊  ဒဒှ်မရှ်ေသှ်ေသ္ဍိုက်မၠိုက်၊  ပွမအဲပရဲ၊  ဖေက်ဒည၊  ယိုက်ဒိုက်၊  ယဵုထ။  reverent (adj)  မရှ်ေသှ်ေအဲပရဲ။  reverential (adj)  မသကဵုရှ်ေသှ်ေ၊  မနွံကဵုဆန္ဒဒဒှ်မရှ်ေသှ်ေ၊  မညႇာဒည။"},
{"word":"reverend","def":"adj.  မထေက်ကဵုသ္ဒးဖေက်, ဆာန်, ရှ်ေသှ်ေ။  The Reverend John Smith. (adj)  တၠဳပိုန်ဂျန်သမေတ်(သ)။"},
{"word":"reverie","def":"n.  ဒဒှ်မချပ်လှၚ်ေၚၚ်ဒၟံၚ်။"},
{"word":"reverse","def":"adj.  ဒဒှ်လ္ပာ်လက်ဗၠိုက်။  ၂။  ဒဒှ်လ္ပာ်လက်ဗတး။  ၃။  မဒှ်လ္ပာ်အပ္ဍဲ။  n.  လ္ပာ်ဒစဵုဒစး၊  လက်ဗၠိုက်၊  လက်ဗတး။  ၂။  လ္ပာ်စး(ဗွိုက်လ္တက်,သြန်တၚ်္ကာ,တဆိပ်)။  vt.  ဗတးထောံလက်ဗၠိုက်။  ၂။  သကဵုအာလက်ဗၠိုက်။  ၃။  ကၠောန်လက်ဗတး လက်ဗၠိုက်။  ၄။  ပဲါပလီုထောံ (ဝၚ်သ္ဂုတ်သွာတ်, အသံ)။  reverse order. (adj)  ပဋိလုံ။  reversal (n)  ဒဒှ်မသကဵုအာလက်ဗၠိုက်။  reversible (adj)  မသ္ပလက်ဗၠိုက် လက်ဗတးဂွံ၊  မဗတးထောံဂွံ။"},
{"word":"revert","def":"vi.  ကလေၚ်ပၠန်လ္ပာ်လက္ကရဴ၊  ကလေၚ်စဴ။"},
{"word":"review","def":"vt.vi.  ကလေၚ်ချပ်ဗ္စာ၊  ကလေၚ်ဂၠိုက်ဂၠာဲစံၜတ်ရံၚ်။  ၂။  ကလေၚ်ချပ်ဗ္စာရဏာရံၚ်။  ၃။  ပါ်ပဲါချပ်ဗ္စာရဏာလ္တူလိက်အုပ်တိတ်ကၠုၚ်တၟိ။  ၄။  ကလေၚ်ချပ်ဗ္စာရဏာစၚ်ခြၚ် တၚ်သ္ဂုတ်သွာတ်ရုၚ်ဗွဲအသၟဝ်မဖျေံလဝ်သ္ဂုတ်သွာတ်။  n.  ဒဒှ်မချပ်ဗ္စာရဏာကလေၚ်ပါ်ပဲါ။  ၂။  ဒဒှ်မပါ်ပဲါ(လိက်အုပ်,ဇာတ်ပၠ,ရုပ်ဂမျိုၚ်)။  ၃။  မဂ္ဂဇြေန်၊  ဂျာနေဝ်မတိတ်ရိုဟ်အဒိုတ်။"},
{"word":"revile","def":"vt.vi.  ချဴ၊  ချဴလက်၊  ဆော၊  ဆောသိက်၊  တၜေဟ်၊  တ္ၜေဟ်လက်၊  ၜေဟ်ဂၠေဟ်၊  ၜေဟ်လက်၊  လက်၊  တေၚ်ခွာ၊  စောဒနာ။"},
{"word":"revise","def":"vt.  ကလေၚ်ချပ်ဗ္စာရဏာ။  ၂။  ဗှ်လ္ၚတ်ရံၚ်ဗွဲမချိုတ်ပၠိုတ် သွက်ဂွံကလေၚ်ပလေဝ်ပလေတ်။  revision (n)  ဒဒှ်မကလေၚ်ချပ်ဗ္စာရဏာ၊  ဒဒှ်မကလေၚ်စၟဳစၟတ်ရံၚ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဒဒှ်မကလေၚ်ရံၚ် ကလေၚ်လ္ၚတ်၊  ဒဒှ်မကလေၚ်ပလေဝ်။"},
{"word":"revitalize","def":"vt.  ကလေၚ်ပၠောပ်လမျီု၊  သကဵုဓတ်ကရတ်တၟိတိုန်ကၠုၚ်။"},
{"word":"revive","def":"vt.vi.  သကဵုကလေၚ်လမျီုလုပ်ကၠုၚ်၊  သကဵုဇၞော်သၠုၚ်ကၠုၚ်၊  သကဵုမြဟ်မြဴကၠုၚ်။  ၂။  ကဵုလုပ်ကၠုၚ်ကေၚ်ကာ။  revival (n)  ဒဒှ်မကလေၚ်ဂျိုၚ်တိုန်ကၠုၚ်၊  ဒဒှ်မသကဵုလမျီုလုပ်ကၠုၚ်၊  ဒဒှ်မသကဵုလုပ်ကၠုၚ်ကေၚ်ကာပၠန်။"},
{"word":"revocation","def":"n.  ဒဒှ်မရုပ်သီထောံ။"},
{"word":"revoke","def":"vt.  ရုပ်သီထောံ၊  ပလီုသီထောံ။"},
{"word":"revolt","def":"vt.vi.  က္တဵုသပုန်၊  ပုန်။  ၂။  က္ဍုဟ်မၠေံဇအိုန်ဇရ။"},
{"word":"revolution","def":"n.  ဒဒှ်မရေတ်ဂေတ်။  ၂။  ခလှာဂေတ်အာမွဲလဝူ။  ၃။  ပွမပြံၚ်လှာဲထောံနူကဵုသ္ဇိုၚ်၊  ပွမစၞေဟ်ပလန်၊  ပရေၚ်ပၠန်ဂတး၊  ဒဒှ်မက္တဵုသပုန်။  revolutionary (adj)  မဆေၚ်စပ်ကဵုပရေၚ်ပၠန်ဂတး၊  မနွံကဵုပၟိက်သွက်ဂွံပြံၚ်လှာဲသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  မသကဵုပြံၚ်လှာဲ၊  မနွံကဵုပၟိက်သွက်ဂွံပြံၚ်လှာဲ။  n.  သၟာပၠန်ဂတး။"},
{"word":"revolutionize","def":"vt.  ပြံၚ်လှာဲစၞေဟ်ပလန်ထောံ၊  သကဵုတၞဟ်ခြာအာအလုံအိုဿီု။ "},
{"word":"revolve","def":"vt.vi.  ဂေတ်ကၠောံအာ၊  ဍိတ်။  ၂။  ကလေၚ်ပၠန်ချပ်ဗ္စာရဏာလ္တူဒကဴအိုဿီု။"},
{"word":"revolver","def":"n.  သၞာတ်ဂအဳဂေတ်၊  သၞာတ်ဂၠေံဂၠေံ။"},
{"word":"revue","def":"n.  ဇာတ်ပၠ၊  ဇာတ်မသ္ပစရဵုဓမက်လဝ် ဒဒှ်မက္တဵုဒှ်ဒၟံၚ်ပ္ဍဲခေတ်လၟုဟ်။"},
{"word":"revulsion","def":"n.  တၚ်ဒုၚ်စသိုၚ်မပြံၚ်လှာဲအာမွဲလစုတ်ဓဝ်။"},
{"word":"reward","def":"n.  လာပ်၊  မက်ဖဵု၊  လာပ်ပဿကာ၊  လာပ်သကာ။  vt.  ဖျေံလာပ်။"},
{"word":"rhapsody","def":"n.  လိက်ပတ်၊  ကဗျ၊  ကွိၚ်ကွိုက်မဓမံက်စပ်ဖျပ်လဝ်စိုတ်အရီုသ္ဂောံမိပ်မြဟ်။"},
{"word":"rhetoric","def":"n.  ကွတ်ပညာမရပ်စပ်စကာဝေါဟာဇပ်ဇပ်ဍပ်ဍပ် ပ္ဍဲဒၞာဲဟီုဂးချူခၞံလိက်။  ၂။  အရေဝ်ဘာသာမစိစောန်လဝ်ကဵုချူသ္ၜိုန်ပတိုန်လဝ်ဗွဲမဂၠိုၚ်။  rhetorical (adj)  မရပ်စပ်စကာလဝ်နကဵုဗီုပြၚ်အာတ်မိက်ပ္တိုန်ထ္ၜး အရာမသ္ဒးဒုၚ်စသိုၚ်လဝ်။  rhetorician (n)  တၠပညာမစိုန်သ္ကီုပ္ဍဲလ္ပာ်အရေဝ်ဘာသာဝေါဟာ သွက်ဂွံရပ်စပ်ဇပ်ဇပ်ဍပ်ဍပ်။"},
{"word":"rheumatism","def":"n.  ယဲကျာအာံဗာတ်၊  ယဲဒူလာ၊  ယဲပၚပ်ပ္ၚေၚ်ဂုဟ်ကိတ်စ၊  ယဲသမတ်၊  ယဲသ္ၚိပၟတ်ဒူလာ။  rheumatic (adj)  မဆေၚ်စပ်ကဵုယဲဒူလာသ္ၚိပၟတ်။"},
{"word":"rhinoceros","def":"n.  သြိတ်(သတ်ဇိုၚ်ပန်)။  rhinoceros horn. (n)  နုဟ်သြိတ်။"},
{"word":"rhyme","def":"n.  ကာရန်။  ၂။  ကဗျ၊  လၚ်္ကာ။  ၃။  မအရေဝ်ကာရန်။  ၄။  ပွမရပ်စပ်ချူသ္ၜိုန်ကဗျလၚ်္ကာနကဵုကာရန်။  vt.vi.  လျတ်ဒၟံၚ်နကဵုကာရန်။  rhymed (adj)  မလျတ်စှ်ေဒၟံၚ်ကဵုကာရန်။"},
{"word":"rhythm","def":"n.  ဒဒှ်မစှ်ေကဵုခဍေဝ်ခဍာပ်၊  ဒဒှ်ရမျာၚ်မညဳသာ။  ၂။  ယတိ။  rhythmic / rhythmical (adj)  မစှ်ေကဵုတၚ်ခဍေဝ်ခဍာပ်၊  မညဳသာပ္ဍဲရမျာၚ်။"},
{"word":"rib","def":"n.  ဇုတ်သ္ကဲ၊  ဇုတ်ထကဲ။"},
{"word":"ribald","def":"adj.  မရပ်စပ်စကာအရေဝ်ယုတ်ယုတ်ပပ်ပပ်။"},
{"word":"ribbon","def":"n.  ဇုက်ပၠာဖေဝ်။  ၂။  အရာမဒှ်ဒၟံၚ်ညံၚ်ရဴဇုက်ပၠာဖေဝ်။  ribbon-fish (n)  ကဇၞောဝ်။"},
{"word":"rice","def":"n.  သ္ၚု၊  ပုၚ်။  rice field. (n)  ၚ၊  ဗ္ၚ၊  တိဗ္ၚ၊  ဝါဗ္ၚ။  rice cultivation. (n)  ဗ္ၚ။"},
{"word":"rich","def":"adj.  မသိုက်ဘိုက်၊  မသ္ဂေတ်သွဟ်။  ၂။  မထေက်တန်ကဵုၚုဟ်မး၊  မနွံကဵုၚုဟ်မးဂၠိုၚ်၊  မနွံကဆံၚ်ၚုဟ်မးက္ဍၚ်။  ၃။  မနွံကဵုဝဲါခိုဟ်၊  မဂၠိုၚ်ဂၠေၚ်။  ၄။  မတၟးဇး(အရံၚ်)၊  မဍိုက်ပေၚ်ကဵုသြဇာ(ရမျာၚ်)။  ၅။  မဂၠိုၚ်ကဵုရှ်ကြောံကၠေၚ်။  riches (n)  ပိုန်ဂြပ်ဓန၊  ဒြဗျ၊  ဘောဂ၊  ဘိုက်ဘက်၊  သမ္ပတိ၊  ဒဒှ်မဂၠိုၚ်ဂၠေၚ်။  richly (adv)  နဒဒှ်မနွံကဵုပိုန်ဂြပ်ဘိုက်ဘက်၊  နဒဒှ်မနွံကဵုသၠုဲသၠာ်။  richness (n)  ဒဒှ်မသိုက်ဘိုက်၊  သွဟ်။  rich man. (adj)  သေဋ္ဌဳ။"},
{"word":"rick","def":"n.  ဂအုံချောဲကှ်ကှ်၊  ဂအုံဆံက်။  a rick of hay. (n)  ဂအုံချောဲ။  vt.  ဂအုံပတိုန်ချံက်၊  ဂအုံပတိုန်ချောဲကှ်ကှ်။  to rick hay. (vt)  ပကောံဂအုံချောဲ။"},
{"word":"rickets","def":"n.  ယဲဇုတ်ဟွံမ္ၚိုဟ်ခိုၚ်၊  ယဲကောန်တံမွဲဂကူ(ဇုတ်ဍိုန်လျ)။"},
{"word":"rickety","def":"adj.  မဟွံခိုၚ်ပ္ၚပ်ပ္ၚေၚ်(ဍိုန်လျ)၊  မဇဲဇာဲဒၟံၚ်၊  မအောန်ကဵုဇြဟတ်၊  မဟွံခံၚ်။"},
{"word":"rickshaw","def":"n.  ကွဳဒဇက်ပ္ဍိုက်မၞိဟ်၊  လာန်ချာ။"},
{"word":"rid","def":"vt. (pt.pp. rid .or. ridden)  ၚးတးကလေံထောံ။  riddance (n)  ပွမၚးတးကလေံထောံ၊  ပွမပ္တိတ်ပဲါထောံ။  to rid oneself of turmoil. (vt)  ပ္တေဝ်တမောၚ်(လၟောၚ်)။  get rid of something. (vt)  ဗၠးတိတ်အာနူအရာမွဲမွဲ။"},
{"word":"ridden","def":"ရံၚ် ride တေံညိ။"},
{"word":"riddle","def":"n.  ပုစ္ဆာသွက်ဂွံသှ်ဝါတ်ဂါတ်၊  အရေဝ်ဒဒှ်ေ(လဒိုဟ်)သွက်ဂွံသှ်ဝါတ်ဂါတ်။  ၂။  ဂဇာအဇာပၞော်ဇၞော်ဇၞော်။  vt.  ဂြိုက်ဖျေံသ္ၚု။  ၂။  သကဵုဒှ်ညံၚ်ရဴပထောၚ်ဂဇာ။"},
{"word":"ride","def":"vt.vi. (pt.rode. pp.ridden)  က္ဍိုက်၊  ဍိုက်၊  ဂ္ဇံဍိုက်၊  တၞၚ်၊  တၞၚ်လ္ဂုၚ်။  ၂။  ဂ္ဇံဍိုက်ဗက်အာ။  ၃။  ဖျေံလဝ်တၟံ၊  မံက်ဂတဝ်ဒၟံၚ်။  ၄။  ပျိုၚ်ထ္ဍုတ်ဓမက်။  ၅။  ပ္ဍဵုပ္ဍိုက်လိုန်ပိန်။  n.  ဒဒှ်မဂ္ဇံဍိုက်အာ၊  ခ္ဍိုက်၊  ဖ္ဍိုက်။  rider (n)  မၞိဟ်ဍိုက်ချေံ။  ၂။  တၚ်လညာတ်ဗွဲကြဴ၊  တၚ်မသ္ဂုတ်သွာတ်ဗွဲကြဴ၊  တၚ်မစဳရေၚ်ဗွဲကြဴ။"},
{"word":"ridge","def":"n.  ဇုက်ဗၞၚ်၊  ဇဵု၊  ဗၞၚ်၊  သိၚ်ဗိုၚ်ကၠာ၊  ဇဵုကုန်။  ၂။  ဒၞာဲတၞုၚ်ကၟဳၜါလ္ပာ်ဒိစုက်ညးသ္ကံ၊  ကလီု၊  စိၚ်သ္ၚိ။  ၃။  စရိတ်ဂရး၊  ဂၠံၚ်ဂရး။  vt.  ထောဲဇိက်ညံၚ်သ္ဂောံမံက်ဒၟံၚ်နကဵုဂၠံၚ်ဂရး။  ridge-pole (n)  ဖဍိုက်စိၚ်၊  ကွဳစိၚ်။"},
{"word":"ridicule","def":"vt.  ဂြိုၚ်၊  စရဵု၊  သ္ပစရဵု၊  ပျိုၚ်ပျေက်။  n.  ဒဒှ်မဂြိုၚ်တ္ၜေဟ်၊  ဒဒှ်မဂြိုၚ်သ္ပစရဵု။  ridiculous (adj)  မထေက်ကဵုသ္ဒးဂြိုၚ်သ္ပစရဵု၊  မဒိုဟ်ဓီု။"},
{"word":"rife","def":"adj.  မဒှ်ဒၟံၚ်ပြးဇး၊  မဆေၚ်စပ်ကဵုညးဂမၠိုၚ်။"},
{"word":"riffraff","def":"n.  မၞိဟ်က"},
{"word":"rifle","def":"vt.  ဂၠာဲဂၟာဲပၠံၚ်ၜးကေတ်ဏာ။  ၂။  ဓမံက်စရိတ်ပ္ဍဲပၠံၚ်သၞာတ်။  n.  သၞာတ်ရာက်ဝှေဝ်။"},
{"word":"rift","def":"n.  ဒဒှ်မကရောန်ထကး။"},
{"word":"rig","def":"vt. (-gg-)  ဗ္ဂပ်တိုၚ်ယာ, ဇုက်ယာကဵုက္ၜၚ်။  ၂။  ကျိုၚ်ကျဝ်ဗွိုက်လ္တက်ကပေါတ်ကညောတ်၊  ဗ္ဂပ်စုတ်ကပေါတ်ပၟိက်နွံၜိုတ်ဂွံ။  n.  ဗီုပြၚ်တိုၚ်ယာ,ဇုက်ယာက္ၜၚ်မွဲ။  ၂။  ဗီုကျိုၚ်ကျဝ်ဗိုက်လ္တက်။  rigging (n)  ဇုက်ထိၚ်တိုၚ်ယာကဵုယာ,ပ္ဍဲက္ၜၚ်မွဲ။"},
{"word":"right","def":"adj.  မဍာံပြတပ်တး၊  မစှ်ေကဵုဗဗွဲဓဝ်၊  မဒး၊  မဒွး၊  သမ္မာ၊  သၟဟ်ရထ။  ၂။  လ္ပာ်ဂၠံၚ်ခိုဟ်(ဗွိုက်လ္တက်)။  ၃။  မဍာံပြ၊  မချိုတ်ပၠိုတ်ဍာံပြ၊  မဒှ်ကဆံၚ်ဒးကဵုဂၞပ်စိုတ်။  ၄။  ဒကဴမနွံကဵုဒဳဂရဳ(90°)၊  ဒကဴစှ်ေကဵုတၚ်တဲ။  ၅။  မဒှ်လ္ပာ်ပုၚ်၊  မဒှ်တဲသ္တုံ၊  မဓဝ်ယာ၊  တုံ၊  သတုံ။  n.  အရာမဒှ်ဍာံ။  ၂။  အခေါၚ်အဝဵုအာတ်မိက်၊  အခေါၚ်အဝဵုကေတ်ဂွံ၊  အခေါၚ်အဝဵုကၠောန်စၞောဝ်(သၞောဝ်)မာန်။  ၃။  လ္ပာ်ပုၚ်၊  လ္ပာ်သတုံ။  vt.  သကဵုဍာံကၠုၚ်၊  ဓဝ်သၟတ်၊  သၞောဝ်ဂၠံၚ်၊  လ္ၚာပ္တိုန်၊  ကၠောန်ညံၚ်သ္ဂောံဍာံ,ဒးကၠုၚ်။  to right a wrong. (vt)  ပလေဝ်ပလေတ်ထောံမမှာရာယောၚ်ယာ။  rightful (adj)  မဒှ်အတိုၚ်ဓဝ်ဍာံဍာံ၊  မဒှ်အတိုၚ်ဗဗွဲဓဝ်ဍာံဍာံ။  ၂။  မစှ်ေကဵုဗဗွဲဓဝ်။  rightly (adv)  နဒဒှ်မစှ်ေကဵုဗဗွဲဓဝ်၊  ဗွဲသၟတ်။  right conduct. (adj)  သုစရိုတ်။  right recollection. (adj)  မဗၞုဟ်ဗွဲမဒးရး။  right side up. (adj)  မလ္ၚာ။  right and wrong. (n)  မုတ်ဒွး။"},
{"word":"right","def":"|2| adv.  တပ်ထ္ၜိုက်၊  တပ်တပ်။  ၂။  လွာဲဂှ်၊  လၟုဟ်။  ၃။  နဒဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  ဗွဲဍိုက်ဍိုက်ပေၚ်ပေၚ်။  ၄။  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဗွဲမချိုတ်ပၠိုတ်။   adj.  မဆေၚ်စပ်ကဵုလ္ပာ်ပုၚ်(သတုံ)။  right-hand side. (adj)  သတုံ၊  လ္ပာ်သတုံ။  Go to the right. (n)  အာလ္ပာ်တဲသတုံ၊  အာလ္ပာ်တဲပုၚ်၊  အာလ္ပာ်ဒက္ခိဏ။"},
{"word":"righteous","def":"adj.  မဒ္ဂေတ်ဗက်သၞောဝ်ဥပဒေ၊  မသ္တပ်လ္ဂူ၊  မစှ်ေကဵုဗဗွဲဓဝ်။  righteously (adv)  နဒဒှ်မစှ်ေကဵုဗဗွဲဓဝ်၊  ဗွဲဓဝ်၊  ဗဗွဲဓဝ်။  righteousness (n)  ဒဒှ်မစှ်ေကဵုဗဗွဲဓဝ်။  unrighteously (adv)  ဟွံမွဲကဵုဗဗွဲဓဝ်။"},
{"word":"rigid","def":"adj.  မကြံၚ်မ္ၚိုဟ်၊  မတ္ၚံက်ကဝးဟွံဂွံ။  ၂။  မခိုၚ်မ္ၚိုဟ်၊  မကြေပ်ဂြတ်၊  မဟၟဲကဵုအပြံၚ်အလှာဲ၊  မဒှ်သဒှ်ပြံၚ်လှာဲဟွံဂွံ။  rigidly (adv)  ခိုၚ်ခိုၚ်မ္ၚိုဟ်မ္ၚိုဟ်၊  နဒဒှ်မဟၟဲကဵုအပြံၚ်အလှာဲ။  rigidity (n)  ဒဒှ်မခိုၚ်မ္ၚိုဟ်၊  ဒဒှ်မကြေပ်ဂြတ်။"},
{"word":"rigmarole","def":"n.  အရေဝ်ဂၠိၚ်ဂၠိၚ်သ္ၚောဲသ္ၚောဲ၊  ဂလာန်ဟီုဂးမဟၟဲကဵုဖဵုဂုန်၊  ဂလာန်မဟၟဲကဵုသတ်ဒတ်။"},
{"word":"rigour","def":"(rigor)  n.  ဒဒှ်မကြေပ်ဂြတ်ဒၟံၚ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ဒဒှ်မကြံၚ်မ္ၚိုဟ်၊  ဒဒှ်မသ္ကာတ်မြဟ်။  rigorous (adj)  မသ္ကာတ်မြဟ်၊  မကြံၚ်မ္ၚိုဟ်။"},
{"word":"Rigveda","def":"n.  ဣရုဗိုတ်။"},
{"word":"rile","def":"vt.  သ္ပညံၚ်စိုတ်ဂွံထေဲ။"},
{"word":"rill","def":"n.  လ္ဂောဝ်သၟတ်။"},
{"word":"rim","def":"n.  ဓမြီု၊  ဓရီု၊  ဒရာနာ။  ၂။  လကံက်ပသဲမဗ္ဂပ်စုတ်ပ္ဍဲခလှာကွဳစက်။  vt.  မောံ၊  ဂြီု၊  ဝိုၚ်ဗိုၚ်လဝ်။ "},
{"word":"rime","def":"n.  လတိုပ်ကလောံကလောံ။"},
{"word":"rind","def":"n.  သၞော်(သတ်ဆု,သတ်ဒုန်)။"},
{"word":"ring","def":"n.  စက်ဝိုၚ်၊  စေဝ်ဝိုၚ်။  ၂။  တကံက်၊  ဇြေဟ်၊  လကံက်၊  ကဝး၊  လကံက်စိန်၊  လစိန်၊  ကစိန်။  ၃။  ဝိုၚ်စာဲလက်ပၠုဲ။  vt.  ပြဘန်၊  ရေတ်ဗိုၚ်။  a ring. (n)  လစိန်မွဲဇြေဟ်။  ring-finger (n)  တဲဇိုၚ်သေန်၊  ကောန်တဲဣသေန်၊  ဣသေန်။  ring of iron. (n)  ကၠံက်ပသဲ။  ring dove. (n)  ပူဝါ။  ringworm (n)  ယဲကသံက်၊  ယဲတသံက်၊  ယဲစၟတသံက်။"},
{"word":"ring","def":"|2| n.  ဂိုန်မၞိဟ်ပရံ၊  ဂိုဏ်မၞိဟ်ဂၠာဲဖဵုဂုန်ဇကုသက်သက်။  ringleader (n)  က္ဍိုပ်သ္ကိုပ်ဂိုန်မၞိဟ်ပရံ။"},
{"word":"ring","def":"|3| vt.vi. (pt.rang, pp.rung)  ကယျောၚ်၊  စမြေံ(မြေမ်)၊  သကဵုဗရုဗြု။  ၂။  ဂဒုခၞိၚ်။  ၃။  ပြဘန်၊  ရေတ်ဗိုၚ်။  ၄။  ဗရုဂဒု။"},
{"word":"ringlet","def":"n.  ကရာန်သော်၊  သော်ကရာန်ကရာန်(သော်ထကာန်)။"},
{"word":"rink","def":"n.  ဗလးဂၠးဍာ်ကလောံ သွက်ဂွံလှောဝ်ဍိုက်စောတ်။"},
{"word":"rinse","def":"vt.  ကၜဴ(ပါၚ်)၊  ကပိုက်ကဵုဍာ်သအးသအး၊  ကြာတ်ကဵုဍာ်သအးသအး၊ဓ  ခလု၊  တ္ၜဴ(ပါၚ်)၊  ၜောပါၚ်။  n.  ဒဒှ်မကပိုက်ကြာတ်ကြဴ၊  ဒဒှ်မခလုထောံ။"},
{"word":"riot","def":"n.  ဒဒှ်မဒှ်ထုဲထုဲကြာန်ကြာန်၊  ဒဒှ်မဒှ်အဓိကဵု။  ၂။  ဒဒှ်မဟၟဲကဵုစေဝ်သၞောဝ်၊  ဒဒှ်မညာန်ညေဲမိပ်ဇြိပ်မဟၟဲကဵုထိၚ်ဒက်ကောပ်ကာဲ။  vt.  သ္ပညံၚ်ရဴသ္ဂောံလရုလစာ်တိုန်။  ၂။  လုဟ်ကဵုမိပ်။  rioter (n)  မၞိဟ်သကဵုကတံၚ်ကတဴ၊  မၞိဟ်ပါကရောံအဓိကဵု။  riotous (adj)  မပါလုပ်ပ္ဍဲကဵုအဓိကဵု။"},
{"word":"rip","def":"vt.vi. (-pp-)  ပၠံၚ်ခတာ်ကေတ်တုဲထစာ်သာ်ထောံ။  ၂။  ကရေက်အာၜါကရေက်။  n.  ဒၞာဲမစာ်ထကးမံၚ်။"},
{"word":"ripe","def":"adj.  မဍုဟ်၊  မစိုပ်အခိၚ်သီရတ်၊  မဒှ်သွက်ဂွံရပ်စပ်ဒှ်ဒၟံၚ်ဒတုဲ။  ၂။  မကြံၚ်ဍုဟ်၊  မတမြံၚ်။  ၃။  မဒးအခိၚ်။  ripen (vt.vi)  ဍုဟ်၊  တရံၚ်၊  လမုဟ်၊  သကဵုဍုဟ်။  ripeness (n)  တရံၚ်၊  တရံၚ်ထဍုဟ်၊  တရံၚ်လဍုဟ်၊  ဒဒှ်မဍုဟ်၊  ဒဒှ်မကြံၚ်ဍုဟ်၊  ပရိပါက၊  တမြံၚ်။"},
{"word":"ripple","def":"n.  ရမျာၚ်လပှ်မှး(ဇၟး) ဍောတ်ဍောတ်၊  ရမျာၚ်ဂြိုၚ်ခအှ်ေ။  vt.vi.  သကဵုလပှ်ဇၟးက္တဵုဒှ်တိုန်ကၠုၚ်။"},
{"word":"rise","def":"vi. (pt.rose, pp.risen)  သၠုၚ်ကၠုၚ်၊  သၠုၚ်တိုန်ကၠုၚ်၊  စိုပ်ကၠုၚ်ဒၞာဲသၠုၚ်၊  မံက်တိတ်ကၠုၚ်၊  တိုန်ကၠုၚ်၊  ဥဒေ။  ၂။  ကလိုက်၊  ကလိုက်က္တဵု၊  က္တဵုထ္တဴ၊  ဂလိုက်က္တဵု၊  က္တဵုနူဒၟံၚ်သ္တိက်။  ၃။  က္တဵုတိုန်၊  ဂၠိုက်တိုန်၊  တိုန်ကၠုၚ်လ္တူဂၠးဍာ်၊  ပံၚ်၊  ပံၚ်တၟိုဟ်၊  ဖဍံ၊  ဖဍံတိုန်။  ၄။  စပ္တံဒုၚ်ကေတ်သ္ဇိုၚ်။  ၅။  သပုန်၊  က္တဵုဒစဵုဒစး။  ၆။  နွံကဵုအစောံစရာဲပတဝ်က္ဍိုပ်မာန်စၟံဒၞာဲ။  ရ။  ပြံၚ်ဆုဲအာဒၞာဲကောံဓရီု၊  ဇူထောံကောံဓရီုမွဲချိုန်ခဏ။  n.  ကုန်ဒဵုသၟတ်ဒၞာဲတသောဝ်စှ်ေဒံၚ်ညိညိ။  ၂။  သၠုၚ်တိုန်(ၚုဟ်မး)။  ၃။  ဟိုတ်မဒှ်တိုန်ကၠုၚ်။  rising (adj)  တွိုန်၊  မဆေၚ်စပ်ကဵုသၟတ်မက္တဵုကၠုၚ်မွဲဂရိုက်ပၠန်။  rising tide. (adj)  ဒတိုန်ဍာ်ဒဳ။  the smoke rises. (vi)  ယက်ဂဂုဲ၊  ယက်ဂၠိုက်ဂဂုဲ။  rise suddenly. (vi)  ခြုဟ်ဒလိုက်က္တဵု။  rise up. (vi)  က္တဵု၊  က္တဵုက္တဵု။"},
{"word":"risible","def":"adj.  မဆေၚ်စပ်ကဵုပွမဂြိုၚ်၊  မလေပ်ဂြိုၚ်၊  မဂြိုၚ်မာန်၊  မနွံကဵုသတ္တိမဂြိုၚ်မာန်။"},
{"word":"risk","def":"n.  ဒဒှ်အယောၚ်အလာမသကဵုဒှ်အန္တရာဲ၊  ဒဒှ်အယောၚ်အလာမသကဵုဒှ်ဟောံဗြောံ၊  ဒဒှ်မသကဵုဂိဂေၚ်အာ၊  ဒဒှ်မထောံလမျီုကၞောတ်သော်၊  ဒဒှ်မသ္ဂံၚ်လဝ်စိုတ်။  vt.  ကၠောန်ယဵုဒုၚ်ထောံလမျီုကၞောတ်သော်(ထ္ၜေက်ထောံမတ်)။  risky (adj)  မသ္ဒးကၠောန်ထောံလမျီုကၞောတ်သော်၊  မထ္ၜေက်မတ်တုဲကၠောန်၊  မဒှ်ဒဒှ်မဂၠိုၚ်ကဵုအန္တရာဲ။"},
{"word":"rite","def":"n.  ပေဲါသဘၚ်၊  အသေအဟာန်၊  မ္ၚဵု။  ritual (n)  အစဳအဇန်ပေဲါသဘၚ်၊  အစဳအဇန်အသေအဟာန်။  adj.  မဆေၚ်စပ်ကဵုပေဲါသဘၚ်၊  မဆေၚ်စပ်ကဵုအသေအဟာန်။"},
{"word":"rival","def":"n.  မၞိဟ်ပြိုၚ်ပ္ကာန်၊  မၞိဟ်သ္ဒးပ္တဝ်။  ၂။  ဒဒှ်မဒှ်မၞိဟ်ပြိုၚ်ပ္ကာန်။  vt.  ပြိုၚ်ပ္ကာန်၊  ပ္တဝ်ပြိုၚ်။  rivalry (n)  ဒဒှ်မပြိုၚ်ဒၟံၚ်ညးသ္ကံ၊  ဒဒှ်မပ္တဝ်ပြိုၚ်။"},
{"word":"river","def":"n.  ၜဳ၊  ကြုၚ်၊  နဒဳ။  river bank. (n)  ပရၚ်ၜဳ၊  သ္ကဲၜဳ၊  သၟောန်ၜဳ၊  သြၚ်ၜဳ။  riverside (n)  ဇိုၚ်ၜဳ။"},
{"word":"rivet","def":"n.  သၞာဲကၠောန်လဝ်ကဵုပသဲ။  vt.  တက်သၞာဲ။  ၂။  ထောံလဝ်စိုတ်၊  ထောံလဝ်အရီု။"},
{"word":"rivulet","def":"n.  စောဝ်(ကြုၚ်သၟတ်)။"},
{"word":"road","def":"n.  ဂၠံၚ်၊  အဒ္ဓာန်၊  ဍာန်၊  ဍာန်ဂၠံၚ်၊  ဂၠံၚ်ဇၞော်၊  တရဴ၊  တြဴ၊  သဗာန်ဂၠံၚ်။  ၂။  နဲကဲမကေတ်ဂွံမာန်အရာမွဲမွဲ။  roadside (n)  သၟောန်ဂၠံၚ်၊  ဒကဴဂၠံၚ်။  roadway (n)  အဒေါဝ်ဂၠံၚ်ဇၞော်။"},
{"word":"roam","def":"vt.vi.  ကြၚ်၊  ကြၚ်ကြောဝ်၊  ဂေၚၚ်၊  ဂေၚၚ်ကြိုၚ်၊  ဂေတ်ဝေၚ်၊  ဂေတ်ကြေဝ်။"},
{"word":"roan","def":"adj.  မနွံအရံၚ်ဍံက်ဍေန် ညံၚ်ရဴသာ်ပ္တေၚ်ဟီဟီ(သာ်သော်သတ်)။"},
{"word":"roar","def":"n.  ကရီု၊  ဂအတ်၊  ဂအတ်ရမျာၚ်၊  ဒြဟ်၊  ဗရုကရေဲ။  ၂။  ဗရုရမျာၚ်ဂြိုၚ်ထတ်ထတ်၊  ဗရုရမျာၚ်ထညက်၊  ဒဒှ်ဂိဗွဲမလောန်တုဲကရေဲတိုန်။  vt.vi.  ကရေဲဂြိုၚ်ထတ်ထတ်။  ၂။  ကရေဲကဵုအသံ။  ၃။  ဂမ်အတ်၊  ဂြဟ်၊  ဗြုကြီုဂမ်အတ်။"},
{"word":"roast","def":"vt.vi.  ပရာၚ်၊  ဂဒဵု၊  စံၚ်၊  ဂြောပ်ကဵုပၟတ်၊  အုပ်လ္တူပၟတ်၊  တူလာဲ။  ၂။  ကဵုဂမ္တဴ၊  သၠာန်ကဵုပၟတ်၊  နှာ။"},
{"word":"rob","def":"vt.  သကဵုဒှ်တဲသၟး၊  သကဵုဗၠးနူတဲ၊  ပၠံၚ်၊  ပၠံၚ်ၜး၊  ဒမၠ၊  ဒမၠကေတ်။  robber (n)  ဒမၠ၊  ဓမၠ၊  မၞိဟ်ပၠံၚ်ၜး။  robbery (n)  ဒဒှ်မဒမၠကေတ်၊  ဒဒှ်မဗ္တိုက်ပၠံၚ်ကေတ်။"},
{"word":"robe","def":"n.  ဖေၚ်၊  ပလောံဖေၚ်၊  သ္ၚာ။  vt.vi.  သၠောံလတက်၊  ကျိုၚ်ကျဝ်။  robes of a Buddhist monk. (n)  ဇၞောဝ်အရဳ၊  တိစဳဝရိက်၊  ဒကိုပ်၊  သကိုပ်။"},
{"word":"robin","def":"n.  ဂစေံဗၠာဲဘာ။"},
{"word":"robot","def":"n.  ရုပ်စက်၊  မၞိဟ်ဗဗွဲဗက်ကဵုရုပ်စက်။"},
{"word":"robust","def":"adj.  မကြံၚ်မ္ၚိုဟ်၊  မထတ်မ္ၚိုဟ်၊  မဇၞော်သၠုၚ်၊  မသာက္ဍာဗိုန်ဗတ်။"},
{"word":"rock","def":"n.  တၟံ၊  တၟံကလောံ၊  တၟံလး၊  တၟံလးဨကြက်ဂန်၊  ဒဒှ်မခက်အာသံၚ်ဗ္တဳ၊  ဒဒှ်မအိုတ်အာသၞေဟ်ပိသြၚ်ပန်(အိုတ်အးအာ)၊  ဒဒှ်မထောံရာန်ညးသ္ကံ(ဗြဴကဵုတြုံ)။  rock bottom (n)  ဒဒှ်မစိုပ်အာကဆံၚ်သဝ်အိုတ်(ၚုဟ်မး)။  rock cavern. (n)  ဂိုဟ်တၟံ၊  လိုၚ်၊  လေဏ်။  rock garden (n)  ဥဒျာန်မကၠောန်ဗဒှ်လဝ်ကဵုတၟံကလောံ သွက်ဂွံတဵုတၞံမတိုန်ဒၟံၚ်လ္တူတၟံလး။  rock salt. (n)  ပအဵုသိန္ဓဴ၊  ၜဵုသိန္ဓဴ။  rocky (adj)  တၟုဲဒၟံၚ်ကဵုတၟံ၊  မကြံၚ်မ္ၚိုဟ်ဒၟံၚ်ညံၚ်ရဴတၟံ။  ၂။  မချဳဒရာၚ်၊  မဟွံညိၚ်၊  မဟွံဍာံ။  Rocky Mountains. (n)  တဍတ်တၟံ၊  ဒဵုတၟံ။  vt.vi.  ဂဝုဲ၊  ဂရိုဟ်ဏာဂရိုဟ်နၚ်၊  ဗဝုဲ၊  လဝုဲ၊  လဟုဲ။  ၂။  ပချဳ၊  ဒရိုက်။  rock-'n-roll  (n)  ကွိၚ်ကွိုက်ရံက်အိန်ရဝ်။"},
{"word":"rocket","def":"n.  ကဴဍေၚ်၊  ကဴပၟတ်။  ၂။  ပၠံၚ်ပရှ်ကျာ။  vi.  ပဝ်ဂစာန်တိုန်အာညံၚ်ရဴပၠံၚ်ပရှ်ကျာ။"},
{"word":"rococo","def":"adj.  မပုတ်ဂၠတ်လဝ် ၜတ်ၜတ်တကတ်တကတ်(ပရိဘောဂ၊  ကဆံၚ်တဲဗဳသ္ကဝ်)။"},
{"word":"rod","def":"n.  အရာတၞုၚ်တၞုၚ်၊  ကပေါတ်ထ္ၜောံထ္ၜောံ၊  လေံ၊  လေံခၜောံ၊  လေံဇဵု။  ၂။  လေံတ္ၜဝ်၊  လေံၜဝ်၊  လေံဝေတ၊  ဒန်၊  လေံဒန်။  ၃။  ဗ္ၜတ်ဇမၠိၚ်မသုန်ဂေက်ဘာ်။"},
{"word":"rodent","def":"n.  သတ်တိရစ္ဆာန်မလေပ်ကိတ်ထပိုတ်စနကဵုေၚက်(ဗ္တာဲ,ကၞိ,ပြိပ်)။"},
{"word":"rodeo","def":"n.  ပွမဒဳဏာဂၠဴသ္ကံပြေၚ်သ္ကံသွက်ဂွံတက်တဆိပ်။  ၂။  ပေဲါထ္ၜးအစောံစရာဲပၟၚ်ဂၠဴတံ(ဍိုက်ချေံ,ရပ်ဂၠဴ)။"},
{"word":"roe","def":"n.  ခၟာဲက။"},
{"word":"roe","def":"|2| n. (pl.roe ၊ or ၊ roes)  ဒြာဲမွဲဂကူ။"},
{"word":"rogue","def":"n.  သၟာအလီ၊  မၞိဟ်လီ၊  မၞိဟ်လာန်၊  မၞိဟ်မဟဳဍာ်၊  မၞိဟ်ပရာန်တံၚ်။  ၂။  စိၚ်မပြးလဝ်နူသ္ကံ။  roguery (n)  ဒဒှ်မလီဗ္ဂေတ်။  roguish (adj)  မဟွံလ္ဂူတပ်၊  မလီလာန်။  ၂။  မဓၟက်ဂြိုက်၊  မချော်နှေံထ္ဍုတ်။"},
{"word":"roisterer","def":"n.  မၞိဟ်သ္ပညာန်ညာန်ညေဲညေဲ၊  မၞိဟ်သ္ပညံၚ်ဂွံညာန်ညေဲတိုန်။"},
{"word":"role","def":"n.  ကဏ္ဍမသ္ဒးဍိုက်ဇာတ်။  ၂။  အခန်သ္ဒးကေတ်တာလျိုၚ်၊  ကဏ္ဍသ္ဒးကေတ်တာလျိုၚ်။ "},
{"word":"roll","def":"vt.vi.  ခၟော၊  ထမူ၊  လဵု၊  ပၠော၊  ဗ္ၜန်၊  သမူ၊  သၟူ။  ၂။  ထၟူ။  ၃။  ပၠောပၠိုဟ်ပ္တိတ်။  ၄။  ဝေၚ်လဵု(ဂၠုၚ်,က္ၜၚ်)။  ၅။  ဒှ်ဒၟံၚ်သၠုၚ်သဝ်ညံၚ်ရဴလပှ်။  ၆။  ဂရိၚ်(ဂဂဵု)၊  ဗြုဂရိၚ်။  roll about. (vt.vi)  ပၠော၊  ပၠိန်၊  လောလိန်။  roll down. (vt.vi)  လောခတူစှ်ေအာ။  roll over. (vt.vi)  ပၠော၊  လော။  n.  ဒဒှ်မထၟူ။  ၂။  ထၟူ၊  ထ္ၜောံ၊  သၟူ။  ၃။  ဒဒှ်ဝေၚ်လဵုဒၟံၚ်(ဂၠုၚ်,က္ၜၚ်)။  ၄။  ဗရုဂရိၚ်(ဂဂဵု)။  ၅။  စရၚ်ယၟု။  roll call. (n)  စရၚ်ယၟုမၞိဟ်။  roller (n)  အကာပ်၊  ရိပလော၊  ရိပိုဟ်။  ၂။  အကာပ်(ဂစေံ)။  roller skates (n)  ကပေါတ်ဒၞပ်ခလှာ မဍိုက်တသောဝ်အာ လ္တူဂၠးမုက်ဍာ်ကလောံကဵုဂၠးမုက်တိ။  rolling pin (n)  ရိပလောသွက်ဂွံဗုတ်ကွာၚ်။  rolling stock (n)  တောဲသ္ၚိကွဳပၟတ်။  rolled candle. (adj)  မဒှ်ပၞာၚ်ဗ္ၜန်။  rolling thunder. (adj)  မဗြုဒရိၚ်၊  မဒမြိၚ်။"},
{"word":"rollicking","def":"adj.  မမိပ်ဇြိပ်ဒံၚ်ထလာ်ယူညာန်ညေဲမံၚ်၊  မတၟုဲဒၟံၚ်ကဵုနသ္ဒးလုပ်စိုတ်။"},
{"word":"Roman","def":"adj.  ရဝ်မ၊  မဆေၚ်စပ်ကဵုရောံ။  n.  ကောန်ဍုၚ်ရောံခေတ်တြေံတေံ။  Roman Catholic (n)  ဘာသာဝရေန်ဂျဳ၊  ဗြေန်ဂျေဝ်။"},
{"word":"romance","def":"n.  ဝတ္ထုမချူသ္ၜိုန်လဝ်ပရောပရာ  ဇက်လဝ်ဇာတ်မဟဳသ္ပဝ်ပ္ဍဲသွပ်စိုတ်၊  ပရောဇုက်သံယောဇိုန်၊  ပရောသ္ဒးထောံလမျီုကၞောတ်သော်။  ၂။  ကိစ္စဇက်လဝ်သတ်ဇာတ် ပရောဒှ်သံယောဇိုန်မိပ်မြဟ်ကဵုသ္ဒးသာဲခြာပ္ဍဲပရေၚ်လောက၊  သတ်ဇာတ်သ္ဍိုက်ဆာန်။  romantic (adj)  မဟဳသ္ပဝ်သွပ်ကေတ်ပ္ဍဲစိုတ်။  ၂။  မဆေၚ်စပ်ကဵုမဟဳသ္ပဝ်ဒၟံၚ်ပ္ဍဲစိုတ်။  ၃။  မချူလဝ်ဗီုစိုတ်ဇကု ပၟိက်စိုတ်ဇကုဒှ်ကၠုၚ်(ပ္ဍဲသွပ်စိုတ်)၊  မဒှ်သွပ်စိုတ်၊  မဟွံစပ်ဖျပ်ကဵုဒဒှ်မဒှ်ဒၟံၚ်ဍာံဍာံ။"},
{"word":"romp","def":"vi.  ဝေၚ်၊  ဂြိပ်ထလာ်၊  ဒံၚ်ထလာ်၊  ဝေၚ်မိပ်ဇြိပ်ဒၟံၚ်။  n.  ဒဒှ်မဝေၚ်ဂြိပ်ဒံၚ်ထလာ်ညာန်ညေဲဒၟံၚ်။  ၂။  သၟတ်ဗြဴမလေပ်ဝေၚ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ဣမှက်(တၟက်)။  romper (n)  ဗွိုက်ရောံရောံသၠဲသၠဲသွက်ကောန်ၚာ်တံ။"},
{"word":"rood","def":"n.  တိုၚ်ညးမဒၚ်မဂစိုတ်ကၠုၚ်လဝ်တၠညးယေရှူခရေတ်။  ၂။  ဇၞော်သၠဲတိမနွံပန်ဂအုံမွဲဂအုံဨက။"},
{"word":"roof","def":"n.  ကၟဳ၊  ကၟဳသ္ၚိ။  vt.  ကၟဳ၊  ကၟဳသ္ၚိ။  roof of a house. (n)  ကၟဳသ္ၚိ။"},
{"word":"rook","def":"n.  ခ္ဍာ်ဗၞံၚ်(နံၚ်)၊  ခ္ဍာ်ဂြိုပ်။  ၂။  မၞိဟ်လီ၊  မၞိဟ်တၠညာန်၊  မၞိဟ်လီဝေၚ်ဖေဝ်။  ၃။  ကွဳချေံ(ပ္ဍဲကၠချိတ်)။  vt.  လီဝေၚ်ကေတ်မာန်ဏာဖေဝ်၊  ကေတ်မာန်ပလေဝ်စဏာကဵုညာန်။"},
{"word":"room","def":"n.  ခဒံ၊  ခဒံတိက်။  ၂။  ဒၞာဲဝဲါ၊  ဒၞာဲဒၟံၚ်၊  ဒၞာဲသၠး။  ၃။  အခေါၚ်အဝဵု၊  အယောၚ်အလာ။  roomed (adj)  မဆေၚ်စပ်ကဵုခဒံ။  roomful (n)  ဒဒှ်ခဒံမပေၚ်ဒၟံၚ်၊  ဒဒှ်ခဒံပေၚ်ဗၠိုပ်ဒၟံၚ်။  roomy (adj)  မသၠဲလး။"},
{"word":"roost","def":"n.  ဒၞီစာၚ်၊  ဒၞီဂစေံကၞေံ၊  ဒၟံၚ်ဂွံဒီုဒက်။  vi.  တိုန်ဒၞီ၊  လုပ်ဒၟံၚ်သ္တိက်။  rooster (n)  စာၚ်အုက်။  "},
{"word":"root","def":"n.  ရိုဟ်။  ၂။  ခၟာဲ(ရာဲ၊  ရိုဟ်ဇုက်)။  ၃။  တံရိုဟ်။  ၄။  တံသ္ဇိုၚ်၊  သ္ဇိုၚ်တံမူလ။  ၅။  ဂလာန်တံ၊  ပိုဒ်တံ။  the root of a problem. (n)  သ္ဇိုၚ်ပြသၞာ။  vt.vi.  ရိုဟ်တိတ်၊  ရိုဟ်စှ်ေ၊  ရိုဟ်ခိုၚ်ဗိုန်။  ၂။  ဗိုန်ဗတ်၊  ခိုၚ်ကၠိုက်။  ၃။  ပိုက်ထောံသီုရိုဟ်၊  ၚးတး၊  ပိုဟ်ဖလှေက်ထောံဖအိုတ်။  ၄။  ဂၠိုက်ဂၠာဲဆဵုဂဗ။  ၅။  ခဲါ၊  ခဲါဗၟံက်။  root of a water lily. (n)  လွာသွာ။"},
{"word":"rope","def":"n.  ဇုက်၊  ဇုက်တ္ၜန်။  ၂။  အရာမစန်ဒက်လဝ်၊  အရာမဆက်ဍံၚ်တောဲလဝ်။  vt.  ဒက်၊  စန်ဒက်၊  ကၠေၚ်ဒက်။"},
{"word":"rosary","def":"n.  မခတောန်၊  မဂတောန်။  ၂။  ဓဝ်ပရိုတ်။  ၃။  ကၠံပ္ကဴကၠေၚ်လတိုပ်။"},
{"word":"rose","def":"ရံၚ် rise တေံညိ။"},
{"word":"rose","def":"|2| n.  ကဴကၠေၚ်လတိုပ်။  ၂။  အရံၚ်ရဴကၠေၚ်လတိုပ်၊  အရံၚ်သာ်ကဴကြံၚ်ကြံၚ်။  roseate (adj)  မဒှ်အရံၚ်သာ်ကဴကၠေၚ်လတိုပ်။  rosette (n)  တဝ်ချတ်ပ္ဍဲသြိုဟ်ကၠောန်လဝ်ဗီုကဵုပ္ကဴကၠေၚ်လတိုပ်၊  တဆိပ်ဍောၚ်ဖေဝ်။  rosewood (n)  ဆုဗ္ကေတ်။  rosy (adj) (-ier,-iest)  မဒှ်အရံၚ်သာ်ကဴကၠေၚ်လတိုပ်။  ၂။  မနွံကဵုအခေါၚ်ခိုဟ်၊  မနွံကဵုကဆံၚ်ဂွံစၟဳမၚ်။"},
{"word":"roster","def":"n.  စရၚ်မၞိဟ်ပူဂဵုမဒုၚ်ကာတာလျိုၚ်နကဵုအလန်။"},
{"word":"rostrum","def":"n. (pl.-s 'or' -tra)  စၚ်သွက်ဂွံတွံဓဝ်၊  ပၞၚ်ဓဝ်၊  ပလ္လၚ်။"},
{"word":"rot","def":"vt.vi. (-tt-)  အိုဟ်၊  မှာဲမှ၊  သၟာဲသၟ၊  အုဲအိုဟ်မှ။  ၂။  လီုလာ်၊  ကဵုဒှ်အာရပ်စပ်ဟွံဂွံ။  ၃။  သကဵုယောၚ်ယာလီုလာ်။  n.  ဒဒှ်မအုဲအေၚ်အိုဟ်မှအာ။  ၂။  ဂလာန်ဟၟဲကဵုအဓိပ္ပာဲ။ rotten (adj)  မဂြုဲ၊  မအုဲ၊  မချဵု၊  မှ၊  မှာဲ၊  မှာဲပ္ဍူ၊ မှာဲမှ၊  မအိုဟ်မှာဲမှ၊  မယောၚ်ယာလီုလာ်၊  အိုဟ်၊  အိုဟ်ဂြုဲ၊  အိုဟ်သၟ၊  သၟာဲသၟ။  ၂။  မဟွံတုပ်သၟဟ်စိုတ်၊  မဒှ်ဟွံဒးရးပ္ဍဲခန္ဓ၊  မဟွံမွဲပၟိက်။"},
{"word":"rota","def":"n. (pl.-s)  စရၚ်မၞိဟ်သ္ဒးယဵုဒုၚ်နကဵုအလန်။"},
{"word":"rotary","def":"adj.  မဂေတ်ဒမံၚ်သ္ပဒတန်ကဵုဗဟဵု။  ၂။  မဂေတ်(စက်)။"},
{"word":"rotate","def":"vt.vi.  ဂေတ်၊  ဂေတ်ကၠောံကဝူအာ။  ၂။  ကေတ်လဝ်တာလျိုၚ်နကဵုအလန်၊  က္တဵုဒှ်ဒၟံၚ်ဟွံပိုတ်ဟွံပိုတ်။  ၃။  ကလေၚ်ဂေတ်ကၠုၚ်မွဲပလန်ပၠန်၊  ကလေၚ်ဒှ်မွဲလန်ပၠန်၊  ဂေတ်ဒၟံၚ်ဟွံပိုတ်သ္ကုတ်။  rotation (n)  ဒဒှ်နကဵုအလန်၊  ဒဒှ်မအာကဵုအလန်။"},
{"word":"rote","def":"n.  ဒဒှ်မလ္ၚတ်ကေတ်လဝ်နကဵုပါၚ်တိုက်၊  ဒဒှ်မကေတ်လဝ်ပါၚ်တိုက်၊  ဒဒှ်မဖ္ဍောတ်နကဵုပါၚ်တိုက်။"},
{"word":"rotten","def":"ရံၚ် rot တေံညိ။"},
{"word":"rotor","def":"n.  ပၚ်ကာ၊  ပၚ်ကာမဂေတ်၊  ပၚ်ကာဂေတ်သွဝ်ပဝ်သွက်က္ၜၚ်ကျာသၞေၚ်ဝဝ်။"},
{"word":"rotund","def":"adj.  မပေၚ်သူဒၟံၚ်(မုက်မတ်)၊  ပေၚ်တၟိုဟ်ဒၟံၚ်။  ၂။  မက္ဍိုက်ပေၚ်တဴကဵုသြဇာရမျာၚ်။  rotundity (n) ပွမက္ဍိုက်ပေၚ်တဴကဵုသြဇာရမျာၚ်။  rotunda (n)  ဒတန်ဗီုပြၚ်ခ္ဍံခ္ဍံ၊  ဒတန်ခ္ဍံခ္ဍံမနွံကဵုသီုကၟဳပံၚ်ကုပ်။"},
{"word":"rouble","def":"n.  သၞောတ်သၠုဲသၠာ်ရပ်စပ်စကာအပ္ဍဲဍုၚ်ရာတ်ရှာ။"},
{"word":"ruble","def":"တုပ်ကဵု rouble တေံရ။"},
{"word":"rouge","def":"n.  ဇွောံဖျောန်ပါၚ်၊  ဍာ်ဂဥုဲဖျောန်ကၞိၚ်။  vt.vi.  ဖျောန်ပါၚ်ဖျောန်ကၞိၚ်ဗ္ကေတ်ဗ္ကေတ်၊  ပၠေတ်သ္ၜိုန်။"},
{"word":"rough","def":"adj.  မခၞံၚ်ကၞာတ်၊  ဗၚ်ဗုဲ၊  ဗြဗြုတ်၊  ဗြန်ဗြိုၚ်၊   ဗြုန်ဗြိုၚ်၊  မ္ၚိုဟ်ကြံၚ်၊  အပြောံ၊  မဟွံညဳသာ၊  မဟွံကလိတ်ကလောတ်၊  မဟွံပြေတးလး၊  သ္ကာတ်၊  သ္ကာတ်မြဟ်။  ၂။  မဟွံယေန်သၞာၚ်၊  မဟွံဇိပ်ဂၠိပ်၊  မခရံၚ်ဓဂါတ်။  ၃။  မထတ်တဴဒၟံၚ်ကဵုကျာလပှ်။  ၄။  မဟဂွံရပ်ကလိတ်ပချဝ်လဝ်ဏီ၊  မသြၚ်သောန်လဝ်ဆဒှ်ဗီု။  ၅။  မသ္ကာတ်မြဟ်(ရမျာၚ်)၊  မဓရဓရန်။  ၆။  မဟွံသာယျေန်၊  မဟွံစှ်ေသၞောတ်။  n.  မၞိဟ်ကြာန်ဓၟာန်၊  မၞိဟ်ဆဆဵု။  ၂။  အရာမဓဗြီဓဗြံက်၊  အရာမသရံၚ်ဓဂါတ်၊  အရာမဓရန်ဓရ၊  အရာဟဂွံရပ်ကလိတ်ပချဝ်ထောံဏီ၊  ကပေါတ်မကၠောန်လဝ်ဆဒှ်ဗီု။  vt.  သကဵုဓရန်ဓရ၊  သကဵုသရံၚ်ဓဂါတ်၊  သကဵုဓဗြီဓဗြံက်။  ၂။  ပလေဝ်ပလေတ်လဝ်သွက်ဂွံရပ်ကလိတ်ပ္တုဲထောံ၊  ဒဇက်လဝ်ဗီုအပြောံ။  ၃။  ဒုၚ်ဒဒိုက်တုဲမံၚ်မံၚ်၊  မံၚ်ဆၜိုတ်ဒှ်ကဵုဒှ်။  rough-cast (n)  တိသြောတ်အၚ်္ဂဒဵုဗၚ်ဗုဲ ပ္ဍဲဒဒၚ်မ္ၚးဒတန်။  roughen vt.vi.  သကဵုဓရန်ဓရ။  rough-hewn (adj)  မသောန်ဗီုအပြောံ၊  မပုတ်၊  မဂၠုတ်၊  မဂၠတ်။  roughly (adv)  နဒဒှ်ဗွဲအပြောံ၊  နဒဒှ်ဗွဲခနံၚ်ကၞာတ်၊  နဒဒှ်ဆဒှ်ဗီု။  roughshod (adj)  မကၠောန်လဝ်ပသဲသၞေပ်ဗွဲတၟေၚ် ညံၚ်ရဴချေံဟဂွံကလိတ်ကဆေဝ်။  ၂။  မကၠောန်ဓဇန်ဓဇန်၊  မကၠောန်ဟွံညႇာတာ။"},
{"word":"roulette","def":"n.  နဲဝေၚ်လံၚ်စမဗ္ဂေတ်နကဵုစက်ဝိုၚ်။"},
{"word":"round","def":"adj.  မဓအုတ်၊  မဝိုၚ်ခ္ဍံ၊  မခ္ဍံ။  ၂။  မဍိုက်ပေၚ်၊  မပေၚ်ဖ္ဍိုက်၊  မဟွံပိုတ်သ္ကုတ်။  ၃။  မဂေတ်ကဝူ၊  မချဳဒရာၚ်တိုန်စှ်ေကြဴဂတ။  n.  ဒဒှ်မဝိုၚ်ကဝါၚ်၊  ဒဒှ်မကဝးကဝါၚ်ဒၟံၚ်၊  ဗ္ဂေတ်။  ၂။  ဒဒှ်မကၠောန်ဒၟံၚ်လၟိုန်၊  ဒဒှ်မဒုၚ်ကာတာလျိုၚ်။  ၃။  ကံမနွံပၟိက်သွက်ဂွံပန်မွဲလန်။  ၄။  မွဲဗလး၊  မွဲလန်၊  မွဲမံၚ်။  ၅။  ဗိုၚ်ရီုဗၚ်ကၠောန်၊  ဒုၚ်ရပ်စပ်စကာ။  adv.  ဗ္ဂေတ်တုဲ၊  ဂေတ်တုဲ၊  ရေတ်တုဲ၊  ဝိုၚ်တုဲ။  ၂။  နဒဒှ်နူဒကဴသီုဖအိုတ်။  ၃။  နူညးမွဲကဵုညးမွဲ၊  ဒုၚ်ကဵုနတဲမွဲတုဲမွဲ၊  မွဲကဆံၚ်တုဲမွဲကဆံၚ်။  ၄။  နူဇမ္ၚောဲ။  ၅။  ဂေတ်ဝေၚ်တုဲ၊  ဆဵုဂဗတုဲ။   ၆။  ပ္ဍဲဝုတ်ဒိုဟ်ကြပ်ကြပ်။  prep.  နူကဵုလ္ပာ်ဒိုဟ်ဖအိုတ်၊  နူကဵုလ္ပာ်တေံလ္ပာ်ဏံ၊  ဝိုၚ်ရေတ်လဝ်တုဲ။  ၂။  ဂေတ်ရေတ်တုဲ၊  လ္ပာ်ဒိုဟ်တေံဒိုဟ်ဏံ။  vt.vi.  ကၠောန်ဝိုၚ်ဝိုၚ်ကဝါၚ်ကဝါၚ်ခ္ဍံခ္ဍံ၊  ကဝေန်ကဝေန်၊  ခ္ဍံဝိုၚ်၊  ကဝေန်ကဝး၊  ထၜောံ၊  ထ္ၜောံ။  ၂။  ဂေတ်ဝေၚ်၊  ဂေတ်ဂ္ၚေၚ်အာကၠုၚ်။  ၃။  ကၠောန်ပ္တုဲထောံကောပ်ထောံဓရီု၊  ဂြီုထောံ။  roundabout (adj)  မရေတ်ဂေတ်ကၠုၚ်၊  မကၠုၚ်တပ်တပ်ဟွံသေၚ်။  rounded (adj)  မရေတ်ဗိုၚ်လဝ်၊  မဒှ်ဝိုၚ်ဝိုၚ်ခ္ဍံခ္ဍံ၊  အုဟ်ဍေံ။  rounders (n)  ဗီုဝေၚ်ဗဝ်မွဲနဲ။  roundly (adv)  သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ပိုတ်ပိုတ်သ္ကုတ်သ္ကုတ်၊  ဗွဲမသ္ကာတ်မြဟ်၊  ဓဇန်ဓဇန်။  roundsman (n)  မၞိဟ်ဂေတ်သွံဖျာ တံကွာန်ကၞောတ်ကွာန်၊  မၞိဟ်ဂေတ်သွံရာန်ဖျာ။"},
{"word":"rouse","def":"vt.vi.  ၚုဟ်၊  ပ္ၚုဟ်။  ၂။  ဗ္တိုက်ဖအောဝ်၊  ဂရိုဟ်ဂဇုဟ်၊  သကဵုဒှ်ရုသံၚ်။  ၃။  လဟုက်။  rouse a sleeping tiger. (vt.vi)  လဟုက်ဝေၚ်ကၠ၊  ဓၟက်ဆောံက္တဵုဝေၚ်ကၠတိက်ဒီု။"},
{"word":"rout","def":"vt.  ထကးပြးဇး၊  ဗ္တိုက်ဖလှေက်ထောံစဵုကဵုအိုတ်၊  ဗပေက်၊  သကဵုဂြိပ်ဒဴပြးဇးအာ။  n.  ဒဒှ်မသကဵုဂြိပ်ပြးဇးအာ။  vi.  သကဵုက္တဵုနကဵုအသံ၊  သကဵုက္တဵုအတေၚ်။"},
{"word":"route","def":"n.  ဂၠံၚ်တရဴ၊  လၟေၚ်တရဴ။  vt.  စဳဇန်လၟေၚ်တရဴ၊  ပေက်၊  ပေက်ပြး။"},
{"word":"routine","def":"n.  ဗီုကၠောန်ဒၟံၚ်လၟိုန်၊  ဗီုအခိုက်ကၠောန်ဒၟံၚ်လၟိုန်။"},
{"word":"rove","def":"vi.  ဂေတ်ဂ္ၚေၚ်၊  ဂေတ်ဝေၚ်၊  ဂေတ်ဝေၚ်အာကၠုၚ်။"},
{"word":"row","def":"vt.vi.  ဒုန်ဂၠုၚ်၊  ဂိုၚ်၊  ဂိုၚ်တ္ၚိုက်၊  တက်တ္ၚိုက်၊  ဂိုၚ်ပလံၚ်ဏာ၊  ဒုၚ်ပလံၚ်ဏာ။  n.  ဒဒှ်မတိတ်တရဴနကဵုဂၠုၚ်သ္ၚိတ်၊  ဒဒှ်မအာကၠုၚ်ကဵုဂၠုၚ်သ္ၚိတ်။  rowlock (n)  ကၟာၚ်တ္ၚိုက်၊  ဇုက်ကၟာၚ်တ္ၚိုက်။"},
{"word":"row","def":"|2| n.  ဒဒှ်မညာန်ညေဲ၊  ဒဒှ်မကယျာန်ဓဝါတ်ညးသ္ကံ သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ဒဒှ်မသေက်ဇဵုညးသ္ကံ။  ၂။  တၚ်ဝါတ်ဂါတ်ပြသၞာ။  rowdy (adj)  မညာန်ညေဲပလေပလံၚ်ဒၟံၚ်။  n.  မၞိဟ်ရိရိရေၚ်ရေၚ်။  rowdiness (n)  ဒဒှ်မဒှ်ပြသၞာ၊  ဒဒှ်မဒှ်သေက်ဇဵုညးသ္ကံ။"},
{"word":"rowel","def":"n.  ခလှာေၚက်ကသၟတ်ဗ္ဂပ်စုတ်လဝ်ပ္ဍဲဒၞပ်ဍိုက်ချေံ။"},
{"word":"royal","def":"adj.  ကျာ်ဂန်၊  မဆေၚ်စပ်ကဵုဨကရာတ်ဂၞကျာ်တံ၊  ရဇ္ဇ။  ၂။  မဆေၚ်စပ်ကဵုဨကရာတ်ဂၞကျာ်ကောန်ဇာတ်ညးတံ၊  မဆေၚ်စပ်ကဵုကလောမသတၠတိတံ၊  က္ဍိုၚ်ကၟု။  royalist (n)  မၞိဟ်မနွံပၟိက်ထံက်ဂလာန်ကဵုသၞောတ်သၞောဝ်ဨကရာတ်၊  မၞိဟ်လ္ပာ်ဨကရာတ်။  royalty (n)  ပူဂဵုမဆေၚ်စပ်ကဵုဨကရာတ်တံ။  ၂။  ဒဒှ်မဒှ်သၟိၚ်၊  အဝဵုအသံဣဒ္ဓိဨကရာတ်။  ၃။  အခေါၚ်အဝဵုဨကရာတ်ဂၞကျာ်တံမကဵုကပှ်ကံက်စအကံက်၊  သၠုဲသၠာ်မသ္ဒးကဵုသွက်တံလိက်၊  အ္စာဆန်ဒွက်၊  အ္စာကဝိမခၞံတံလိက်။  royal chamber. (adj)  ဂၠံကျာ်သဳ။  royal domain. (adj)  နန်ခွာ၊  တိဍာ်မရာတ်ပကၚ်ရၚ်။  the royal family. (n)  ဂကူဝေါၚ်သနန်။  royal palace. (n)  တၞုၚ်ကြကတ်၊  နန်။"},
{"word":"rub","def":"vt.vi.  ဇိုတ်၊  ဇွိတ်၊  ဇွိတ်သပေါတ်၊  ဂဇိုတ်၊  တုဟ်၊  တုဟ်ပေါတ်၊  တောဟ်ပေါတ်၊  ပေါတ်၊  ပေါတ်ပေန်၊  ပေါန်၊  ဗ္စုတ်၊  သပေါတ်။  ၂။  ပ္တိုန်အရံၚ်၊  ကလေၚ်စၟဳစၟတ်၊  ကလေၚ်ကဆံ။  n.  ဒဒှ်မဇွိတ်သပေါတ်။  ၂။  အရာမသကဵုဒှ်တၚ်ဝါတ်ဂါတ်။  rub against. (vt.vi)  ခရိတ်၊  ဂရိတ်၊  ဂရိတ်ခတ်၊  ဂၠိန်၊  တုဟ်ဂရိတ်၊  ဒဗတ်၊  ဒဗတ်ဒး။  rub along. (vt.vi)  ဂၠိန်ဂရိတ်။  rub off. (vt.vi)  သိတ်။"},
{"word":"rubber","def":"n.  ထၜိုတ်၊  ရာပ်ဗာ။"},
{"word":"rubbish","def":"n.  ကပေါတ်မဟၟဲကဵုၚုဟ်မး၊  ခမိက်၊  အမှိက်၊  သၟတ်ဟန်၊  ဟန်ဗန်၊  အမှောက်အမှံၚ်။  ၂။  အရာမဟၟဲကဵုအဓိပ္ပာဲ၊  အရာမဟၟဲကဵုကြက်ရှ်သာ၊  ကမောတ်ဟန်။"},
{"word":"rubble","def":"n.  ဍိုတ်, တၟံတၟေက်တၟေက်ကဝ်ကဝ်ကေက်ကေက်။"},
{"word":"rubicund","def":"adj.  မဗ္ကေတ်ဍာဲ(မုက်မတ်)။"},
{"word":"rubric","def":"n.  မလိက်က္ဍိုပ်လိက်မတက်လဝ် နကဵုမှၚ်ဗ္ကေတ်ဗွဲမကၠးဖ္ဍး။"},
{"word":"ruby","def":"n. (pl.-bies)  မၞိက်၊  မတ်မၞိက်၊  သာ်ဗ္ကေတ်ကြံၚ်ကြံၚ်။  ruby mine. (n)  ကတိုၚ်မတ်မၞိက်။"},
{"word":"ruck","def":"n.  ဒဒှ်မခလပ်တောအ်ဒၟံၚ်။  vi.vt.  သကဵုထေၚ်ဒၟံၚ်ပ္ဍဲဒၞာဲခလပ်ဍေံ၊  သကဵုတောအ်ခလပ်။"},
{"word":"rucksack","def":"n.  ထိုၚ်ဗံ။"},
{"word":"ructions","def":"n. (pl.)  ဒဒှ်မသေက်ဇဵုညးသ္ကံ၊  အရေဝ်မဂၠိုၚ်ညးသ္ကံ။"},
{"word":"rudder","def":"n.  သၠသၞေဝ်၊  သၞေဝ်၊  နှေဝ်။"},
{"word":"ruddy","def":"adj. (-ier,-iest)  မဍာဲ(မုက်မတ်)၊  မဗ္ကေတ်ဍာဲဒၟံၚ်ဗီုအရံၚ်ဆီ ဟိုတ်နူပရေၚ်ထတ်ယုက်ခိုဟ်။  ruddy goose. (n)  စက္ကဝက်။"},
{"word":"rude","def":"adj. (-r,-st)  ရိုၚ်၊  အရိုၚ်၊  မဟၟဲကဵုဓဝ်ရှ်ေသှ်ေရဴဂဴ၊  မရိုၚ်ဇိုၚ်၊  မဟွံစၚ်ခြၚ်။  ၂။  မဒဇပ်ဇတဝ်ဟိုတ်နူကဵုလကိုတ်တ္ၚဵုအာ၊  မကြာန်ဓၟာန်။  ၃။  မဗဗွဲဗက်ညံၚ်ရဴမၞိဟ်အရိုၚ်၊  မဟွံပြုပြေၚ်လဝ်ဏီ။  rudely (adv)  နဒဒှ်မရိုၚ်ဇိုၚ်။  rudeness (n)  ဒဒှ်မဟွံယေန်သၞာၚ်။"},
{"word":"rudiment","def":"n.  တံရိုဟ်၊  တံမူလ၊  ကဆံၚ်ပထမ၊  ဒကုတ်ဟွံဖောံဗြေဝ်ဏီ(သတ်တိရစ္ဆာန်၊ တၞံဆု)။  rudimentary (adj)  မဒှ်တံမူလ။  ၂။  မဟွံဖောံဗြေဝ်ဏီ။"},
{"word":"rue","def":"vt.  ဂွံသံဝေဂ၊  ကဟောံ၊  သ္ၚောံ၊  ဂၠိုက်သ္ၚောံ၊  က္တဵုဒှ်စိုတ်သောက၊  စံၚ်တူ၊  ဒှ်ဓဝ်စံၚ်တူ။  rueful (adj)  မဒှ်သွက်သ္ဒးအောန်စိုတ်၊  မနွံကဆံၚ်သွက်သ္ဒးဆာန်ဍူခိုဟ်။"},
{"word":"ruff","def":"n.  သော်ကံဂစေံမနွံကဵုအရံၚ်နာနာသာ် ပ္ဍဲကံဍေံ။  ၂။  ဇာမတောံခညောံရေတ်ပူလဝ်ပ္ဍဲကံ။"},
{"word":"ruffian","def":"n.  စိုတ်သ္ကာတ်မြဟ်၊  မၞိဟ်စိုတ်ဓဇန်ဓဇန်။"},
{"word":"ruffle","def":"vt.vi.  ပလာပ်ပထုဲ၊  ပရေၚ်ကလိတ်ကလောတ်၊  ပရေၚ်တန်ကြန်၊  ပရေၚ်ၜိုဟ်လလံ။  ၂။  ဒရာနာ၊  ဇာမစုတ်လဝ်ပ္ဍဲဂၠိက်ယာတ်၊  ဒဒှ်မကၠောန်လဝ်,မတောံခညောံလဝ်ပ္ဍဲဒရာနာ။  ၃။  ဒဒှ်မဒှ်ကၠုၚ်ပရေၚ်သေက်ဇဵု။"},
{"word":"rug","def":"n.  ကောဇဴ၊  ခေါဇဴ၊  ခေါဇဴလးစပ္ဍဲကၞဳ၊  ယာတ်ဂ၊  ယာတ်မြာ်သၟာ်၊  ယာတ်သၠောံလ္တက်၊  သၞာလး။  ၂။  ယာတ်တသော်မ္ၚိုဟ်မ္ၚိုဟ်။"},
{"word":"rugged","def":"adj.  မဓရန်ဓရ၊  မဟွံညဳသာ၊  မဂၠိုၚ်တဴကဵုတၟံ။  ၂။  မဟွံတပ်ထ္ၜိုက်၊  မဓရန်ဓရ(ကျာန်)၊  မလီပၠီ။  ၃။  မယျဵုလ္ဂူ၊  မနွံကဵုစေတနာခိုဟ် ၜိုန်အကာဲအရာဍေံမကြာန်ဓၟာန်ဒၟံၚ်။"},
{"word":"ruin","def":"n.  ဒဒှ်မလီုလာ်၊  ဒဒှ်မထရိုဟ်၊  ဒဒှ်မဒေံါလာ်၊  ဒဒှ်မပလီုထရိုဟ်ထောံ။  ၂။  ဒဒှ်မလေၚ်ဒိုက်အာ၊  ဂြပ်ကသပ်၊  ဒဒှ်မဒှ်အာဂတှ်။  ၃။  ဒဒှ်မယောၚ်ယာလီုလာ်အာလှေက်လှေက်လှံၚ်လှံၚ်။  vt.  ပါ်၊  ဗြံ၊  ဗြောံ၊  ဗြောံပါ်၊  လီု၊  လီုလာ်၊  ပလီုပလာ်၊  ဟောံဗြောံ။  ruinous (adj)  မပလီုပလာ်၊  မလီုလာ်။  ruinously (adv)  နဒဒှ်မလီုလာ်။  ruination (n)  ကဆံၚ်မလီုလာ်ဒၟံၚ်၊  ဟိုတ်ကဆံၚ်မလီုလာ်။  ၂။  ဒဒှ်မလေၚ်ဒိုက်အာ။"},
{"word":"rule","def":"n.  ကၟိန်၊  ကောပ်တဲ၊  သၞောဝ်၊  စၟိန်ပြမာန်၊  နဲ၊  နဲကဲ၊  နှောဝ်၊  ပၞောန်၊  ပ္ကၚ်ရၚ်၊  ပဍော်၊  ပသ္ကေံတဲ၊  ပြမာန်၊  သၞောဝ်၊  စေဝ်ပၞောန်၊  စေဝ်သၞောဝ်။  ၂။  အခိုက်အလိုက်၊  အလေံ။  ၃။  အလဵုအသဳ၊  တၠအဝဵု။  ၄။  ပၞောန်။  vt.vi.  အုပ်လဒံ၊  အုပ်ဓုပ်၊  စမိၚ်၊  စမိန်၊  စန်ဒွက်၊  လဒံ၊  လဒေံါ၊  ပကၚ်ရၚ်။  ၂။  မံၚ်ထောံဟွံဒုၚ်တဲ၊  ပဲါတးဖျေံထောံ။  ၃။  ကဵုသ္ဂုတ်သွာတ်၊  စဳရေၚ်သ္ဂုတ်သွာတ်။  ၄။  သက်ပၞောန်၊  ဒဇက်ပၞောန်။  ruler (n)  ကၟိန်၊  ရာဇာ၊  သၟိၚ်၊  မၞိဟ်အုပ်လဒံ၊  ဨကရာတ်၊  တၠအဝဵု၊  ခတ္တိယျ၊  စာသံက်။  ၂။  ပၞောန်၊  ပၞောန်ထ္ၜောံ။  ruling (n)  တၚ်မဖျေံလဝ်စဳရေၚ်။"},
{"word":"rum","def":"n.  အရက်မွဲဂကူ(ရာံ)။  adj. (colloq)  မတၟေၚ်တၟဟ်၊  မအိုအ်ဒိုဟ်၊  မအိုအ်ဓီု၊  မသၠၚ်ဒိုပ်။"},
{"word":"rumble","def":"vi.  ဂမြံ(မြမ်)ဂအတ်၊  ဂအတ်ရမျာၚ်၊  ဂရိၚ်၊  ဗြုဂဟီ၊  သဓဵု။  n.  ဗရုဂရိၚ်၊  ဗရုဂဟီ။"},
{"word":"ruminant","def":"n.  သတ်တိရစ္ဆာန်မလေပ်ဂြေၚ်စ။  ၂။  ဒဒှ်မဗ္စာရဏာချပ်စၚ်ခြၚ်။  adj.  မလေပ်ဂြေၚ်စ၊  မလေပ်ချပ်ဗ္စာရဏာစၚ်ခြၚ်။"},
{"word":"ruminate","def":"vt.vi.  ဂြေၚ်စ။  ၂။  ကလေၚ်ချပ်ဗ္စာရဏာ။"},
{"word":"rummage","def":"vt.vi.  ဂၠာဲဗ္တးဗ္တန်။  n.  ဒဒှ်မဂၠာဲဗ္တးဗ္တန်။"},
{"word":"rummy","def":"n.  နဲဝေၚ်ဖေဝ်မွဲဂကူ။"},
{"word":"rumour","def":"(rumor)  n.  ပရိုၚ်ဟောလဟောလံၚ်၊  ပရိုၚ်ညးဂမၠိုၚ်မဟီုဂးဒၟံၚ်။  vt.  ဟီုဂလာန်ဟောလဟောလံၚ်၊  ဂလာန်မဟီုဒၟံၚ်ညးဗွဲမဂၠိုၚ်၊  ဟီုဒၟံၚ်ပ္ဍဲမုဟ်ပါၚ်ညးဂမၠိုၚ်။"},
{"word":"rump","def":"n.  ခေါ်ဒဳသတ်တိရစ္ဆာန်၊  ဒကုတ်ဍုတ်ဂစေံ။  vt.  ဗလေတ်ပဲါမံၚ်မုက်။"},
{"word":"rumple","def":"vt.  လီတောံဒၟံၚ်၊  သၠေက်သၠံၚ်ဒၟံၚ်။  n.  ပွမနွံဒၟံၚ်ကဵုသီုဒၞာဲတောံ၊  ဒၞာဲတောံ၊  ဒၞာဲခလပ်။"},
{"word":"rumpus","def":"n.  ဒဒှ်မဒှ်ရုသံၚ်၊  ဒဒှ်မညာန်ညေဲ၊  ဒဒှ်မကလိုက်ကၟဵုညာန်ညေဲဒၟံၚ်။"},
{"word":"run","def":"vt.vi.  ဂြိပ်၊  ဒြေပ်၊  ဒြိပ်၊  ဂြိပ်အာ၊  ဂြိပ်ဒံၚ်ထလာ်။  ၂။  အာကၠုၚ်(ယာန်)။  ၃။  ဂေတ်(စက်)။  ၄။  သကဵုဇွောဝ်(ဍာ်)၊  ဇီ။  ၅။  က္တဵုဒှ်၊  ဆဵုဂဗ။  ၆။  ထလာ်ကၠောံ၊  ကၠောံအာဗွဲမပြဟ်၊  ချဳဒရာၚ်ဂစာန်ဂြိပ်ပြးဇးအာမွဲလစုတ်ဓဝ်။  ရ။  ဇၞော်သၠဲပတိတ်၊  ဆက်။  ၈။  အရံၚ်အရာစှ်ေအာ၊  အရံၚ်အရာလီုလာ်အာ၊  စှ်ေအာ၊  ဍာ်ဂဥုဲစှ်ေ၊  ကလာၚ်တိတ်အာ။  ၉။  ကပိုက်ဇီု၊  ထပက်စုတ်ကၠောန်အတေၚ်။  ၁ဝ။  ကၠောန်စဳရေၚ်အုပ်ဓုပ်။  ၁၁။  ကလေၚ်ဆက်လှ်ေ(ဇာတ်ပၠ)၊  ဆက်တုဲတန်ဒၟံၚ်(တၚ်မတုပ်လဝ်စိုတ်)။  ၁၂။  တတ်ကၠောံ။  ၁၃။  ကၠတ်ပၠောပ်ပ္တိတ်ကပေါတ်အပ္ဍဲဍုၚ်။  ၁၄။  လုပ်ပြိုၚ်ပ္ကာန်။  ၁၅။  တတ်ကၠောံအာ၊  တတ်ကၠောံအာဗွဲမပြဟ်။  ၁၆။  တၞုၚ်ဗဗြိုက်တိတ်တုဲလီုလာ်အာ (ကပေါတ်တာန်လဝ်၊  ထပက်လဝ်)။  ၁၇။  ဒှ်ဗွဲသာမည။  ၁၈။  ဆဵုဂဗဒးဟွံရန်တၟံလဝ်မွဲသာ်။  n.  ဒဒှ်မဂြိပ်၊  ဒဒှ်မဂြိပ်အာ။  ၂။  ဒၞာဲစွံသတ်တိရစ္ဆာန်လွဳလဝ်ပ္ဍဲသ္ၚိ။  ၃။  ဒဒှ်မထ္ပက်စှ်ေမွဲလစုတ်ဓဝ်။  ၄။  ဒဒှ်မထ္ၜးဟွံပိုတ်သ္ကုတ်။  ၅။  ကိုန်မရိုဟ်တေတ်အခါဝေၚ်ကရိကိတ်, ဗိုအ်(သ)ဗဝ်။  ၆။  အပိုၚ်အခြာကာလ(အခိၚ်)၊  ဒဒှ်မပိုၚ်ခြာ။  ရ။  အခေါၚ်သွက်ဂွံလုပ်၊  အခေါၚ်သွက်ဂွံမံၚ်၊  အခေါၚ်သွက်ဂွံရပ်။  ၈။  မၞိဟ်အပြောံ၊  မၞိဟ်သာမည။  ၉။  ဒဒှ်မတိၚ်တိုက်ကွိၚ်ကွိုက်အလိုက်ဒွက်ဗွဲမဂၠိုၚ်ဗွဲမပြဟ်။  runway (n)  ဂၠံၚ်ရပ်စပ်စကာကာလက္ၜၚ်ကျာတိုန်စှ်ေ။  run after. (vt.vi)  ဗက်ရပ်၊  ဂြိပ်ဗက်။  run aground. (vt.vi)  ဗ္ဒိုပ်။  run away (vt.vi)  ဂြိပ်ထောံ၊  ဒဴ၊  ဒဴအာ၊  ဒဴတိတ်၊  ဒဴထောံ။  run away with. (vt.vi)  ယိုက်ဒရိပ်၊  ကၠတ်ဒရိပ်။  run-down. (n)  ဒေံါဟဲအာပ္ဍဲအရာမချဳဒရာၚ်၊  ကၠောန်ယဵုဒုၚ်။  adj.  မစိုပ်ကၠုၚ်ကဆံၚ်အကာဲအရာဟွံခိုဟ်၊  မဒှ်လၟောၚ်လၟေတ်၊  မဍောၚ်ၜိုတ်၊  မဍိုန်အာဓတ်။  ၂။  ဇွောဝ်စှ်ေ။  run in. (vt)  လုပ်ဝေၚ်မွဲချိုန်ခဏ။  ၂။  ရပ်တုဲစုတ်ပၠောပ်လဝ်ပ္ဍဲဂုက်။  run into. (vt)  ဒွံတေက်ဒး၊  ဒွံဒိဒး၊  ဂွံဆဵုဂဗဟွံရန်လဝ်မွဲသာ်။  run on. (vi)  ဆက်၊  ဆက်စပ်၊  ဟီုအရေဝ်ဟဂွံပိုတ်အဆက်။  run out of. (vt)  ဍောၚ်ၜိုတ်လၟေၚ်လၟေတ်၊  အိုတ်အာတဲအိုတ်အာကၞောတ်။  run over. (vt)  ကၟိုဟ်၊  ကၟိုဟ်စိုတ်၊  တၟိုဟ်၊  တၟိုဟ်ဒဇူ၊  တၟိုဟ်သဒ။  ၂။  ကလေၚ်ဂၠိုက်ဂၠာဲစံၜတ်၊  ဗှ်ရံၚ်ပြဟ်ပြဟ်။  ၃။  လိုန်ဏာ၊  တိုန်လိုန်ပိန်ဏာ။  run through. (vt)  ရံၚ်ဗရက်ဗရက်၊  ဗှ်ဗရက်ဗရက်။  ၂။  ပၠေၚ်ထောံ၊  ရပ်ထောံကြာန်ကြာန်။  run up. (vt)  သၠုၚ်ပ္တိုန်၊  ပ္တဴလဝ်၊  ခၞံဗဒှ်ဂရက်ဂရက်ဂဗက်ဂဗက်၊  သိုၚ်ပတိုန်ဂရက်ဂရက်ဂဗက်ဂဗက်၊  ဇၞော်သၠုၚ်တိုန်။  runner (n)  မၞိဟ်ဂြိပ်၊  မၞိဟ်ဒရိပ်၊  သၟာဒရိပ်။  ၂။  မၞိဟ်သွံရာန်ကပေါတ်ဒမၠုက်။  ၃။  မၞိဟ်ကဵုပရိုၚ်။  runner-up (n)  မၞိဟ်ဂွံလာပ်ဒုတိယ။  running (adj)  မသ္ဒးကၠောန်ဇဖန်ဂြိပ်အာဂြိပ်ကၠုၚ်။  ၂။  မဟွံပိုတ်သ္ကုတ်၊  မဟၟဲကဵုသာဲခြာဒၟံၚ်ပ္ဍဲအဒေါဝ်။  ၃။  မဒှ်မွဲတုဲမွဲ၊  မဒှ်ဟွံမွဲပ္ဍဲအကြာအကြာ။  ၄။  မဒှ်ဒဒှ်ဍာ်မဇွောဝ်တိတ်။  n.  ဒဒှ်မလုပ်ပြိုၚ်ဂြိပ်အပ္ဍဲပေဲါဒမြိပ်။  running water. (adj)  ဍာ်ဇွောဝ်(ဇဝေါဝ်)။"},
{"word":"rung","def":"ရံၚ် ring တေံညိ။"},
{"word":"rung","def":"|2| n. ဏၚ်ဇိုၚ်တၞိန်။  ၂။  လေံတၞုၚ်မတက်စုတ်လဝ်ဇိုၚ်စာၚ်ပ္ဍဲဇိုၚ်ခုၚ် သွက်ခုၚ်ဂှ်ဂ္ဇံဇိုၚ်ဂွံဗိုန်။"},
{"word":"rupee","def":"n.  သြန်မရပ်စပ်ဒၟံၚ်ပ္ဍဲဍုၚ်အိန္ဒိယ, သဳရိလၚ်္ကာ ကဵုဍုၚ်ပါကေတ်သတာန်။"},
{"word":"rupture","def":"n.  ဒဒှ်မကဝ်ကေက်၊  ဒဒှ်မစာ်ထောၚ်။  ၂။  ဒဒှ်မိတ်မလီု။  vt.  ထောၚ်(လတေၚ်ဆီ)၊  ပြိုဟ်၊  လိုက်(အဆက်)။"},
{"word":"rural","def":"adj.  မဍိုက်ပေၚ်တဴကဵုသဘာဝကွာန်ရးကး၊  မစှ်ေအလိုက်ဗက်ကဵုသဘာဝကွာန်ရးကး။"},
{"word":"ruse","def":"n.  ဒဒှ်မဗ္ဂေတ်၊  ဒဒှ်မလီ၊  ဒဒှ်မဗ္ဂေတ်လီကေတ်။"},
{"word":"rush","def":"vt.vi.  အာမွဲအသိၚ်၊  အာမွဲဒမြိပ်၊  ကၠုၚ်မွဲဒမြိပ်၊  ပျာအာ။  ၂။  မြက်ကၠောန်ဟွံချပ်စၚ်ခြၚ်မွဲသာ်။  ၃။  တ္ၜေတ်လုပ်အာဂတတေံကြာန်ကြာန်၊  ဗ္တိုက်ကေတ်ထောံဗြုဗြု။  n.  ဒဒှ်မပျာအာ၊  ဒဒှ်မအာမွဲဒမြိပ်ဓဝ်၊  ဒဒှ်မၞိဟ်ဒးစိုတ်ဂၠိုၚ်ကၠုၚ်၊  ခေတ်စကၠုၚ်။"},
{"word":"rush","def":"|2| n.  တၞံသပိုဟ်။  rush mat. (n)  ဒကဝ်သ္ၜေဝ်၊  ထကဝ်သပေဝ်။"},
{"word":"rusk","def":"n.  ကွာၚ်ဂျုၚ်ကှ်ကှ်။"},
{"word":"russet","def":"adj.  မနွံကဵုအရံၚ်ဗ္ကေတ်ဟီဟီ။  n.  အရံၚ်ဗ္ကေတ်ဟီဟီ။"},
{"word":"rust","def":"n.  သၞိၚ်၊  နှိၚ်၊  အိက်နှိၚ်။  vt.vi.  ဒှ်အိက်သၞိၚ်၊  အိက်သၞိၚ်တိုန်။  ၂။  လီုလာ်အာဟိုတ်နူဟွံရပ်စပ်။  rusty (adj)  မနွံကဵုအိက်သၞိၚ်တိုန်တိုန်။  ၂။  မစှ်ေကဵုအခိုက်အလိုက်တြေံတြဟ်၊  မစွံလဝ်ဒဒှ်ဟွံရပ်စပ်။  ၃။  မပရေံဍိုန်၊  မဟွံစိုပ်ကဆံၚ်ဍာ်ဍေံ၊  မဒှ်ကဆံၚ်ဍာ်ဟွံစိုပ်။"},
{"word":"rustic","def":"adj.  မဆေၚ်စပ်ကဵုကွာန်ရးကး၊  မဆေၚ်စပ်ကဵုကွာန်ဂြိုပ်၊  မကြံၚ်မ္ၚိုဟ်၊  မဗက်ကဵုအလိုက်ရး(ဂြိုပ်)။  ၂။  မဆေၚ်စပ်ကဵုကောန်ရးကး၊  ရဲရး။  ၃။  မယျဵုလ္ဂူ။  n.  သၟာဗ္ၚ။  ၂။  ကောန်ဂြိုပ်ကောန်ဒဵု၊  ကောန်ဂြိုပ်။"},
{"word":"rustle","def":"n.  ရမျာၚ်ဗရုသာသာ၊  ဗရုရမျာၚ်တၞးဆုချဳ။  vt.vi.  ဒှ်တိုန်ဗရုညံၚ်ရဴတၞးဆုကျာပိုက်တုဲဗြုတိုန်။"},
{"word":"rut","def":"n.  စရိတ်ဂၠံၚ်ကွဳအာ၊  ဒၞာဲဂၟေၚ်ဂၠံၚ်ကွဳအာ။  ၂။  အခိုက်ပြဝေဏဳ သွက်ဂွံပြံၚ်လှာဲအာဝါတ်ဂါတ်။"},
{"word":"ruthless","def":"adj.  မဓဇန်၊  မဟၟဲကဵုချပ်ကေတ်ကဵုစိုတ်ဇကု၊  မဟၟဲကဵုဓဝ်ဂရုဏာ။ "},
{"word":"rye","def":"n.  ဂျုၚ်ဗ္စသတ်တိရစ္ဆာန်။"},]}