{"data":[{"word":"s","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၁၉။"},
{"word":"Sabbath","def":"n.  တ္ၚဲသဳ၊  ဥပုဟ်။  the Sabbath. (n)  တ္ၚဲသဳဥပုဟ်။"},
{"word":"sable","def":"n.  ဇၞးဇာတ်တသော်မနွံအရံၚ်လမ္စံက်ယောံမွဲဂကူ၊  တသော်ဇၞးဇာတ်ဂကူဂှ် (မနွံကု်ၚုဟ်မး)။  adj.  မလမ္စံက်၊  မလမ္စံက်ယောံ။"},
{"word":"sabotage","def":"vt.  ပလာပ်ပထုဲပလီုပလာ်။  n.  ကမၠောန်ပလီုပလာ်။  saboteur (n)  မၞိဟ်ပလာပ်ပထုဲပလီုပလာ်၊  မၞိဟ်ပလီုပလာ်။"},
{"word":"sabre","def":"(saber)  n.  မြတ္ၚံက်ကောန်ပၞာန်ဍိုက်ချေံတံရပ်။"},
{"word":"sac","def":"n.  ထိုၚ်ဍာ်၊  ထိုၚ်ကသဝ်ပ္ကဴ။"},
{"word":"sachet","def":"n.  ထိုၚ်မြမောဝ်စၠန်။"},
{"word":"sack","def":"n.  ထိုၚ်ရပ်စပ်ဒၞာဲအပြောံ။  vt.  စုတ်ပ္ဍဲထိုၚ်။  sackcloth (n)  ယာတ်သွက်ဂွံဇိၚ်ထိုၚ်၊  ယာတ်ကၠီုဒလိုန်။  ၂။  ဒၟံၚ်သတိက်။  hit the sack. n. (slang)  လုပ်ဒၟံၚ်သ္တိက်။"},
{"word":"sack","def":"|2| vt.  ပ္တိတ်ထောံနူကမၠောန်။  ၂။  ပလီုပလာ်ပၠံၚ်ခတာ်ကေတ်။  ၃။  သ္ဒးဒုၚ်ပ္တိတ်ထောံနူကမၠောန်။  ၄။  ပလီုပလာ်ပၠံၚ်ခတာ်ကေတ်။"},
{"word":"sacrament","def":"n.  သဘၚ်ပေဲါဘာသာ မကၠောန်ဗဒှ်ပ္ဍဲအရှာံဘာ။"},
{"word":"sacred","def":"adj.  မစွံအဲပရဲ။  ၂။  မတန်ကြန်သ္ဇိုဟ်နက်။  adv.  နဒဒှ်မသ္ဇိုဟ်နက်၊  နဒဒှ်မသ္ပအဲပရဲတုဲ။  sacredness (n)  ဒဒှ်မစွံဒၞာဲဌာန်အဲပရဲ။  sacred language. (adj)  ပလိပဒဴ၊  ပါဠိပဒဴ။"},
{"word":"sacrifice","def":"n.  ဒဒှ်မသ္ပပူဇဴယဇ်၊  ကပေါတ်မသ္ပပူဇဴယဇ်၊  ယတ်၊  ယဇ်။  ၂။  ကွဵုကွေတ်၊  ဒဒှ်မဒုၚ်ဂိ။  ၃။  အရာမစ္ဍးထောံ။  ၄။  ဒဒှ်မဖျံသွံအောန်အာ နူကဵုၚုဟ်မးတံဍေံ။  vt.vi.  ပူဇဴယဇ်၊  ဒုၚ်ဂိ၊  စ္ဍးထောံ၊  သၠးပွး။  sacrificial (adj)  မဆေၚ်စပ်ကဵုဒဒှ်မပူဇဴယဇ်။"},
{"word":"sacrilege","def":"n.  ဒဒှ်မဟွံသ္ပဂရု,မဟွံသ္ပကေၚ်ကာကဵုအရာမစွံလဝ်သွက်ဂွံအဲပရဲ။  sacrilegious (adj)  မဟွံသ္ပဂရု, မဟွံသ္ပကေၚ်ကာကဵုအရာမစွံလဝ်သွက်ဂွံအဲပရဲ။"},
{"word":"sacrosanct","def":"adj.  မမၚ်မွဲ, မရှ်ေသှ်ေ, မအဲပရဲထေက်။"},
{"word":"sad","def":"adj. (-der,-dest)  မဒှ်သွက်ဂွံအောန်စိုတ်ခိုဟ်၊  မဒှ်သွက်စိုတ်ဟွံမိပ်၊  မုက်ဇြသကှ်။  sadden (vt.vi)  သကဵုစိုပ်ကဆံၚ်စိုတ်ဟွံမိပ်၊  သကဵုအောန်စိုတ်လေၚ်ဇွောဝ်။  sadly (adv)  နဒဒှ်မအောန်စိုတ်။  sadness (n)  ဒဒှ်မအောန်စိုတ်။"},
{"word":"saddle","def":"n.  ဖုန်ချေံ၊  ဖုန်ကွဳလိုန်၊  ဖုန်ခလှာ၊  သၞာစးချေံ။  ၂။  တိခလံက်အကြာက္ဍဟ်ဒဵုၜါ။  vt.  ဗ္ဂပ်ဖုန်ချေံ၊  ဗ္စဳရေၚ်သြပ်ဖ္ဍပ်။  ၂။  သကဵုလယိုၚ်က္ဍိုက်စှ်ေ။  saddlebag (n)  ထိုၚ်မကွက်လဝ်ပ္ဍဲဖုန်ချေံလ္ပာ်တေံလ္ပာ်ဏံ။  ၂။  ထိုၚ်မကွက်လဝ်ပ္ဍဲဖုန်ကွဳလိုန်။  saddler (n)  မၞိဟ်ကၠောန်ဖုန်ချေံ၊  မၞိဟ်ကၠောန်ပ္တိတ်ကပေါတ်စၞာံ။"},
{"word":"sadism","def":"n.  ဒဒှ်မသ္ဍိုက်မၠိုက်ကဵုသ္ဂောံပျဲပျာံညး။  sadist (n)  မၞိဟ်မဒးဂၞပ်သွက်ဂွံပျဲပျာံညး။  sadistic (adj)  မဒးဂၞပ်ကဵုပျဲပျာံညး။"},
{"word":"safari","def":"n.  ဒဒှ်မတိတ်ဝေၚ်ဂြိုပ်၊  ဒဒှ်မတိတ်တရဴဗက်စသတ်ဂြိုပ်။"},
{"word":"safe","def":"adj. (-r,-st)  မသ္ဂောံဖျေံစိုတ်၊  မဟၟဲကဵုအန္တရာဲ၊  မသ္ဂီုကၠီု။  ၂။  မဟၟဲကဵုဒွံဒိဒးဂိက္တာန်၊  မဟၟဲကဵုချိုတ်ဂျိုၚ်။  ၃။  မဟွံသကဵုဒှ်အန္တရာဲ။  ၄။  မသ္ပဂရု၊  မဟွံသ္ပတိတ်အာမၞိဟ်ခိုဟ်မၞိဟ်ဍိုဟ်။  n.  တလာဒုၚ်ဘဲပၟတ်။  safe-conduct (n)  စၟတ်တဲကဵုအခေါၚ်သွက်ဂွံတတ်အာကၠုၚ်။  safe-guard (n)  ဇွောံစဵုဒၞာ။  vt.  စဵုဒၞာကဵု။  safekeeping (n)  ဒဒှ်မသ္ပဂရုသီဂိုၚ်ဒေပ်လဝ်။  safely (adv)  နဒဒှ်မဟၟဲကဵုအန္တရာဲ၊  နဒဒှ်မမောန်ဓရောန်။  safety (n)  ဒဒှ်မဟၟဲကဵုအန္တရာဲဘဲ၊  ဒဒှ်မနွံကဵုပရေၚ်ဂီုကၠီု၊  ဒါန်လမျီု၊  ပရာ်။  safety pin (n)  တၞိၚ်ဍံၚ်တောဲစ၊  တၞိၚ်ချတ်စ၊  ဂျိက်။"},
{"word":"saffron","def":"n.  ကုံကမာံ၊  ခၞိက်အရံၚ်သာ်ဍာ်မိတ်(သွက်ဂွံစုတ်အရံၚ်)၊  ကုံကရာန်။"},
{"word":"sag","def":"vi. (-gg-)  တသိုပ်တလိုပ်စှ်ေဒၟာနူလျိုၚ်၊  တသိုပ်စှ်ေ။  ၂။  လကဲစှ်ေ။"},
{"word":"saga","def":"n.  ပုံအဂီုသရာဲသ္ဂံၚ်ခေတ်ကၠာကၠာတေံ(နူတမၠာတေံ)။"},
{"word":"sagacious","def":"adj.  မနွံကဵုပညာ၊  မလေပ်သ္ဍိုဟ်ကေက်၊  မဍိုဟ်(သတ်တိရစ္ဆာန်)။  sagacity (n)  ဒဒှ်မဒှ်သ္ဂုတ်သွာတ်လဝ်တပ်တပ်တးတး။"},
{"word":"sage","def":"adj.  မနွံကဵုပညာ။  n.  တၠပညာ။  ၂။  တၞံဝါၚ်။  sagely (adv)  နဒဒှ်ညးမနွံကဵုပညာ။  "},
{"word":"Sagittarius","def":"n.  ဓနု(ရာသဳ, ဒွါ)။"},
{"word":"sago","def":"n.  သာဂူ၊  တၞံသာဂူ။"},
{"word":"said","def":"ရံၚ် say တေံညိ။"},
{"word":"sail","def":"n.  ယာ၊  သၠယာ။  ၂။  တရဴဍာ်(တိတ်ဝေၚ်)။  vt.vi.  ဇက်ယာ၊  တၚ်ယာ၊  ရှောဲ၊  လှောၚ်၊  လှောၚ်အာ၊  လှောၚ်လှောၚ်၊  သဲ။  ၂။  စပ္တံတိတ်တရဴဍာ်။  ၃။  တိတ်တရဴဍာ်တတ်အာဂၚ်။  sailing (n)  ဒဒှ်မတၚ်ယာဂၠဟ်ဒုန်။  sailor (n)  ကောန်က္ၜၚ်၊  ကောန်ပၞာန်ဒပ်ဍာ်။  sail across the sea. (vt.vi)  လှောၚ်ကၠောံဂၚ်။  sail away. (vt.vi)  ဇက်တွန်တိတ်အာ။"},
{"word":"saint","def":"n.  ပူဂဵုတၟေၚ်မဍိုက်ပေၚ်တဴကဵုဓဝ်၊  ခမဳအရဳ။  saintly (adj)  မပြဲတဴ။  saintliness (n)  ဒဒှ်မဒှ်ပူဂု်တၟေၚ်မဍိုက်ပေၚ်တဴကဵုဓဝ်။"},
{"word":"sake","def":"n.  သွက်ဒတုဲဖဵု၊  သွက်သ္ဂောံဒှ်၊  သွက်၊  အကွက်။"},
{"word":"salable","def":"(saleable)  adj.  မသွံရာန်လောဲ၊  မဒှ်သွက်ဂွံသွံရာန်လောဲ၊  မဒှ်သ္ဂောံသွံရာန်။"},
{"word":"salad","def":"n.  သၞေဝ်လတ်လတ်ဘတ်ဘတ်၊  စၞစလတ်လတ်ဘတ်ဘတ်။"},
{"word":"salary","def":"n. (pl.-ries)  သြန်ဂိတု၊  ဒဒှ်မသ္ပသ္ဇိုၚ်ကဵုလ္တူပ္ဍဲပွိုၚ်မွဲသၞာံ။  salaried (adj)  မဒှ်ညးမစသြန်ဂိတု၊  မနွံကဵုသြန်ဂိတုလုပ်။"},
{"word":"sale","def":"n.  ဒဒှ်မသွံရာန်။  ၂။  ဒဒှ်မဖျံၚုဟ်သွံပတိတ်ထောံဗၞိက်သှ်ေတ္ၜက်။  ၃။  ဒဒှ်မဗိုတ်လေလာန်။  salesman /  saleswoman (n)  မၞိဟ်သွံဖျာ(တြုံ,ဗြဴ)။  salesmanship (n)  ဒဒှ်မစိုန်သ္ကီုပ္ဍဲအရာသွံဖျာ။"},
{"word":"salient","def":"adj.  မသ္ကေက်သ္ကာစိုပ်သိတ်၊  မပြာကတ်တၟေၚ်တၟဟ်။"},
{"word":"saline","def":"adj.  မနွံကဵုဒဒှ်ၜဵုမပါလုပ်၊  ဒဒှ်ဍာ်ၜဵု၊  ဗမူ။"},
{"word":"saliva","def":"n.  ဍာ်ပါၚ်၊  ဍာ်ကသှ်၊  ဍာ်ဂစှ်။"},
{"word":"sallow","def":"adj. (-er,-est)  မနွံကဆံၚ်ဖျုန်သွဖျိုဟ်ဖျေတ်ဒၟံၚ်။"},
{"word":"sally","def":"n. (pl.-ties)  ဒဒှ်မထပါ်ဖံက်တိတ်အာ ပ္ဍဲမွဲသက်ခၞအကြာသၞတံဝိုၚ်လဝ်။  ၂။  ဖံက်ကလိုဟ်တိတ်အာ။"},
{"word":"salmon","def":"n.  ကသလံက်ဂၚ်။"},
{"word":"salon","def":"n.  ခဒံတၟုဲ၊  ၝောံခဒံ။  ၂။  ခဒံပၠထ္ၜးကပေါတ်ကွက်ပါန်။"},
{"word":"saloon","def":"n.  ခဒံဇၞော်။  ၂။  ဆေၚ်မၞိဟ်ဂမၠိုၚ်၊  ဆေၚ်အရက်။  ၃။  ကွဳစက်သွက်ရပ်စပ်ပ္ဍဲသ္ၚိ(ဍိုက်ဂွံမၞိဟ်ၜိုတ်ပန်ဂၠိုၚ်အိုတ်ထပှ်) ခဒံဖျေံဖျောန်သော်။"},
{"word":"salt","def":"n.  ၜဵု၊  ဗမူ၊  ပအဵု။  vt.  ကြုဲၜဵု၊  ဂွပ်၊  ပ္ဍုၚ်၊  ဖၞုၚ်၊  ဖုဲၜဵု။  salty (adj)  မပ္ဍုၚ်၊  မနွံကဵုရှ်ၜဵု၊  မနွံကဵုၜဵု။  salt fish. (n)  ကဂွပ်၊  ကသော။  salt marsh. (n)  ဝါၜဵု။  salt mine. (n)  ကတိုၚ်ၜဵု။  salt-cellar. (n)  ခေါ်ၜဵု။  salt-pan. (n)  ဖဴၜဵု။  saltpetre,-peter (n)  အိန်နသဳ၊  အိန္နသဳ။  salt water. (n)  ဍာ်ဖနုၚ်(ဖၞုၚ်)။"},
{"word":"salubrious","def":"adj.  မညဳညတ်ကဵုပရေၚ်ထတ်ယုက်(ဥတုရာသဳ)။"},
{"word":"salutary","def":"adj.  မက္တဵုဒှဵဖဵုဂုန်(သီုစိုတ်သီုကာယ)။"},
{"word":"salutation","def":"n.  ပွမတံၚ်တဲကဵုအရှ်ေအသှ်ေ၊  ပဏာမ၊  ဝန္ဒနာ။"},
{"word":"salute","def":"n.  ဒဒှ်မရှ်ေသှ်ေ။  vt.vi.  ဆက်ပါၚ်၊  သ္ပပဏာမ၊  ဝေါန်၊  ပရှ်ေသှ်ေ၊  သ္ပအရှ်ေအသှ်ေ။  ၂။  တံၚ်တဲဆက်မိတ်။"},
{"word":"salvage","def":"n.  ဒဒှ်မဟံၚ်ပြာ်ကပေါတ်(နူကဵုအန္တရာဲဘဲဍာ်ပၟတ်)။  ၂။  ၚုဟ်လိၚ်ခၟာၚ် မဟံၚ်လဝ်ကပေါတ်။  vt.  ဟံၚ်ကေတ်။"},
{"word":"salvation","def":"n.  သကဵုဗၠးအာနူဒုဟ်ဒန်၊  ဟံၚ်ပ္တိုန်ထောံနူဒုဟ်ဒန်၊  ဒဒှ်မဟံၚ်ပြာ်၊  ဗလးဒုဟ်ဒန်။"},
{"word":"salve","def":"n.  ကၠေၚ်ပၠုဲဗာန်သရ။  ၂။  အရာမသကဵုသက်သာတိုန်။  vt.  လံက်ကၠေၚ်ပၠုဲ။  ၂။  သကဵုသက်သာတိုန်(ကၠုၚ်)။"},
{"word":"salver","def":"n.  ထး၊  ထးသြန်။"},
{"word":"salvo","def":"n. (pl.-s,-es)  ဒဒှ်မရှ်ေသှ်ေပြိုၚ်ပန်ကလိုဟ်သၞာတ်မွဲလစုတ်ဓဝ်။"},
{"word":"same","def":"adj.  မဟၟဲကဵုအပြံၚ်အလှာဲ၊  မဟွံတၞဟ်ခြာ၊  မဒှ်တုပ်တုပ်။  ၂။  မဟွံတၟေၚ်ခြာ၊  မဟွံမွဲကဵုတၟေၚ်ခြာ။  pron.  သီုဖအိုတ်ဂှ်တုပ်တုပ်၊  မွဲအခိၚ်ဓဝ်။  adv.  နဒဒှ်တုပ်တုပ်။"},
{"word":"sampan","def":"n.  သ္ၚိတ်(ဟိတ်)(ယာန်မအာလ္တူဍာ်)။"},
{"word":"sample","def":"n.  ဗီုပြၚ်၊  နမူနာ။  vt.  ကေတ်ဗီုပြၚ်၊  ကေတ်နမူနာ၊  စံၜတ်နမူနာ၊  စေပ်စံရံၚ်နမူနာ။"},
{"word":"sanatorium","def":"n.  ရုၚ်ဂဥုဲ။"},
{"word":"sanctify","def":"vt. (pt.pp.-fied)  စွံဒၞာဲဒၟံၚ်သၠုၚ်၊  စွံဒၞာဲအဲပရဲ၊  သ္ပအရှ်ေအသှ်ေ။  sanctification (n)  ဒဒှ်မစွံလဝ်ဒၞာဲဒၟံၚ်သၠုၚ်၊  ဒဒှ်မစွံအဲပရဲလဝ်။"},
{"word":"sanctimonious","def":"adj.  မသ္ပညံၚ်ရဴရှ်ေသှ်ေ၊  မပ္တောံညံၚ်ရဴမၞိဟ်မနွံကဵုဒ္ဂေတ်ပဋိပတ်ပြဲပြဲ၊  မသ္ပညံၚ်ရဴရှ်ေသှ်ေဘာသာ။"},
{"word":"sanction","def":"n.  အဝဵုအသံမကၠောန်ပိုၚ်မာန်၊  အဝဵုအခေါၚ်။  ၂။  တၚ်မကဵုအခေါၚ်၊  တၚ်မတုပ်လဝ်စိုတ်။  vt.  သၠးကဵုအခေါၚ်ကၠောန်၊  တုပ်စိုတ်၊  အနုညာတ်။"},
{"word":"sanctity","def":"n. (pl.-ties)  ဒဒှ်မဒှ်ဒၞာဲဒၟံၚ်သၠုၚ်။"},
{"word":"sand","def":"n.  တိဗ္တဳ၊  သံၚ်ဗ္တဳ။  ၂။  ဗ္တဳ။  sandbag (n)  ရိုက်ဗ္တဳ၊  ထိုၚ်ဗ္တဳ။  sandbank (n)  သံၚ်၊  သံၚ်ဗ္တဳ။  sand fly. (n)  ရေန်။  sand lizard. (n)  ခတတ်။  sandpaper (n)  စက္ခူဗတဳ။  sandstone (n)  တၟဗတဳ။  sandy (adj)  မတၟုဲတဴဒၟံၚ်ကဵုဗတဳ၊  မဂၠိုၚ်ကဵုဗတဳ၊  မဒှ်ဒၟံၚ်ဗ္တဳ။"},
{"word":"sandal","def":"n.  ဒနပ်၊  ဒၞပ်၊  ဒၞပ်ကရေပ်၊  ဒၞပ်ဇိုၚ်။"},
{"word":"sandalwood","def":"n. စၠန်၊  စန္ဒန။  sandalwood oil. (n)  ကၠေၚ်စၠန်။"},
{"word":"sandwich","def":"n. ဂျုၚ်ကရေပ်လဝ်ဖျုန်။  vt.  ကရေပ်ပၠောပ်လဝ်ပ္ဍဲအကြာၜါ။"},
{"word":"sane","def":"adj. (-r,-st)  မနွံကဵုစိုတ်ထၟိက်၊  မနွံကဵုစိုတ်ခိုဟ်။  ၂။  မဒးရး၊  မဒးအလိုက်၊  မစှ်ေအလိုက်၊  မလေပ်ချပ်ဗ္စာရဏာစၚ်ခြၚ်။  sanely (adv)  ဗွဲမသ္ဍိုဟ်ကေက်။"},
{"word":"sang","def":"ရံၚ် sing တေံညိ။"},
{"word":"sanguinary","def":"adj.  မဒှ်ဆီပါ်ဍာ်ဇွောဝ်ဗွဲမဂၠိုၚ်။"},
{"word":"sanguine","def":"adj.  မဒှ်အရာသွက်သ္ဂောံစၟဳစဒၟံၚ်၊  မလေပ်ညာတ်လ္ပာ်ခိုဟ်။  ၂။  မဓလီုဒၟံၚ်ကဵုအရံၚ်ဆီ။"},
{"word":"sanitary","def":"adj.  မသအးဇ္ၚး၊  ဟၟဲကဵုအရာကၠိကၠိခ္ဍက်ခ္ဍက်။  ၂။  မဍိုက်ပေၚ်တဴကဵုပရေၚ်ထတ်ယုက်။  sanitation (n)  အစဳအဇန်သွက်ပရေၚ်ထတ်ယုက်သ္ဂောံခိုဟ်။"},
{"word":"sanity","def":"n.  ဒဒှ်မနွံကဵုလညာတ်ဗွဲဂတ,ဗွဲအနာဂတ်။"},
{"word":"sank","def":"ရံၚ် sink တေံညိ။"},
{"word":"sap","def":"n.  ဍာ်ဆု၊  ထ္ၜိုတ်(ဍာ်)မနွံပ္ဍဲတၞံဆုတံ၊  သၠာဲ(ဆု)။  ၂။  ဇြဟတ်၊  အစောံစရာဲ။  sapless (adj)  မကှ်ဇတ်၊  မတရံၚ်ဒဂါတ်၊  မဟၟဲကဵုထ္ၜိုတ်ဍာ်၊  မဟၟဲကဵုဓတ်။  sapling (n)  ကောန်တၞံဆု။  sappy (adj)(-ier,-iest)  မက္ဍိုက်ပေၚ်တဴကဵုထ္ၜိုတ်(ဍာ်)၊  မၜတ်တကတ်ထတ်မ္ၚိုဟ်။  sapwood. (n)  သၠာဲဆု။"},
{"word":"sap","def":"|2| vt.(-pp-)  ပ္တိတ်ဍာ်ထ္ၜိုတ်၊  သကဵုဍာ်ကှ်ဇတ်၊  သကဵုဓတ်ဍိုန်၊  သကဵုဍိုန်လျ။  n.  မၞိဟ်အအ၊  မၞိဟ်ဟွံကၠိုဟ်မွဲသာ်၊  မၞိဟ်ဒိုဟ်ဓီု။"},
{"word":"sap","def":"|3| n.  မြံၚ်ဂဒုက်မခဲါလုပ်အာသွက်ဂွံဆုဲကြပ်လုပ်ကရပ်သၞ။  vt.vi.  ခဲါကတိုၚ်ဂဒုက်။  ၂။  ခဲါကတိုၚ်ဂဒုက်တုဲထရိုဟ်ဖျေံကၟာၚ်ဍိုတ်။  ၃။  သကဵုပတှ်ေစှ်ေစိုတ်ဒဒှ်မဆုတ်ယုတ်စှ်ေ။  sapper (n)  ကောန်ဒပ်ကွတ်စက်(အေန်ဂျေန်နဳယျာ)။"},
{"word":"sapphire","def":"n.  မတ်နဳလာ(မၞိက်ဂကူအရံၚ်ဍေံသာ်ဍီုပလေဲပလေဲ)၊  ဖုဿရာ၊  မတ်အိန္ဒနဳလာ။"},
{"word":"sarcasm","def":"n.  လိက်သ္ပစရဵု၊  လိက်ချူခိုံလုက်၊  ဂလာန်တ္ၜေံဟီုမာ်။  sarcastic (adj)  မသ္ပစစရဵု။  sarcastically (adv)  နဒဒှ်မသ္ပစစရဵု။"},
{"word":"sarcophagus","def":"n. (pl.-gi)  တလာစုတ်ဇွမကၠောန်လဝ်နကဵုတၟံမရပ်စပ်ကၠုၚ် ပ္ဍဲခေတ်ကၠာတေံ။"},
{"word":"sardine","def":"n.  က, မပၞဟ်၊  က, မကၠောန်ကတလာ။"},
{"word":"sardonic","def":"adj.  မဓၟက်ပျိုၚ်၊  မသ္ပစရဵု။  sardonically (adv)  နဒဒှ်မထ္ဍုတ်ပျိုၚ်၊  နဒဒှ်မသ္ပစရဵု။"},
{"word":"sari","def":"n. (pl.-s)  ဗွိုက်လ္တက်သၟတ်ဗြဴဂကူဟေန်ဒူ။"},
{"word":"sarong","def":"n.  ဗွိုက်လ္တက်သၟတ်ဗြဴဂကူမလေ, ဂကူအေန်ဒဝ်နဳရှာ။"},
{"word":"sartorial","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ဇိၚ်စက်၊  မဆေၚ်စပ်ကဵုဗွိုက်လ္တက်သၟတ်တြုံ။"},
{"word":"sash","def":"n.  စၞေဟ်၊  ဇုက်ဂရတ်ဂၞိၚ်။  ၂။  ကၞေဟ်၊  လက်ကြာပ်။  ၃။  တရၚ်ဗ္တၚ်ပၚ်ပ္တိုန်ဖျေံဂွံသီုလ္ပာ်လ္တူအသၟဝ်။"},
{"word":"sassafras","def":"n.  ကဝါန်လ္တာ်ဂၠဴ။"},
{"word":"sat","def":"ရံၚ် sit တေံညိ။"},
{"word":"Satan","def":"n.  သၟိၚ်မာ။  satanic (adj)  မတ္ၚံက်တ္ၚေဲယုတ်မာ။"},
{"word":"satchel","def":"n.  ထိုၚ်ကွးဘာ။"},
{"word":"sate","def":"(satiate)  vt.  သကဵုဒးဂၞပ်ဍိုက်ပေၚ်စိုတ်၊  သကဵုသ္ဍိုက်မၠိုက်ပေၚ်စိုတ်။  satiety (n)  ဒဒှ်မသ္ဍိုက်မၠိုက်ဒးဂၞပ်၊  ဒဒှ်မဇအိုန်။"},
{"word":"satellite","def":"n.  ပြိုဟ်ပရောတ်၊  ပရောတ်ဂြိုဟ်။  ၂။  ဂြိုဟ်လွေဟ်။  ၃။  ကောန်ရဲတဲခွာ။"},
{"word":"satin","def":"n.  ယာတ်သုတ်၊  ယာတ်ဖေဝ်၊  ဗြေဝ်။  adj.  မဒှ်ညံၚ်ရဴယာတ်သုတ်၊  မဒှ်ညံၚ်ရဴယာတ်ဖေဝ်။ "},
{"word":"satire","def":"n.  လိက်ပျေက်ပျိုၚ်၊  လိက်သ္ပစရဵု။  satirical (adj)  မပျိုၚ်ပျေက်နကဵုလိက်။  satirically (adv)  ဒဒှ်မပျိုၚ်ပျေက်နကဵုလိက်။  satirist (n)  မၞိဟ်ချူလိက်ပျိုၚ်ပျေက်။  satirize (vt)  ချူဗတိုက်နကဵုလိက်ပျိုၚ်ပျေက်။"},
{"word":"satisfy","def":"vt. (pt.pp.-fied)  ဗပေၚ်၊  ကဵုသ္ဍိုက်မၠိုက်၊  သကဵုဒးဂၞပ်၊  ကရိုပ်စိုတ်၊  တရိုဟ်စိုတ်။  ၂။  ဖဲ၊  ဖဲဂအဳ၊  ဖဲဂၞဴ၊  ဖဲလဲ၊  သကဵုဍိုက်ပေၚ်၊  သကဵုရုံဂပ်၊  သကဵုဂပ်။  satisfaction (n)  အနုမောဒနာ၊  ဒဒှ်မပၠာံဗ္ဇးညံၚ်ရဴသ္ဂောံဒှ်ဂၞပ်စိုတ်၊  ဒဒှ်မကြိုက်စိုတ်။  satisfactory (adj)  မဒှ်ကဆံၚ်သွက်ဂွံဒးဂၞပ်သ္ဍိုက်မၠိုက်စိုတ်ခိုဟ်၊  မသကဵုရုံဂပ်၊  မသကဵုဍိုက်ပေၚ်။  satisfactorily (adv)  သောမနုဟ်၊  နဒဒှ်ညံၚ်ရဴသ္ဂောံသ္ဍိုက်ပေၚ်တဴစိုတ်။  satisfy one's mind. (vt)  ဖျုၚ်စိုတ်။"},
{"word":"saturate","def":"vt.  သကဵုဍုက်ဍေက်ဒၟံၚ် ဟိုတ်နူဇြောတ်ကေတ်လဝ်သၟုဟ်ဍာ်၊  သကဵုက္ဍိုက်ပေၚ်ဒၟံၚ်။  saturation (n)  ဒဒှ်မသကဵုက္ဍိုက်ပေၚ်ဒၟံၚ်။"},
{"word":"Saturday","def":"n.  တ္ၚဲသ္ၚိသဝ်။"},
{"word":"Saturn","def":"n.  ဂြိုဟ်သ္ၚိသဝ်။"},
{"word":"saturnine","def":"adj.  မဇြိုပ်ဇြုဲ၊  မဟွံတၟးဇး။"},
{"word":"satyr","def":"n.  ဒေဝတဴဂြိုပ်မနွံကဵုဗီုပြၚ်ဇကုဇကောဝ် ဒှ်မၞိဟ်မွဲဒကုတ် သတ်တိရစ္ဆာန်မွဲဒကုတ် (ကၠုၚ်နူပုံဂရိကဵုရောမ်)။  ၂။  တြုံမနွံကဵုစိုတ်ရာဂတဏှာသ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။"},
{"word":"sauce","def":"n.  ဍာ်ဗစး၊  ဍာ်မြေက်။  ၂။  ဒဒှ်မဟွံသ္ပဂရု၊  ဒဒှ်မဟွံသ္ပကေၚ်ကာ၊  ဒဒှ်မပျိုၚ်ဒၟံၚ်ဗၠိုအ်ဗၠိုအ်။  saucy (adj)  မဟွံသ္ပဂရု၊  မဟွံသ္ပကေၚ်ကာ။  saucily (adv)  နဒဒှ်မဟွံသ္ပဂရု၊  နဒဒှ်မပျိုၚ်ဒၟံၚ်ဗၠိုအ်ဗၠိုအ်။"},
{"word":"saucepan","def":"n.  ကၠာၚ်ပသဲ။"},
{"word":"saucer","def":"n.  ပ္ၚာန်ခ္ဍေဝ်။"},
{"word":"saunter","def":"vi.  ကွာ်အာဂၠံၚ်သိုက်သိုက်သဳသဳ,ဇူအာတာအာ။  n.  ဒဒှ်မကွာ်အာဂၠံၚ်ဇူဇူတာတာ။"},
{"word":"sausage","def":"n.  ထကောၚ်ကြုတ်ကၠိက်(ပြိုက်စုတ်လဝ်ဖျိုန်ကၠိက်)။"},
{"word":"sauté","def":"adj.  Fr.  မခၞာလဝ်ကဵုကၠေၚ်။  vt.  ခၞာကဵုကၠေၚ်။"},
{"word":"savage","def":"adj.  မဟွံယေန်သၞာၚ်၊  မရိုၚ်ဇိုၚ်၊  သအဵုသအာ်။  ၂။  ဓဇန်ကြံကြ။  n.  ကဒရက်၊  မၞိဟ်အရိုၚ်၊  မၞိဟ်မရိုၚ်ဇိုၚ်၊  မၞိဟ်မဓဇန်ကြံကြ၊  လကိုဟ်။  savagery (n)  အကာဲအရာမနွံကဵုကဆံၚ်ရိုၚ်ရိုၚ်ဇိုၚ်ဇိုၚ်။  ၂။  ပွမနွံကဆံၚ်ရိုၚ်ရိုၚ်ဇိုၚ်ဇိုၚ်၊  ပွမရိုၚ်ဇိုၚ်။"},
{"word":"savant","def":"n.  သုတေသဳ၊  တၠပညာမဂၠိုက်ဂၠာဲပ္တိုန်ထ္ၜး၊  သၟာဆန်ၜန်။"},
{"word":"save","def":"vt.vi.  ပြာ်ဗလး၊  ဟံၚ်၊  ဟံၚ်ပြာ်ပ္တိုန်၊  ဟံၚ်ပြာ်။  ၂။  ပကောံ၊  ပဲါထောံလဝ်၊  ဂိုၚ်ဒေပ်လဝ်။  prep. conj. ပဲါနူဂှ်။  savings (n)  သြန်ပကောံ။  savings bank (n)  ဗေန်ပကောံသၠုဲ။"},
{"word":"saviour","def":"n.  သၟူအမြာဲရှ်သာ။  ၂။  တၠညးမဟံၚ်ပြာ်ဗလးသတ်တံ။  vi.  မနွံသၟူအမြာဲရှ်သာ၊  ဒုၚ်သၟူအမြာဲရှ်သာ။"},
{"word":"savoury","def":"(savory)  adj.  မကြိုအ်၊  မကြောံ၊  မကြိုအ်က္ဍာတ်၊  မကြောံက္ဍာတ်၊  မနွံကဵုရှ်သၟူအမြာဲ။  savoury food. (adj)  ပဏိတဘောဇိုန်။  savoury aroma. (adj)  မြမောဝ်၊  သၟူမြမောဝ်။"},
{"word":"saw","def":"ရံၚ် see တေံညိ။"},
{"word":"saw","def":"|2| n.  ခတေက်၊  ဂတေက်၊  သတေက်။  vt.vi.  ဇက်ခတေက်၊  ခတေက်ကဵုခတေက်။  sawdust (n)  အိက်ခတေက်။  saw-mill (n)  စက်ခတေက်၊  စက်ဆု။  sawyer (n)  မၞိဟ်ဇက်ခတေက်။"},
{"word":"saxophone","def":"n.  ခရာဇၞော်(တိတ်ရမျာၚ်နာနာသာ်)။  sax (n) (colloq.)  ဝေါဟာဒမၠေံမရပ်စပ်လဝ်သွက်ခရာဇၞော်ဂှ်။"},
{"word":"say","def":"vt.vi. (pt.pp.said)  ဂး၊  သ္ဂး၊  ဟီု၊  ဟီုဂး၊  ဟီုဇီု။  ၂။  ဟီုပါၚ်တိုက်၊  ဖ္ဍောတ်ပါၚ်တိုက်။  saying (n)  ဂလာန်ပေါရဏာံမစေန်ဆက်စှ်ေကၠုၚ်နူတမၠာ၊  ဘာန်၊  လဟီု။"},
{"word":"scab","def":"n.  ခတိုပ်သရ၊  ဝဲါ၊  စော်(ယဲလ္တူကျာစၞာံ)၊  စော်ဇၞော်၊  စော်သၞေက်။  scabby (adj)  မတီုကၠီုဒၟံၚ်ကဵုယဲဝဲါ(စော်)။"},
{"word":"scabbard","def":"n.  ကၞပ်၊  ကၞပ်မြ။"},
{"word":"scabies","def":"n.  ယဲဝဲါ၊  ယဲစော်၊  ယဲစော်ဇၞော်။"},
{"word":"scaffold","def":"n.  ရံ၊  ဟဝ်။  ၂။  စၚ်ဇုက်(ဒၞာဲပ္တိုန်ဇုက်ကဵုမၞိဟ်)။  scaffolding (n)  ကပေါတ်ကညောတ်သွက်ဂွံဒက်ရံ(စၚ်ဇုက်)။"},
{"word":"scald","def":"vt.  တူဍာ်ဂမ္တဴ၊  သေၚ်တူ။  ၂။  ကြာတ်ကြဴကဵုဍာ်ဂမ္တဴ, သၟုဟ်ဍာ်ဂမ္တဴ။  ၃။  ဍုန်တောံပ္တိုန်စဵုကဵုကၞံ။"},
{"word":"scale","def":"n.  တေတ်သမ္တီသွက်ဂွံၜတ်ကၞာတ်၊  တေတ်ၜတ်ကၞာတ်။  ၂။  သၞောတ်ဗ္ၜတ်သွက်ဂွံၜတ်ကၞာတ်၊  သ္ဇိုၚ်သၞောတ်ဗ္ၜတ်။  ၃။  သၞောတ်ဗ္ၜတ်ဒဇက်ဗီု။  ၄။  သၞောတ်ၜတ်ကၞာတ်သၠုၚ်သဝ်၊  သၞောတ်ဗ္ၜတ်တိုၚ်။  ၅။  လၟေၚ်ရမျာၚ်ကွိၚ်ကွိုက်သဝ်သၠုၚ်။  scales (n)  ကြာဇူ၊  သၠဒကေဝ်။"},
{"word":"scale","def":"|2| n.  ခစှ်ေ(က,ၚုဲ)၊  ခစှ်ေက။  vt.vi.  ခစှ်ေ(ပတိတ်ခစှ်ေကၚုဲ)။  ၂။  ခစှ်ေက္တဵု၊  ဒှ်ခစှ်ေ(ယဲမတ်)။"},
{"word":"scalp","def":"n.  စၞာံက္ဍိုပ်။"},
{"word":"scalpel","def":"n.  ၜုန်သၟတ်အ္စာသဝ်ဝန်တံရပ်စပ်ပ္ဍဲဒၞာဲကရေက်ပါ်။"},
{"word":"scamp","def":"n.  မၞိဟ်မဟၟဲကဵုၚုဟ်မး၊  မၞိဟ်ရိပၞဟ်။  vt.  ကၠောန်ကမၠောန်ဂရက်ဂဗက်မဟၟဲကဵုသတိ။"},
{"word":"scamper","def":"vt.  ဖေက်တုဲဂြိပ်ပြး၊  မိပ်ဇြိပ်ဒံၚ်ထလာ်ဝေၚ်ဒၟံၚ်။  n.  ဒဒှ်မဂြိပ်တိတ်အာပြဟ်ပြဟ်။"},
{"word":"scan","def":"vt.vi.  သ္ပဂရုတုဲရံၚ်၊  ရံၚ်စေံစေံပေါတ်ပေါတ်၊  စၟဳစၟတ်၊  ဂၠိုက်ဂၠာဲရံၚ်။  ၂။  သ္ၚေဝ်ရံၚ်ကဵုဒကဴမတ်၊  ဗရက်ဗှ်။"},
{"word":"scandal","def":"n.  အကာဲအရာမဒှ်ဒၟံၚ်ကဆံၚ်သ္ဒးဖေက်ဂၟံက်၊  အရာမသ္ဒးဂွဂၠေံခိုဟ်၊  အရာမထုဲထံၚ်။  ၂။  ဂလာန်စောဒကစောဒနာ၊  မဟီုပရောပရာညးတၞဟ်ခိုဟ်ပရေံ။  scandalize (vt)  သကဵုဖေက်လကိုတ်ဇတဝ်။  scandalous (adj)  မယောၚ်ယာမှာရာ၊  မဒှ်သွက်သ္ဒးဖေက်ဂၟံက်။  ၂။  ပရိုၚ်မတၟုဲဒၟံၚ်ကဵုဂလာန်စောဒနာစ၊  ပရိုၚ်ဟောလဟောလံၚ်။  ၃။  မနွံကဵုဝါသနာသွက်သ္ဂောံဟီုစောဒနာစညး။"},
{"word":"scant","def":"adj.  မဟွံရုံဂပ်၊  မယုတ်ဒေက်၊  မအောန်တၞောန်။  scanty (adj)  ဟွံရုံဂပ်၊  အောန်တၞောန်။  scantily (adv)  နဒဒှ်ဟွံရုံဂပ်။"},
{"word":"scapegoat","def":"n.  မၞိဟ်သ္ဒးဒုၚ်ဘဲအကြာ သွက်ဟိုတ်နူအမှာအရာညးတၞဟ်သအာၚ်၊  မၞိဟ်သ္ဒးဒုၚ်ဒှ်ဒၞန်။"},
{"word":"scar","def":"n.  ပၞေတ်၊  အရာဒၞာဲမဒးလဝ်ဘဲဝပ်။  vt.  သှ်ေသၟေဟ်ဒၟံၚ်နကဵုပၞေတ်သရ၊  ပၞေတ်သရသှ်ေတ္ၜက်ဒၟံၚ်၊  သြေၚ်ပ္ဍီု။"},
{"word":"scarab","def":"n.  စၟဂဗိုဟ်ကၞေံ(အိက်,အိက်ဂၠဴ)။  scarab beetle. (n)  စၟစၚ်စေဝ်။"},
{"word":"scarce","def":"adj.  မအောန်တၞောန်၊  မခၞၚ်၊  မသ္ဂုတ်၊  မဟွံရုံဂပ်။  ၂။  မသ္ကုတ်၊  မခတ်က္ဍန်၊  မလေပ်သဂွံဆဵုစှ်လှ်ေမွဲလှ်ေ။  scarcely (adv)  ဝါတ်ဝါတ်ဂါတ်ဂါတ်၊  နဒဒှ်မဟောဝ်ဟွံစိုပ်၊  နဒဒှ်မဟွံတီ။  scarcity (n)  ဒဒှ်မခၞၚ်၊  ဒဒှ်မခတ်က္ဍန်။"},
{"word":"scare","def":"vt.  ကလိုက်၊  ဖကိုတ်၊  ဘပလ။  n.  ဒဒှ်မကလိုက်၊  ဒဒှ်မဘပလ၊  ဒဒှ်မကဵုလကိုတ်။  scarecrow (n)  ကောန်ရုပ်ချံက်၊  ကောန်ရုပ်ကလိုက်ဂစေံ။  scaremonger (n)  မၞိဟ်ဗလးပရိုၚ်ဟွံဍာံ၊  မၞိဟ်သ္ပကၠောန်ညံၚ်ရဴသ္ဂောံလကိုတ်ကလိုက်ကၟဵု။"},
{"word":"scarf","def":"n. (pl.-s or scarves)  ကဝါကွိၚ်ကံ၊  ယာတ်ထ္ၜက်ကံ၊  ယာတ်ကွိၚ်က္ဍိုပ်။"},
{"word":"scarlet","def":"n.  အရံၚ်သာ်ဆီစာၚ်။  adj.  မစှ်ေဗီုအရံၚ်သာ်ဆီစာၚ်။"},
{"word":"scathe","def":"vt.  သကဵုဂိက္တာန်၊  ပါ်ပဲါဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"scathing","def":"adj.  မဒှ်တဴဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"scatter","def":"vt.vi.  တြး၊  တြးတိုန်၊  ပြး၊  ပြးဇး၊  ပြးချာဲ၊  ပြးချာဲပ္ဍာဲ၊  ပြးဇးအာ၊  လရုလ္စာ်။  ၂။  ဂစာဲ၊  ဂစာဲပ္ဍာဲ၊  ဂမ္စာဲ၊  ဂၟုဟ်၊  ဒြာတ်၊  ဂြာတ်၊  ဂြာတ်ပရး၊  ပရးဗ္စာဲ၊  ပရာတ်၊  ပက်ပရးဒၞာဲဇဳဇဳ၊  ပြးပြုတ်၊  ဗြုဲ၊  လၟုဟ်။  scattered (adj)  ပရာတ်၊  ပရာတ်ပဇးတိတ်၊  မချာဲပ္ဍာဲ၊  မနွံဒၟံၚ်ပြးဇး၊  မတန်တဴဒၟံၚ်ပြးပြးချာဲချာဲ။  scattered seed. (adj)  မဂြာတ်မ၊  မပြးချာဲအာ(မသတ်ဆုသတ်ဒုန်)။"},
{"word":"scavenger","def":"n.  ဂစေံသတ်တိရစ္ဆာန် မစစၞအုဲအုဲအေၚ်အေၚ်။  ၂။  သၟာတွံတၟဟ်၊  သၟာသီဂိုၚ်အမှိက်အမှံၚ်။"},
{"word":"scene","def":"n.  ဒၞာဲမက္တဵုဒှ်။  ၂။  ဒကုတ်အခန်သ္ဒးတိတ်ဇာတ်။  ၃။  ဗီုလညာတ်၊  ဗီုဆဵုဂဗ၊  ပွမဒုၚ်လဝ်ကဵုရုပ်ရာပါန်ခဳ။  ၄။  ဗီုပြုပြေၚ်လဝ်လ္တူစၚ်၊  လညာတ်ဗီုဆဵုဗွဲလ္ပာ်လက္ကရဴ။  scenery (n)  ဗီုဝုတ်ဒိုဟ်။  ၂။  ဗီုလ္ပာ်လက္ကရဴစၚ်ဇာတ်။  scenic (adj)  မဒှ်ဗီုဝုတ်ဒိုဟ်ခိုဟ်ခိုဟ်။"},
{"word":"scent","def":"n.  ဂန္ဓရှ်၊  သၟူ၊  သၟူအမြာဲ၊  အမြာဲ။  ၂။  သၟူအမြာဲသတ်တိရစ္တာန်။  ၃။  ဍာ်မြမောဝ်။  vt.  သကဵုဒုၚ်သၟူ။  ၂။  သကဵုမောဝ်ဇောဝ်၊  သကဵုမောဝ်ဓီု။  ၃။  နွံသၠေဟ်ပၟာ၊  သၟိပ်တီကေတ်။  scented (adj)  မနွံကဵုသၟူအမြာဲ။  scented wood. (adj)  ရာဲဇိုန်။"},
{"word":"sceptic","def":"n.  မၞိဟ်မဒှ်သၠေဟ်ပၟာ၊  မၞိဟ်မဒှ်သၠေဟ်ပၟာလ္တူတၚ်မဗ္တောန်ဖျောန်လဝ်နူကဵုပရေၚ်ဘာသာ။  sceptical (adj)  မနွံကဵုသၠေဟ်ပၟာ။  scepticism (n)  ဒဒှ်ရသၠေဟ်ပၟာမလုပ်ကၠုၚ်။"},
{"word":"sceptre","def":"n.  စၟတ်သမ္တီဣဒ္ဓိအဝဵု၊  သၞာ်၊  ဗၞုဟ်၊  သၞာ်ရတ်။"},
{"word":"schedule","def":"n.  အၚ်စရၚ်အခိၚ်။  vi.  ဒဇက်အၚ်အခိၚ်။"},
{"word":"scheme","def":"n.  အစဳအဇန်၊  ဒဒှ်မဖျေံလဝ်ဗီု။  ၂။  ကိုန်အစဳအရေၚ်၊  ကိုန်စဳရေၚ်။  ၃။  ကသပ်ကၞုက်ဒမၠုက်။  vt.vi.  ချပ်ကသပ်ပရေံပရေံ။  schemer (n)  မၞိဟ်တၠကသပ်။  scheming (adj)  မကၞုက်ကၞာဲ။  n.  ဒဒှ်မကၞုက်ကၞာဲ။"},
{"word":"schism","def":"n.  ဒဒှ်မပါ်ထကးဂိုန်။  schismatic (adj)  မနွံကဵုကဆံၚ်ဂိုန်ပါ်ထကး၊  မသကဵုဂိုန်ထကးအာမာန်၊  မလုတ်လောန်ဒုဟ်ပါ်ထကးဂိုန်။  schismatic doctrine. (adj)  မဒှ်ဂလာန်သြဝါဒမပါ်ထကးဂိုန်။"},
{"word":"scholar","def":"n.  တၠပညာ။  ၂။  ကောန်ကွးဗ္တောန်လိက်၊  ကွးဘာ၊  မၞိဟ်တိုန်လိက်၊  တၠပညာမလေပ်ပြကိုဟ်ကၞပ်။  scholarly (adj)  မနွံကဵုပညာ၊  မကတ်လ္ၚတ်ဗက်စဗွဲတၟေၚ်။  scholarship (n)  ပညာမကတ်လ္ၚတ်လဝ်။  ၂။  သြန်မဂွံအထံက်အပၚ်သွက်ဂွံကတ်ဗ္တောန်ပညာ။"},
{"word":"scholastic","def":"adj.  မဆေၚ်စပ်ကဵုဘာ (ဟွံသေၚ်) မဆေၚ်စပ်ကဵုပရေၚ်ပညာ။"},
{"word":"school","def":"n.  ဘာ၊  ဘာဗ္တောန်လိက်။  ၂။  ဂကောံတၠပညာမနွံကဵုသ္ဇိုၚ်တုပ်၊  သ္ကံတၠပညာမနွံကဵုသ္ဇိုၚ်တုပ်။  vt.  ပ္ကတ်ပ္ကေၚ်၊  ထိၚ်ဒဝ်၊  သကဵုစှ်ေစေဝ်ပၞောန်၊  ဝေတ်ဗ္တောန်။  schoolmate (n)  မၞိဟ်မံၚ်လဝ်ဘာမွဲစွံ။  schooling (n)  ဒဒှ်မဗ္တောန်လိက်ဗ္တောန်ပညာပ္ဍဲဘာ။  schoolmaster (n)  အ္စာဘာ။  schoolmistress (n)  အ္စာၝောံ၊  အ္စာဗြဴ။"},
{"word":"school","def":"|2| n.  သ္ကံက၊  က္ဍိုပ်က(ၜိၚ်အာဒၟံၚ်ပ္ဍဲဍာ်)။"},
{"word":"schooner","def":"n.  ဂၠုၚ်တိုၚ်ယာၜါ (ဟွံသေၚ်) ဂၠိုၚ်တိုၚ်ယာဗွဲမဂၠိုၚ်။"},
{"word":"science","def":"n.  ကွတ်ပညာ၊  ကွတ်ပညာမကတ်လ္ၚတ်ဂွံနူမစံၜတ် နကဵုနဲကဲချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ကိတ်သိပ္ပ(သိပ္ပံ)။  scientific (adj)  မစှ်ေကဵုနဲကဲကွတ်သိပ္ပ။  scientifically (adv)  နဒှ်မစှ်ေကဵုနဲကဲကွတ်သိပ္ပ။  scientist (n)  တၠပညာကွတ်သိပ္ပံ၊  အ္စာသိပ္ပံ။"},
{"word":"scintillate","def":"vt.  ပလေဲဒၟံၚ်ဖျေဲဖျေဲ၊  လျးပါ်ပြးတိတ်။"},
{"word":"scissors","def":"n.  ကတ်ကြာဲ၊  ခတ်ကြေဝ်၊  ၜုန်သၟတ်မရေက်ယာတ်။"},
{"word":"scoff","def":"vi.  သ္ပစရဵု၊  သ္ပအရိုၚ်။  n.  ဒဒှ်မသ္ပအရိုၚ်၊  ဂလာန်မသ္ပအရိုၚ်။  scoffer (n)  မၞိဟ်သ္ပအရိုၚ်။"},
{"word":"scold","def":"vt.vi.  ဒေါန်၊  ပရဂဟီ။  n.  ညးဗြဴမဒေါန်ထ္ၜုတ်။"},
{"word":"scoop","def":"n.  ကွဵုပၠာသွက်ဂွံဆောံတိမွဲဂကူ။  ၂။  ပရိုၚ်ဗွဲကိုပ်ကၠာ။  vt.  ကွဵုပတိတ်၊  ဆောံပၚ်ပ္တိတ်ကဵုကွဵုပၠာ။"},
{"word":"scoop","def":"|2| n.  ဇၞာၚ်(နှာၚ်)။  vt.  ခဏာတ်၊  ခၞာတ်။  ၂။  ဇာၚ်က(နကဵုနှၚ်)။  a scoop of flour. (n)  ခၞာတ်တုက်ခၞိက်(မပ္တံကဵုသ္ၚု၊  ဂဗိုက်သ္ၚုတံ)။  to scoop up earth. (vt)  ဆောံပ္တိုန်တိ။"},
{"word":"scoot","def":"vi.  မြက်ပ္တိုန်ဇိုၚ်(ကဝါ်)၊  ဂြိပ်ဖအိုတ်ထောံဇိုၚ်၊  ဂြိပ်ကလေံထောံ။"},
{"word":"scooter","def":"n.  ကွဳလိုန်ဗ္ဂပ်လဝ်စက်သၟတ်သၟတ်၊  ကွဳလိုန်ဓာတ်ဂြိပ်စသာသာ။"},
{"word":"scope","def":"n.  လညာတ်၊  ပွဳပွိုၚ်မကၠောန်ပ္တုဲမာန်။  ၂။  အခေါၚ်အဝဵု၊  ဂၠံၚ်တိတ်ဗၠး။"},
{"word":"scorch","def":"vt.vi.  ဗလာန်၊  သကဵုကှ်ခြေဲ၊  သကဵုသ္ၚေက်၊  သလာန်၊  သၠာန်။  ၂။  ဒဳပရဟ်၊  ဍိုက်ဗွဲပြဟ်။  scorched (adj)  မသကဵုတူအိုတ်အာ။  scorched earth. (adj)  တိစံၚ်။"},
{"word":"score","def":"n.  ဒၞာဲခရက်။  ၂။  တေတ်(ခရက်)မဂွံနူပေဲါဝေၚ်။  ၃။  ၜါစှော်(လၟိဟ်)။  ၄။  လက်သန်ကွိၚ်ကွိုက်၊  သၚ်္ကေတဒွက်။  ၅။  စရၚ်ကဝုတ်။  vt.vi.  ဒဇက်ပၞောန်၊  ခရက်။  ၂။  ဂွံတေတ်နူပေဲါဝေၚ်။  ၃။  ဂွံအံၚ်ဇၞး။  ၄။  ချူသၚ်္ကေတသွက်ဂွံဒယှ်ေ သွက်ဂွံတိၚ်တိုက်။  scorer (n)  မၞိဟ်ရိုဟ်တေတ်ပ္ဍဲပေဲါဝေၚ်ဒံၚ်ဂြိပ်ထလာ်။"},
{"word":"scorn","def":"n.  ဒဒှ်မက္ဍုဟ်မၠေံ၊  ဒဒှ်မဟွံသ္ပကေၚ်ကာ၊  ဒဒှ်မဟွံရှ်ေသှ်ေရဴဂဴ၊  ဒဒှ်မသ္ပစရဵု။  ၂။  မၞိဟ်သ္ဒးဒုၚ်သ္ဍိုက်မုက်ဂဝ၊  အရာမသ္ဒးဒုၚ်သ္ဍိုက်မုက်ဂဝ၊  မၞိဟ်သ္ဒးဒုၚ်အထေၚ်ဍောတ်၊  အရာမသ္ဒးဒုၚ်အထေၚ်ဍောတ်။  vt.  က္ဍုဟ်မၠေံ၊  အထေၚ်ဍောတ်၊  မွဲသွတ်၊  ဟွံသ္ပအရှ်ေအသှ်ေ၊  ဟွံသ္ပအဲပရဲ၊  ဟွံသ္ပအရဴအဂဴ၊  သ္ပစရဵု။  ၂။  ကယျာန်စာန်စး၊  ဆုတ်လ္ပာ်ကြဴ၊  ဒှ်ဒၟံၚ်ဂံၚ်လေဝ်လေဝ် ဟွံဂံၚ်လေဝ်လေဝ်။  scornful (adj)  မက္ဍုဟ်မၠေံ၊  မဟွံသ္ပကေၚ်ကာ။  scornfully (adv)  နဒဒှ်မဟွံသ္ပကေၚ်ကာ၊  နဒဒှ်မဟွံသ္ပဂရု။"},
{"word":"Scorpio","def":"n.  ဗိစ္ဆာ(ရာသဳ,လၟိဟ်ဒ္စာံ)။"},
{"word":"scorpion","def":"n.  အယဴ၊  စၟအယဴ။  scorpion venom. (n)  ဂျိအယဴ။"},
{"word":"scot-free","def":"adj.  မဗၠးနူကဵုဒုဟ်တာလျိုၚ်ဂမၠိုၚ်။"},
{"word":"scoundrel","def":"n.  မၞိဟ်မယုတ်မာ။  scoundrelly (adj)  မတုပ်တဴမၞိဟ်မယုတ်မာ၊  တုပ်ဗက်ကဵုမၞိဟ်ယုတ်ယုတ်မာမာ။"},
{"word":"scour","def":"vt.vi.  ကြာတ်ကြဴတုပ်ပတိတ်၊  ပဲါပ္တိတ်ထောံမိဟ်။"},
{"word":"scour","def":"|2| vt.vi.  ဂၠိုက်ဂၠာဲဒၞာဲသှ်ေသၟေဟ် ညံၚ်ရဴဟဂွံမွဲ,ဗွဲမပြဟ်။"},
{"word":"scourge","def":"n.  လေံကလးမရပ်စပ်ကာလမသကဵုဒန်ၜဝ်။  ၂။  ဟိုတ်မသကဵုစိုပ်ဒဒိုက်၊  တၚ်ဝါတ်ဂါတ်မဇၞော်ကဵုဇြဟတ်။  vt.  တက်ကဵုလေံၜဝ်ကဵုဒုဟ်ဒန်။  ၂။  သကဵုဂိက္တာန်၊  သကဵုဒုၚ်စသိုၚ်။"},
{"word":"scout","def":"n.  အထံက်ကၚ်(ကၚ်ၚာၚ်)။  vt.  တိတ်အထံက်ကၚ်၊  ဂၠာဲသ္ၚေဝ်ဂၠိပ်ကျောဝ်အရာမွဲမွဲ ပ္ဍဲဝုတ်ဒိုဟ်ဇကု၊  သ္ပပွညံၚ်ရဴသၟတ်အထံက်ကၚ်တုဲ၊  ဗက်သ္ၚေဝ်ကျောဝ်သၞ။  the Boy Scouts (n)  သၟတ်အထံက်ကၚ်၊  ကရိ၊  သၟတ်ကရိ။"},
{"word":"scowl","def":"vi.  နွံကဵုမုက်မတ်ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်။  n.  ဒဒှ်မုက်မတ်မကြံၚ်မ္ၚိုဟ်။"},
{"word":"scraggy","def":"adj. (-ier,-iest)  မဇြာဲ၊  မဇြာဲကံၚ်။  scrag (n)  မၞိဟ်မသၠုၚ်သောဲ၊  သတ်တိရစ္ဆာန်သၠုၚ်သၠုၚ်သောဲသောဲ။"},
{"word":"scram","def":"vi. (pt.pp.-mmed) (colloq)  တိတ်အာ။"},
{"word":"scramble","def":"vt.vi.  ဂမာအာကဵုဇိုၚ်ပန်၊  ဂမာတိုန်ကဵုဇိုၚ်ပန်။  ၂။  ရုန်ဂစာန်ချဳဒရာၚ်၊  ဗိုၚ်ပၠံၚ်။  ၃။  ခ္ဍံက်ခၟာဲစာၚ်တုဲခၞာ။  n.  ဒဒှ်မဂမာတိုန်ကဵုဇိုၚ်ပန်၊  ဒဒှ်မာဂမာအာ။  ၂။  ဒဒှ်မကောံဝိုၚ်ပၠံၚ်(ဗိုၚ်ပၠံၚ်)။"},
{"word":"scrap","def":"n.  ကၞာတ်ဒကုတ်၊  ကၞာတ်သၠေက်သၠေက်။  ၂။  ကပေါတ်ထဝေၚ်ကၠဟ်လဝ်၊  ကပေါတ်ဟွံမိက်စကာ။  vt.  ထဝေၚ်ကၠဟ်ထောံ၊  ကၠဟ်ထောံ၊  ပဲါကၠဟ်ထောံ။  scraps (n)  စၞသှ်ေလ္ၚး။  scrapbook (n)  လိက်အုပ်သၠးသၠး မဗာန်စုတ်လဝ်ရုပ်နူလိက်ပရိုၚ်။  scrapheap (n)  ဂအုံကၞာတ်ဒကုတ်ပသဲပိုတ်ပိုတ်ဒကုတ်ဒကုတ်၊  ဂအုံအမှိက်အမှံၚ်။  scrappy (adj) (-ier,-iest)  မဆက်စုတ်လဝ်ကၞာတ်ဒကုတ်၊  မဟွံစပ်ဖျပ်ဒၟံၚ်ညဳညဳသာသာ၊  မဟွံစှ်ေကဵုဗီုပြၚ်၊  မဟွံဍိုက်ပေၚ်။"},
{"word":"scrap","def":"|2| n.  ပေဲါသေက်ဇဵု။  vi. (pt.pp.-ped) (colloq.)  သေက်ဇဵု။"},
{"word":"scrape","def":"vt.vi.  ခစှ်ေ၊  ခစှ်ေပ္တိတ်၊  ခြးပ္တိတ်၊  ခွာတ်ပ္တိတ်၊  ခွာတ်ထောံ။  ပဲါပ္တိတ်ထောံ။  ၂။  ကြပ်ဒး၊  ချေတ်အာညိဓဝ်။  ၃။  ခဏှ်ေပကောံလဝ်၊  ဟေန်ချာဲလဝ်၊  ကၠတ်ပကောံလဝ်။  n.  ဗရုခွာတ်။  ၂။  ဒၞာဲခွာတ်လဝ်။  ၃။  ဟွံစှ်ေသၞောတ်၊  ဒဒှ်ဟွံစှ်ေကဵုဗီုပြၚ်။  scraper (n)  ကရိယာရပ်စပ်သွက်ဂွံခွာတ်စ။  to scrape one's knee. (vt)  ဗမာခြးတဴ၊  ဗမာခြးတဴနက္ၜံၚ်။"},
{"word":"scratch","def":"vt.vi. (pt.pp.-ed)  ခရက်၊  ခြ၊  ဆာ်၊  ခြး၊  ခွာတ်၊  ဂွး၊  ဇိက်၊  ထောဲ၊  ဒဇက်ပၞောန်နကဵုအရာကေက်ကေက်မွဲမွဲ၊  ခွာတ်ကဵုအရာကေက်ကေက်မွဲမွဲ၊  သရက်၊  သရိတ်။  ၂။  ခွာတ်ကဵုသၞေံတဲ။  ၃။  ချူခွာတ်လဝ်ဆဆဵု။  ၄။  သ္ပရမျာၚ်ကြက်ကြက်။  ၅။  ကလေၚ်ရုပ်သီထောံ။  n.  ဂၟေၚ်ခွာတ်၊  ဗရုခွာတ်။  ၂။  ဒဒှ်မခွာတ်ဇၟာတ်။  ၃။  ပၞောန်တိတ်ကဴ(တိုၚ်ကဴ)။  adj.  ဒှ်ဆဂွံကဵုဂွံ၊  မစန်ဒက်ပကောံလဝ်ဆၜိုတ်ဟောဝ်စိုပ်။  scratchy (adj)  ချူလဝ်ဒဇက်လဝ်ဆဆဵု၊  တိတ်ဒၟံၚ်ရမျာၚ်ကြေတ်ကြေတ် (တဝ်မှၚ်)။  scratch out. (vt.vi)  ဆာ်ထောံ၊  ခြးထောံ။"},
{"word":"scrawl","def":"vt.vi. (pt.pp.-ed)  ချူလဝ်မြက်မြက်၊  ဒဇက်လဝ်မြက်မြက်။  n.  ဒဒှ်မချူလဝ်ဒဇက်လဝ်မြက်မြက်။"},
{"word":"scrawny","def":"adj.  မကၞေဲသောဲဗြဲ။"},
{"word":"scream","def":"vt.vi. (pt.pp.-ed)  ကရေဲ၊  ကညာၚ်၊  ကညာၚ်လရိုအ်၊  ကရေဲလရိုအ်။  ၂။  ဗြုဝှတ်ဝှတ်(ဗရုကျာပိုက်)။  n.  ရမျာၚ်ကညာၚ်လရိုအ်စူစူစၚ်စၚ်၊  ရမျာၚ်လရိုအ်။"},
{"word":"screech","def":"vt.vi.  လရိုအ်ဗရုစၚ်စၚ်စူစူ။  ၂။  ကရေဲလရိုအ်ဟိုတ်နူဒေါသတိတ်၊  ကရေဲလရိုအ်ဟိုတ်နူဂိက္တာန်။  n.  ရမျာၚ်ကရေဲလရိုအ်။"},
{"word":"screech-owl","def":"n.  ဂစေံကလော်။"},
{"word":"screed","def":"n.  လိက်ဇမၠိၚ်မဟၟဲကဵုသွက်စိုတ်ဂွံလုပ်စ။"},
{"word":"screen","def":"n.  စဵု၊  ဇွောံစဵုခဒံ၊  ဇွောံစဵုဒၞာ၊  လဒ။  ၂။  အရာမသကဵုဒှ်သွက်ဂွံစဵုဒၞာ။  ၃။  ဂဇာမစဵုဒၞာလဝ်ရုဲဂၟိတ်ညံၚ်ဟဂွံလုပ်။  ၄။  ဂဇာ။  ၅။  ယာတ်ပိက်ထ္ၜးရုပ်ဂမျိုၚ်။  vt.  စဵုဒၞာဲလဝ်နကဵုသၠဖ္ဍာန်၊  စဵုဒၞာကဵု၊  ဒှ်သွက်စဵုဒၞာ။  ၂။  ဗ္ဂပ်စုတ်ဂဇာပသဲ၊  စဵုကဵုဂဇာပသဲ။  ၃။  ဂြိုက်ဖျေံကဵုဂဇာ။"},
{"word":"screw","def":"n.  ကြုတ်ကၠိက်။  ၂။  အရာသွက်ဂွံရပ်ဂစိုတ်။  ၃။  ပၚ်ကာ(က္ၜၚ်,က္ၜၚ်ကျာ)။  vt.vi.  ကဝဲကြုတ်ကၠိက်၊  ပတေၚ်တၟောန်ကြုတ်ကၠိက်။  ၂။  ကဝဲဂရောတ်ပၠောပ်။  ၃။  ထညောန်၊  ဗြီ။  ၄။  သ္ဂံၚ်ပ္တိုန်စိုတ်၊  ပတေၚ်ပ္တိုန်စိုတ်၊  ပရံၚ်ပတိုန်စိုတ်။  screw-driver (n)  တၚ်ဗ္ဂေတ်ကြုတ်ကၠိက်။"},
{"word":"scribble","def":"vt.vi.  ချူမြက်မြက်၊  ခရက်ဒၟံၚ်လ္ပာ်တေံလ္ပာ်ဏံ။  n.  ဒဒှ်မခရက်ဒၟံၚ်ဟွံမွဲကဵုအဓိပ္ပာဲ။"},
{"word":"scribe","def":"n.  မၞိဟ်ကေတ်ၚုဟ်လိၚ်တုဲ ချာဲချူကဵုလိက်၊  အ္စာကၞေဟ်၊  ဇခဳ၊  သၟာကၞေဟ်။"},
{"word":"scrimmage","def":"n.  ဒဒှ်မဗိုၚ်ပၠံၚ်ထုဲဂရုဲမံၚ်။  vi.  ဗိုၚ်ပၠံၚ်။"},
{"word":"scrimp","def":"vt.vi.  ဂိုဟ်၊  အေၚ်ဒုၚ်သတှ်ေ၊  ခနေံရပ်စပ်၊  စဳစတ်။"},
{"word":"script","def":"n.  လိက်ချူလဝ်နကဵုတဲ။  ၂။  တံလိက်၊  လိက်စၞောန်လအာဇာတ်။"},
{"word":"scripture","def":"n.  သၠပတ်၊  လိက်ပတ်၊  အဂီု၊  ဓဝ်၊  လိက်ပြကိုဟ်သမ္မာအဂီု။  scriptural (adj)  မဗ္ဒဗ္ဒာဲလ္တူပြကိုဟ်သမ္မာ။"},
{"word":"scrofula","def":"n.  ယဲသြိုဟ်က္ဍန်၊  ယဲသြိုဟ်ဂြက်ဂြတ်(ယဲကသံမွဲဂကူ)။"},
{"word":"scroll","def":"n.  လိက်ထၟူ၊  လိက်ဗပိုတ်။"},
{"word":"scrub","def":"vt.vi. (-bb-)  တုဟ်၊  တုဟ်ပေါတ်၊  ဓရိတ်တုပ်ကြာတ်ကြဴ၊  ကပိုက်၊  ပေါတ်ပေါန်။  n.  ကသဵုဂြိုပ်၊  တိအဇာဍိုန်ဍိုန်ရာပ်ခြုံမအုပ်ဓလီုမံၚ်။  scrubby (adj)  မဟွံဒှ်ကမၠောန်၊  မသောဲဗြောဲ။  ၂။  မဟွံကးလဝ်(တသော်ပါၚ်)။"},
{"word":"scruff","def":"n.  ဂမ္တက်(ကတက်)၊  တံကံ၊  တံဂမ္တက်။  scruffy (adj) (-ier,-iest)  မဟွံသိပ်ဂၠိပ်၊  မဓရန်ဓရ၊  မကၠိခ္ဍက်၊  မကၠိခန်၊  မေၚတ်ဗေတ်။"},
{"word":"scruple","def":"n.  ဒဒှ်မနွံကဵုစိုတ်ဟွံသောၚ်သအး၊  ဒဒှ်မနွံဟွံအးပ္ဍဲကဵုပုၚ်ခၟော။  vt.  ဟွံအးကဵုပုၚ်ခၟောပ္ဍဲစိုတ်။  scrupulous (adj)  မနွံကဵုသတိညံၚ်ရဴဟဂွံပတုဲ ပ္ကီုပရာပ်ဒးသရာံပါပ်။  ၂။  မသ္ပဂရုကဵုအရာသောဲသောဲဗြဲဗြဲ။"},
{"word":"scrutiny","def":"n.  ဒဒှ်မစဳစောတ်။  scrutinize (vt)  စဳစောတ်။"},
{"word":"scuff","def":"vt.vi. (pt.pp.-ed)  ကချေံအာ၊  ခရေတ်အာ၊  အာဟွံယာဇိုၚ်။"},
{"word":"scuffle","def":"n.  ဒဒှ်မကဝိုတ်စာဲထုဲဂရုဲညးသ္ကံ။  vt.  ကဝိုတ်စာဲထုဲဂရုဲဒၟံၚ်ညးသ္ကံ။"},
{"word":"scull","def":"n.  ဂၠုၚ်ပြိုၚ်မနွံကဵုဗုၚ်ထ္ၜောံထ္ၜောံ။"},
{"word":"scullery","def":"n.  ခဒံကြာတ်ကြဴစထၟာဲ,ခေါ်,ပ္ၚာန်၊  ဖဴ၊  ကၟေၚ်။"},
{"word":"sculpture","def":"n.  ကသူပါန်ခဳ၊  ဒဒှ်မပုတ်ဂၠတ်၊  ပါန်ပုတ်(ပါန်မုတ်)။  vt.vi.  ပုတ်ဂၠတ်ရုပ်။  sculptor (n)  အ္စာပါန်ပုတ်။  sculptural (adj)  မဆေၚ်စပ်ကဵုကွတ်ပညာပါန်ပုတ်။"},
{"word":"scum","def":"n.  ကမှောံဗှ်၊  ဂီု၊  ထ္ၜိုဟ်၊  ထ္ၜိုဟ်အုဲအုဲအေၚ်အေၚ်ပပ်ပပ်ပဳပဳ။  ၂။  မၞိဟ်ဟွံလုပ်ကေၚ်ကာပ္ဍဲလိုက်၊  မၞိဟ်ကဆံၚ်သဝ်အိုတ်။  the scum of the earth. (n) (colloq.)  မၞိဟ်အိက်ဂစိုတ်ချောဲ၊  မၞိဟ်ဟွံလုပ်ကေၚ်ကာ။"},
{"word":"scupper","def":"n.  ပၞော်ဍာ်တိတ်လ္တူဗုၚ်က္ၜၚ်။"},
{"word":"scurf","def":"n.  ခလှာဒိုၚ်၊  ခူ၊  ဂျတ်။"},
{"word":"scurrilous","def":"adj.  မချဴ၊  မရပ်စပ်စကာဂလာန်ဂရိုဟ်ပ္တိုန်ဖျေံ။"},
{"word":"scurry","def":"vi.  ဂြိပ်လှောဝ်၊  ဂြိပ်လှောဝ်က္တိုၚ်အာ။  n.  ဒဒှ်မဂြိပ်လှောဝ်၊  ဗရုရမျာၚ်ဂြိပ်လှောဝ်။"},
{"word":"scurvy","def":"adj.  မဟွံသ္ပအဲပရဲ၊  မသ္ဒးက္ဍုဟ်မၠေံခိုဟ်။  n.  ယဲမက္တဵုဒှ်တိုန်ဟိုတ်နူဟွံသ္ပပြဘိုက်သၞေဝ်ကေဝ်သ္ၚေက်သ္ၚေက်လတ်လတ်၊  ယဲသကာဝဳ။"},
{"word":"scuttle","def":"vt.  သကဵုက္ၜၚ်ဗၠိုက်အာ နဒဒှ်မပထောၚ်ကလိုဟ်ထောံဗုၚ်ဍေံ။  n.  ပိုၚ်သွက်ဂွံစုတ်ချးပ္ဍဲဖဴ။  vi.  ဂစာန်ဂြိပ်ဒဴတိတ်အာ။"},
{"word":"scythe","def":"n.  နတ်။  vt.  ရတ်နကဵုနတ်။"},
{"word":"sea","def":"n.  ဂၚ်၊  မှာသၟိတ်၊  သမုဒ္ဒ၊  သမုဒြ၊  သာဂရ၊  သၟာသၟိတ်၊  ၜဳ၊  ၜဳဇၞော်။  ၂။  ဒဒှ်မတုဲ၊  ဒဒှ်မဒှ်ချပ်ကသပ်ဟွံတိတ်၊  ဒဒှ်မဒှ်ဟွံချိုတ်ပၠိုတ်။  ၃။  အလိုန်(ကပှ်ဇၞော်ဇၞော်,ဒုတ်ဒုတ်)။  ၄။  ဒဒှ်မသၠဲလး၊  ဒဒှ်မဂၠိုၚ်၊  က္ဍိုပ်ကဵုက္ဍိုပ်။  seaboard (n)  ကရုၚ်ပရၚ်သြၚ်ဂၚ်။  sea-borne (adj)  မပ္ဍိုက်ဏာကဵုက္ၜၚ်။  seafaring (adj)  မကၠောန်ကမၠောန်ပ္ဍဲက္ၜၚ်၊  မအာကၠုၚ်ဂၠံၚ်တရဴဍာ်ပ္ဍဲဂၚ်။  sea front (n)  အၚ်္ဂမုက်ဍုၚ်မနွံဒၟံၚ်လ္ပာ်ဂၚ်။  sea gull (n)  ဂစေံအဘာ။  sea level (n)  ဂၠးမုက်ဍာ်ဂၚ်။  sea lion (n)  ဖေံဂၚ်ဇၞော်မဒီုပ္ဍဲမှာသၟိတ်ပါသဳဝှေတ်။  seaman (n) ကောန်က္ၜၚ်။  ၂။  မၞိဟ်မစိုန်သ္ကီုလ္ပာ်ဂၠံၚ်ဍာ်။  seamanship (n)  ကွတ်ပညာဂၠံၚ်လ္ပာ်ဍာ်၊  ကွတ်ပညာကောန်က္ၜၚ်၊  ဒဒှ်မစိုန်သ္ကီုပ္ဍဲအရာကိစ္စအပ္ဍဲက္ၜၚ်။  sea monster. (n)  ကမၚ်ကဝ်။  seaport (n)  ဍုၚ်သၞေဟ်က္ၜၚ်။  seashore (n)  ပရၚ်ဂၚ်။  seasick (n)  ထ္ၜူလပှ်၊  ဒဒှ်မထ္ၜူက္ၜၚ်၊  ဒဒှ်မထ္ၜူလပှ်။  seaside (n)  ဇိုၚ်ဂၚ်၊  ဇိုၚ်မှာသၟိတ်၊  သြၚ်ဗၚ်ဂၚ်။  seaweed (n)  လှိက်၊  သၠိက်၊  သွိဂၚ်။  seaworthy (adj)  မဂပ်ဝ်သွက်ဂွံအာတရဴဂၠံၚ်ဍာ်ဂၚ်၊  မသိုၚ်ခၞံပလေဝ်ပလေတ်လဝ် ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။"},
{"word":"seal","def":"n.  ကြာ၊  တဆိပ်၊  တဆိပ်ကြေက်၊  လက်သန်တဆိပ်ပ္ဍဵုစုတ်လဝ်။  ၂။  တဝ်ပီုပ္ဍဵုတဆိပ်၊  အရာမသ္ပစၟတ်သမ္တီ။  ၃။  အရာမကေတ်တာလျိုၚ်။  vt.  တက်တဆိပ်တၟာတ်နကဵုကြေက်၊  ဒုၚ်တက်တဆိပ်။  ၂။  တၟာတ်လဝ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။  ၃။  ပရေပရံၚ်၊  သ္ဂုတ်သွာတ်၊  ဒေါန်တတ်။  sealing-wax (n)  ကြေက်။"},
{"word":"seal","def":"|2| n.  ဖေံဂၚ်(တသော်ဍေံ, မထေက်တန်ကဵုၚုဟ်မး)။  vi.  ရပ်ဖေံဂၚ်။  sealer (n)  မၞိဟ်ရပ်ဖေံဂၚ်။"},
{"word":"seam","def":"n.  ဇၟိၚ်၊  ဂၠံၚ်လၟေၚ်ဇိၚ်။  ၂။  ဇုက်ဖ္ကောဝ်(ပ္ဍဲက္တိုၚ်ရတ်တိ)။  ၃။  လက်သတ်၊  ကၞၚ်၊  ပၞေတ်။  vt.  သက်၊  ကၞၚ်ထေၚ်၊  ပၞေတ်ထေၚ်။  ၂။  ဇိၚ်၊  ဆက်၊  စန်၊  ပံၚ်။  seamstress (n)  သၟာဇိၚ်၊  သၟတ်ဗြဴဇိၚ်စစက်။"},
{"word":"seamy","def":"adj. (-ier,-iest)  မနွံကဵုဇၟိၚ်မံက်မံက်၊  မနွံကဵုဇၟိၚ်ထေၚ်ထေၚ်။  ၂။  မဒိုက်ဝါတ်၊  မဂၠိုၚ်ကဵုဘဲရာဇဝတ်။"},
{"word":"sear","def":"vt.  မဍာပ်ကဵုပသဲဂမ္တဴ၊  သကဵုကှ်ခြေဲ၊  သကဵုသေၚ်အာနကဵုပသာန်ဂမ္တဴ၊  သေၚ်ပ္ဍီု။  ၂။  ကဵုသ္ကာတ်မြဟ်၊  သကဵုကြံၚ်မ္ၚိုဟ်။  ၃။  ကှ်ခြေဲ၊  ဇတ်ကှ်၊  အေဲဇြ။"},
{"word":"search","def":"vt.vi.  ဂၠိုက်ဂၠာဲ၊  ဂၠာဲ၊  ဂၠာဲစၟတ်၊  ဂၠာဲပ္ကောံ၊  ဂၠာဲလဖှ်၊  ဂၠာဲသှ်၊  ဂၠာဲသ္ၚဳ၊  ၚဳ၊  ၚဳဂၠာဲ၊  ေၚဝ်ဂၠိတ်၊  ေၚဝ်ဂၠိပ်၊  စဳစတ်၊  လပှ်ဂၠာဲဟီု၊  လ္ၚတ်စံၜတ်၊  စဳစောတ်၊  စၟဳစၟတ်။  ၂။  ကၠိုဟ်လုပ်အာဗွဲမဇြိုဟ်၊  လုပ်အာဗွဲမဇြိုဟ်၊  စိုပ်အာဒၞာဲဇဳဇဳ၊  ဂၠိုက်ဂၠာဲလ္ပာ်ဒိုဟ်နာနာသာ်။  n.  ဒဒှ်မဂၠိုက်ဂၠာဲ။  searching (adj)  မသ္ပစေံစေံ၊  မကၠောန်စေံစေံ၊  မဂၠိုက်ဂၠာဲလုပ်။  searchingly (adv)  ဗိုန်ဗိုန်။  searchlight (n)  မံၚ်ပၟတ်၊  ပၟတ်သွက်ဂွံရံၚ်အရာမနွံပ္ဍဲဌာန်ဇမ္ၚောဲ ဇြဟတ်စူစူတၟးတၟး။  search-warrant (n)  လိက်ဝါရာန်သကဵုအခေါၚ်ဂၠိုက်ဂၠာဲ။  search for fuel. (vt)  ၚဳအှော်။  in search of knowledge. (vt)  ဂၠာဲသ္ၚေဝ်မွဲ။"},
{"word":"season","def":"n.  ဥတုရာသဳ၊  မုသုံ၊  ဝိသုံ၊  သရဒ။  ၂။  အခိၚ်၊  အခါ၊  ရာသဳသွက်ဂွံထေက်ကဵုကၠောန်ကမၠောန်မွဲမွဲ။  ၃။  ရာသဳ၊  ဥတု၊  အခိၚ်ကၠောန်ဗဒှ်ပေဲါသ္ဘၚ်။  ၄။  မွဲချိုန်ခဏ၊  မွဲခဏ။  vt.vi.  ကၠောန်ညံၚ်သ္ဂောံလုပ်ကၠုၚ်ကေၚ်ကာ၊  ဖန်ဗဒှ်ပလေဝ်ပလေတ်၊  ဖျိုန်ချိုတ်အာ။  ၂။  ကြုဲ၊  ပြုပြေၚ်စဳရေၚ်စုတ်ကပေါတ်မောဝ်မောဝ်ဇောဝ်ဇောဝ်ကဵုစၞစ။  ၃။  ကၠောန်ညံၚ်ရဴသ္ဂောံဒးဂၞပ်စိုတ်သ္ဂောံဒုၚ်တဲ။  ၄။  သကဵုသက်သာတိုန်ကၠုၚ်။  seasonable (adj)  မဒးရး၊  မစှ်ေအလိုက်။  ၂။  မဒးကဵုအခိၚ်အခါ။  seasonal (adj)  မဆေၚ်စပ်ကဵုဥတုရာသဳ၊  မက္တဵုဒှ်အလိုက်ဥတုရာသဳ၊  သဳဓဝ်။  season ticket (n)  စၟတ်တဲအာကၠုၚ်ဗဵုရံၚ်ပ္ဍဲဂွေၚ်အခိၚ်ကာလဂစိုတ်ကၞာတ်လဝ်၊  စၟတ်တဲမကဵုလဝ်အခေါၚ်အာတရဴဗွဲမဂၠိုၚ်ဂွံ။"},
{"word":"seasoning","def":"n.  အရာမသကဵုရှ်နွံကၠုၚ်၊  ဖနုၚ်ဗစး။"},
{"word":"seat","def":"n.  အာသန၊  ဒၞာဲသွက်ဂွံဂ္ဇံ၊  ဒၞာဲဂ္ဇံ၊  ပၞၚ်၊  သနာ။  ၂။  ခုၚ်ဂ္ဇံ၊  ခုၚ်ဇိုၚ်ပန်၊  ဂတဵု၊  ဂတဵုထမိက်။  ၃။  အခေါၚ်လုပ်ကရောံကီု၊  အခေါၚ်ပါလုပ်။  ၄။  သ္ၚိဇၞော်ကွာန်ရးမနွံကဵုကၠံသ္ၚိသၠဲသၠဲလးလး။  ၅။  ဗဟဵု၊  ဒၞာဲအဓိက။  vt.  ဂ္ဇံ၊  သကဵုဂ္ဇံ။  ၂။  သကဵုဒၞာဲဂ္ဇံ၊  ဖျေံကဵုဒၞာဲ။  seated astride. (vt)  တၞၚ်လ္ဂုၚ်။  seated on the right hand. (vt)  ဂ္ဇံကေတ်ဒၞာဲလ္ပာ်တဲပုၚ်။  Please be seated. (vt)  ဂ္ဇံကေတ်ဒၞာဲညိအဴ။"},
{"word":"secateurs","def":"n. (pl.) Brit.  ကပ်ကြာဲမရပ်စပ်သွက်ဂွံ (ကေပ်၊ တတ်၊ ထပိုတ်) မပ္တံဆုရာပ်။"},
{"word":"secede","def":"vi.  နုက်တိတ်၊  ပါ်တိတ်။  secession (n)  ဒဒှ်မနုက်တိတ်၊  ဒဒှ်မပါ်တိတ်။"},
{"word":"seclude","def":"vt.  မံၚ်ညးတၞဟ်အဲတၞဟ်၊  သကဵုဒှ်တၞဟ်တၞဟ်ခြာခြာ၊  ဒ္ဂေတ်မံၚ်ညးမွဲဓဝ်။  secluded (adj)  မလ္ၚုကာယစိုတ်၊  ၜိုဟ်သြိုဟ်သ္ၚိတ်ဇြ၊  မဒှ်တၞဟ်ခြာဗွဲတၟေၚ်၊  မဒှ်ညးမွဲဓဝ်။  seclusion (n)  ပွမဒၟံၚ်တၞဟ်ခြာ၊  ဒဒှ်မဒၟံၚ်ညးတၞဟ်အဲတၞဟ်၊  ဒဒှ်မံၚ်ညးမွဲဓဝ်။  seclusive (adj)  မလေပ်မံၚ်ညးမွဲဓဝ်၊  မနွံကဵုအဆက်ပိုတ်ပိုတ်။"},
{"word":"second","def":"adj.  မဒှ်ဒုတိယ၊  မဒှ်ၜါဝါၜါလန်။  ၂။  မထပ်ပၠန်၊  မထပ်လံၚ်ပၠန်၊  မထပ်စုတ်လဝ်သွက်ဗွဲကြဴ။  ၃။  မက္တဵုဒှ်ဗွဲကြဴ၊  မဒှ်ညံၚ်ရဴပထမ၊  မဒှ်ကၠုၚ်ဗီုပြၚ်တပ်တပ်။  n.  ဒုတိယ။  ၂။  အရီုအဗၚ်၊  မၞိဟ်ရီုဗၚ်။  ၃။  ကပေါတ်ကဆံၚ်အဇာဒုတိယ၊  အရာမဗက်ဟွံစိုပ်မခိုဟ်အိုတ်ဂှ်။  second (vt)  ရီုဗၚ်ထံက်ပၚ်၊  ထံက်ပၚ်၊  ကဵုဇြဟတ်။  ၂။  ထံက်ဂလာန်ကဵုဂလာန်မပ္တိုန်ထ္ၜး။  ၃။  ကဵုတာလျိုၚ်ဗွဲတၟေၚ်။  second-best (adj)  မဒှ်အရာခိုဟ်အိုတ်ပ္ဍဲကဆံၚ်ဒုတိယ။  second-class (adj)  မဒှ်ကဆံၚ်အဇာဒုတိယ၊  မဒှ်အဇာပရေံ။  second-hand (adj)  မဒှ်ရပ်စပ်လဝ်တုဲကၠုၚ်မွဲကဆံၚ်။  ၂။  မမိၚ်ကၠုၚ်မွဲကဆံၚ်၊  မဒှ်အရေဝ်မွဲကဆံၚ်၊  မတီနအလိုက်ဇကုဟွံသေၚ်။  ၃။  မဒှ်တုဲထ္ၜးနာဍေက်(သိတ်ကိန်)ပ္ဍဲနာဍဳ။  second lunar month. (adj)  ပသာ်၊  ဂိတုပသာ်(မန်)။  second-rate (adj)  မဒှ်တဲခိုဟ်ဟွံသေၚ်၊  မဒှ်တဲပရေံ။"},
{"word":"second","def":"|2| n.  မွဲနာဍေက်(မွဲသိတ်ကိန်)၊  တြဴစှော်ဂအုံ မွဲဂအုံနာဍာ(မွဲမိနေတ်)၊  ပိကၠံတြဴစှော်ဂအုံမွဲဂအုံနာဍဳ။  ၂။  မွဲခဏ၊  မွဲချိုန်ခဏ။  sec (n)  ဝေါဟာမရပ်စပ်စကာစၞးနာဍေက်(သိတ်ကိန်) ဗွဲဒမၠေံ။"},
{"word":"secondary","def":"adj.  မဒှ်မွဲကဆံၚ်၊  မဒှ်အသၟဝ်တဲ။  ၂။  မဒှ်ဟွံဇၞော်ကဵုကေၚ်ကာ၊  မဒှ်အဓိကဟွံသေၚ်၊  မဟွံဒှ်အဓိက။"},
{"word":"secret","def":"adj.  စၟုတ်၊  မဒမၠုက်၊  မဂြောပ်ဗ္ဒန်၊  မနွံကဵုကဆံၚ်ညးဂမၠိုၚ်ဟွံတီ၊  လ္ၚု။  ၂။  မသ္ၚိတ်ဇြ၊  မသ္ၚိတ်ညိၚ်။  ၃။  မလေပ်မံၚ်သ္ၚိတ်သ္ၚိတ်ဇြဇြ၊  မလေပ်ကၞိက်ဗ္ဒန်။  n.  အရာမကၞိက်ဗ္ဒန်၊  ပွမကၞိက်ဗ္ဒန်။  ၂။  အရာမဂြောပ်ဗ္ဒန်လဝ်၊  ပရောပရာမဂြောပ်ဗ္ဒန်လဝ်၊  နဲကဲသွက်ဂွံတုဲဒှ်အာ။  ၃။  တၚ်ကၞိက်ဗ္ဒန်၊  အရာသွက်ဂွံကၠိုဟ်ခၠၚ်ဝါတ်ဂါတ်။  ၄။  ဒဒှ်မဒှ်ဒၟံၚ်သ္ၚိတ်သ္ၚိတ်ဇြဇြ။  secretly (adv)  ကၞိက်ကၞိက်လဒဵုလဒဵု၊  သ္ၚိတ်သ္ၚိတ်ဇြဇြ၊  ကၞပ်ကၞပ်၊  ဒုတ်ဒုတ်ဒီုဒီု။  secrecy (n)  ပွမကၞိက်လဒဵုလေပ်၊  ဒဒှ်မကၞိက်လဒဵုမာန်။  secretive (adj)  မလေပ်ကၞိက်လဒဵု၊  မလေပ်မံၚ်သ္ၚိတ်သ္ၚိတ်။"},
{"word":"secretary","def":"n.  ညးမရၚ်တၠုၚ်ဖဵု။  ၂။  ဝန်အပ္ဍဲ။  secretarial (adj)  မဆေၚ်စပ်ကဵုညးမရေၚ်တၠုၚ်ဖဵု၊  မဒှ်တာလျိုၚ်ညးမရေၚ်တၠုၚ်ဖဵု။  secretariat (n)  ဌာနဂကောံညးမရေၚ်တၠုၚ်ဖဵုဂမၠိုၚ်။"},
{"word":"secrete","def":"vt.  ပၞုက်ဂလုက်၊  ပၞုက်လဝ်၊  စွံလဝ်, မၚ်မွဲလဝ်, ဂိုၚ်ဒေပ်လဝ်, ဗွဲမချိုတ်ပၠိုတ်။  ၂။  ခ္ဍိုဟ်ပ္တိတ်။  secretion (n)  ဒဒှ်မခ္ဍိုဟ်ပ္တိတ်။  ၂။  အရာမခ္ဍိုဟ်ပ္တိတ်။  ၃။  ဒဒှ်မကၞိက်ဗ္ဒန်လဝ်။ "},
{"word":"sect","def":"n.  ဂိုန်၊  ဂိုန်ဂန၊  ဂကောံပါ်၊  ဂကောံကရေက်၊  က္ဍိုပ်၊  ဗော်၊  ဗော်သွး။  sectarian (adj)  မဆက်ဆောံဒၟံၚ်နကဵုဂိုန်ဂဏ၊  မဆေၚ်စပ်ဒၟံၚ်ကဵုဂိုဏ်ဂဏ။  n.  တဳ။"},
{"word":"section","def":"n.  သကုတ်ထပိုတ်လဝ်၊  ကရေက်ကုတ်လဝ်၊  အခန်၊  ပဆိုက်။  ၂။  ဒကုတ်ကၞာတ်၊  ဒကုတ်၊  ဒရေက်။  ၃။  ပိုဒ်၊  ပုစ္ဆာ။  ၄။  ထကုတ်၊  ဒကုတ်၊  ကရေက်၊  အရာပ်၊  အုံ၊  ခရော်။  ၅။  ဗီုတက်ကုတ်ထပိုတ်လဝ်။  sectional (adj)  မဆေၚ်စပ်ကဵုဒကုတ်ကရေက်။"},
{"word":"sector","def":"n.  တိဍာ်ပရေၚ်တိတ်ပၞာန် မကုတ်ပိုၚ်ခြာလဝ်ပ္ဍဲဒေသပၞာန်။  ၂။  ဒကုတ်ကရေက်စက်ဝိုၚ်မွဲ။  ၃။  အခန်ကဏ္ဍ၊  ဒကုတ်ကရေက်။"},
{"word":"secular","def":"adj.  မဆေၚ်စပ်ကဵုလောကဳ၊  မဟွံဆေၚ်စပ်ကဵုပရေၚ်ဘာသာ။"},
{"word":"secure","def":"adj.  မဟွံမွဲကဵုဘဲအန္တရာဲ၊  လဒပ်မၚ်မွဲလဝ်ခိုဟ်ခိုဟ်။  ၂။  မခိုၚ်ကၠိုက်၊  မဗိုန်ဗတ်။  ၃။  မချိုတ်ပၠိုတ်၊  မနွံကဵုတၚ်ဒုၚ်ကေတ်တာလျိုၚ်။  vt.  သကဵုလဒပ်မၚ်မွဲ၊  စဵုဒၞာ။  ၂။  သကဵုခိုၚ်ကၠိုက်၊  သကဵုလဒပ်မၚ်မွဲလဝ်ညံၚ်ရဴသ္ဂောံဂီုကၠီု။  ၃။  ဂွံ၊  ကေတ်ဂွံ။  securely (adv)  နဒဒှ်မဟၟဲကဵုဘဲအန္တရာဲ၊  နဒဒှ်မမောန်ခရောန်။"},
{"word":"security","def":"n.  ဒဒှ်မစဵုဒၞာလဒပ်ကဵု၊  ဒဒှ်မအုပ်လဒံ၊  ဒဒှ်မခိုၚ်ဗိုန်၊  ဒဒှ်အန္တရာဲမလလံသွာ၊  ပရာ်။  ၂။  ဒဒှ်မဒုၚ်တာလျိုၚ်၊  ကပေါတ်မစွံသွက်ဒုၚ်လျိုၚ်၊  ဒဒှ်မကဵုဂတိ၊  ပွမကဵုအရာဒုၚ်ဝန်။  ၃။  လိက်ကသုက်မကေတ်တာလျိုၚ်၊  တၞးလိက်မကေတ်တာလျိုၚ်။"},
{"word":"sedan","def":"n.  ဝဝ်၊  ဒေန်ဒလိၚ်။  ၂။  ကွဳစက်မအုပ်လဒံလဝ်ကဵုဒ္ၚောဝ်၊  ကွဳစက်ဂွံဍိုက်ကရေၚ်အာ။"},
{"word":"sedate","def":"adj.  တန်ကြန်၊  သ္ဇိုဟ်နက်၊  မဇၞော်ကဵုအိန်ရဳ။  sedately (adv)  ဗွဲမတန်ကြန်၊  ဗွဲမဇြိုဟ်နက်။  sedateness (n)  ဒဒှ်မတန်ကြန်။"},
{"word":"sedative","def":"adj.  မသကဵုစိုတ်တန်ကြန်၊  မသကဵုဝေဒနာသက်သာတိုန်။  n.  အရာမကဵုစိုတ်ညိၚ်၊  ဂဥုဲစိုတ်ညိၚ်၊  ဂဥုဲတိက်။"},
{"word":"sedentary","def":"adj.  မကၠောန်ဂွံလက်ဂ္ဇံ၊  မသ္ဒးဂ္ဇံအခိၚ်ဗွဲမဂၠိုၚ်။"},
{"word":"sedge","def":"n.  ဂကူတၞံဗိုၚ်မတိုန်ဒၟံၚ် ပ္ဍဲဝုတ်ဒိုဟ်ဇီု၊  ချောဲဇုက်တီုတီုကၠီုကၠီု၊  ဂကူတၞံဇီုပြာ။"},
{"word":"sediment","def":"n.  ကောန်တိ၊  အရာမဒိုပ်ဒၟံၚ်၊  ဂမြ၊  ဓဗြ၊  ဗရ၊  လကောတ်၊  သကောတ်၊  မဳမာ။"},
{"word":"sedition","def":"n.  ဒဒှ်မဗ္တိုက်ဖအောဝ်သွက်ဂွံသပုန်၊  ဒဒှ်မစန်ဒက်သွက်ဂွံသပုန်။  seditious (adj)  မဆေၚ်စပ်ကဵုအရာမစန်ဒက်သွက်ဂွံသပုန်။"},
{"word":"seduce","def":"vt.  ္ၚဲကော်ညံၚ်ရဴသ္ဂောံလုတ်မှာယောၚ်ယာ၊  ္ၚဲကော်ပလီုပလာ်သၟတ်ဗြဴတံ။  seducer (n)  မၞိဟ်္ၚဲကော်၊  မၞိဟ်မ္ၚဲသၠေံသၠန်။  seduction (n)  ဒဒှ်မ္ၚဲသၠေံသၠန်။  seductive (adj)  မသၠ္ၚေံဲ၊  မဒှ်သွက်ဂွံမက်ဂၠက်ခိုဟ်ဗွဲ။"},
{"word":"sedulous","def":"adj.  မနွံကဵုဓဝ်ဝိရိယ၊  မယဵုဒုၚ်ဟွံလၞုဟ်ထကုဲ။"},
{"word":"see","def":"vt.vi. (pt.saw, pp.seen)  ရံၚ်၊  ညာတ်။  ၂။  ဂဗဆဵု၊  ဂဗညာတ်၊  ဆဵုဂဗ။  ၃။  အာဝေၚ်၊  သကဵုအခေါၚ်ဆဵုဂဗ၊  ဒုၚ်တဲဆဵုဂဗ။  ၄။  ရံၚ်စံၚ်၊  သ္ပဂရု၊  သ္ပသ္ဇိုၚ်၊  စဳစောတ်။  ၅။  ချပ်ခယျ။  ၆။  ကၠိုဟ်ကၠိုဟ်စိုတ်။  see about (vt)  ချပ်စၚ်ခြၚ်။  see into (vi)  လ္ၚတ်၊  ဂၠိုက်ဂၠာဲစၟဳစၟတ်။  see someone out. (vt)  ပလံၚ်စဵုကဵုစိုပ်ပါၚ်တရၚ်ဒပ်။  see off. (vt)  ဗက်ပလံၚ်ကဵု။  see over (vt)  အာစၟဳစၟတ်၊  စဳစောတ်ဗွဲမချိုတ်ပၠိုတ်။  see to. (vt)  သီဒက်။"},
{"word":"seed","def":"n.  မ။  ၂။  သ္ဇိုၚ်တံ၊  ဗဳဇ။  ၃။  သၟာဝေၚ်ရုဲဍံက်ကေတ်လဝ်။  vt.vi.  ဖျေံမ၊  ဂြာတ်မ။  ၂။  ဒလတ်မ၊  ပ္တိတ်မ။  seedling (n)  မ,ပလုတ်စ,တိတ်၊  မ,ပလုတ်စိုအ်တိတ်၊  မ,ဗွဝ်။  seedbed (n)  ဂအာၚ်ဗွဝ်(ဒၞာဲဗွဝ်မ)။"},
{"word":"seedy","def":"adj.  မနွံကဵုမ။  ၂။  စာ်မှာ်၊  ဝါတ်ခဲါ။  ၃။  မဒှ်ကဆံၚ်မံၚ်စဟွံဒးရး၊  မနွံကဆံၚ်မံၚ်စဟွံခိုဟ်။"},
{"word":"seek","def":"vt.vi. (pt.pp. sought)  ဂၠာဲ၊  ၚဳ၊  ၚဳဂၠာဲ၊  စဳခေန်။  ၂။  အာတ်မိက်။  ၃။  ကၠေံစိုတ်၊  သ္ပဝဳရိယ၊  ပ္တိတ်ဇြဟတ်၊  ချပ်၊  ကၠောန်။  seek after. (vt.vi)  ဂၠာဲဂလိုၚ်လဝ်။  seek for. (vt.vi)  ဂၠိုက်ဂၠာဲ။  seek refuge in Buddha. (vt.vi)  မံဂြံကျာ်။  seek knowledge. (vt.vi)  ပနာံမြိုၚ်ကဵုပညာ၊  ဂၠာဲပညာ,အညာ။"},
{"word":"seem","def":"vi.  တန်ဒှ်သာ်ဂှ်၊  နွံလက်သန်ဂှ်၊  ထေၚ်ခယျကေတ်။  seemingly (adv)  နဒဒှ်မထေၚ်ခယျကေတ်။"},
{"word":"seemly","def":"adj.  မဂပ်ဝ်ဒးရး၊  မဒှ်ဆကရိုက်။"},
{"word":"seen","def":"ရံၚ် see တေံညိ။"},
{"word":"seep","def":"vi.  ဇီ၊  ဒဇူ၊  ဇွော်စှ်ေ။  seepage (n)  ဒဒှ်မဇီ၊  ဒဒှ်မဒဇူ၊  ဒဒှ်မဇွော်စှ်ေ။"},
{"word":"seer","def":"n.  မၞိဟ်တီညာတ်ဒဒှ်အနာဂတ်ဂတ၊  ဟောရာ၊  ပရောဟိတ်။"},
{"word":"seesaw","def":"n.  ဇွောံဝေၚ်ဍိုက်ရသောဝ်(ဂတဵုသၠုၚ်သဝ်တိုန်စှ်ေဂွံ သွက်သ္ဂောံဍိုက်ဝေၚ်)။  vi.  ဍိုက်ဝေၚ်ဂတဵုဂှ်။"},
{"word":"seethe","def":"vt.vi.  ကၞံဒၟံၚ်ပၠံက်ပၠံက်။"},
{"word":"segment","def":"n.  ဒကုတ်, ကုတ်ထပိုတ်လဝ်။"},
{"word":"segregate","def":"vt.  ပါ်တၞဟ်ခြာ၊  စွံလဝ်တၞဟ်၊  ဇွောံစွံလဝ်၊  သာဲခြာ။  segregation (n)  ဒဒှ်မပါ်တၞဟ်ခြာ၊  ဒဒှ်မဇွောံစွံလဝ်။"},
{"word":"seine","def":"n.  ဇာဇၞော်ဒုတ်သွက်ဂွံရပ်က။  vt.vi.  ရပ်ကနကဵုဇာဗီုဂှ်။"},
{"word":"seismic","def":"adj.  မဆေၚ်စပ်ကဵုကသဳတိ၊  မဆေၚ်စပ်ကဵုတိချဳ။  seismograph (n)  ကရိယာၜတ်ကၞာတ်ဇြဟတ်ကသဳတိ(ဇြဟတ်တိချဳ)။"},
{"word":"seize","def":"vt.vi.  ဂိုၚ်၊  ဂိုၚ်ယိုက်ကေတ်၊  တံၚ်ရပ်ကေတ်၊  သ္ကေံက္ၜတ်၊  သီကေတ်၊  သီဂိုၚ်ကေတ်။  ၂။  ဒနာရပ်၊  ရပ်၊  ရပ်္ၚာပ်၊  ရပ်ဂွံ။  ၃။  ကၠိုဟ်စိုတ်၊  ကၠိုဟ်ခၠၚ်၊  တီသောၚ်ကၠး။  ၄။  သ္ဒးဒုၚ်ဗြုဗြု၊  သ္ဒးဒုၚ်မွဲလစုတ်ဓဝ်၊  သ္ဒးဒုၚ်လွာဲဂှ်။  seizure (n)  ဒဒှ်မသီကေတ်၊  ဒဒှ်မရပ်။  ၂။  ဒဒှ်မဂွံဝေဒနာမွဲလစုတ်ဓဝ်၊  ဒဒှ်မဂွံယဲမွဲလစုတ်ဓဝ်။  seize a thief. (vt.vi)  ဂန်ရပ်ကမၠတ်၊  သ္ဂန်ရပ်ကမၠတ်။"},
{"word":"seldom","def":"adv.  နဒဒှ်သ္ဂောံဆဵုဂဗဟွံလောဲ၊  နဒဒှ်ဂွံက္တဵုဒှ်ဟွံလောဲ၊  စှ်လှ်ေမွဲလှ်ေ။"},
{"word":"select","def":"vt.  ရုဲ၊  ရုဲကံက်၊  ရုဲကေတ်၊  ရုဲစှ်၊  ရုဲစှ်ဂၠဟ်ကေတ်၊  စဳစောတ်ကေတ်။  adj.  မရုဲစှ်လဝ်၊  မစဳစောတ်လဝ်၊  မရုဲစှ်ဍံက်ကေတ်လဝ်။  ၂။  တၞဟ်ခြာစွံလဝ်၊  ဟွံဆေၚ်စပ်ကဵုညးဂမၠိုၚ်။  selection (n)  ဒဒှ်မရုဲစှ်၊  ဒဒှ်မစဳစောတ်ကေတ်။  ၂။  အရာမတၞဟ်ခြာရုဲစွံလဝ်၊  ကပေါတ်မတၞဟ်ခြာရုဲစွံလဝ်၊  ကပေါတ်မစွံလဝ်သွက်ဂွံရုဲစှ်ကေတ်။  selective (adj)  မနွံကဵုအခေါၚ်သွက်ဂွံရုဲစှ်၊  မနွံကဵုအခေါၚ်သွက်ဂွံစဳစောတ်။  selector (n)  ညးမလုပ်ဂကောံမၞိဟ်ရုဲစှ်၊  မၞိဟ်ရုဲစှ်၊  မၞိဟ်စဳစောတ်။"},
{"word":"self","def":"n. (pl.selves)  သဘာဝနူဂဝ်၊  ဇကုဇကု၊  အတ္တ။  ၂။  ဖဵုဂုန်ဇကု၊  ဖဵုဂုန်အတ္တ။  ၃။  ဇကုအနေပူဂဵုမွဲမွဲ။"},
{"word":"self-","def":"prefix.  ဇကုဇကု၊  မဆေၚ်စပ်ကဵုဇကုဇကု၊  အလဵု၊  အလဵုဇကုဇကု။  self-control (vt)  ထိၚ်ဒဝ်လဝ်ဇကုဇကု။  self-assertive (adj)  မဓမံက်ပ္တိုန်စဇကုဇကုလောန်အာ၊  မစိစောန်ပ္တိုန်စဇကုဇကုလောန်အာ။  self-assertion (n)  ဒဒှ်မဓမံက်ပ္တိုန်စဇကုဇကုလောန်အာ။  self-centered (adj)  မစွံအဓိကကဵုဇကုဇကုမွဲဟေၚ်၊  မလုပ်စစိုတ်လ္တူပရေၚ်ဇကုဇကုမွဲဟေၚ်။  self-composed. (adj)  မထိၚ်အရီုစိုတ်ချဳဒရာၚ်နအလိုက်ဇကုကဵုဇကု၊  ဖျေံပတန်သၠိၚ်စိုတ်။  self-conscious (adj)  မဒှ်ဒဒှ်မဂွဒၟံၚ်ကဵုဇကုဇကု၊  မတီဒၟံၚ်ဒဒှ်အမှုဇကုကဵုဇကု၊  မနွံဒၟံၚ်ကဆံၚ်ဒၟံၚ်ဟွံဂီုကၠီုပ္ဍဲစိုတ်(ဟွံဗၠးဒုဟ်ဗၠးဝါ)။  self-contained (adj)  မဍိုက်ပေၚ်ကဵုအရာအိုဿီု(ခဒံ)။  self-denial (n)  ပွမမၚ်မွဲထိၚ်ဒက်ဇကုဇကု၊  ပွမဟေန်ချာဲ၊  ပွမဆိၚ်ဆ။  self-determination (n)  အခေါၚ်အဝဵုမသ္ဂုတ်သွာတ်မာန်နအလိုက်ဇကုကဵုဇကု၊  အခေါၚ်အဝဵုမစၟိန်ပြမာန်, မာန်မာနအလိုက်ဇကုကဵုဇကု။  self-evident (adj)  မတီကၠးဖ္ဍးအလဵုလဵုဍေံ။  self-important (adj)  မဓမံက်စဇကုဇကုလောန်အာ၊  မထေၚ်ဒၟံၚ်ဇကုဇကုလုပ်ကေၚ်ကာကွေံကွေံ။  self-indulgent (adj)  ဗက်အလိုက်စိုတ်ဆန္ဒဇကုဇကု၊  မဒုၚ်စသိုၚ်အရီုလောန်အာ။  self-made (adj)  ထကေက်တ္ၜံၚ်ဇကုကဵုဇကု၊  မဇၞော်မောဝ်ကၠုၚ်နကဵုအစောံစရာဲဇကုကဵုဇကု။  self-mortification. (n)  ဓုတၚ်၊  ဒဒှ်ထိၚ်ဒက်စိုတ်အရီုဆန္ဒ။  self-possession (n)  ဒဒှ်ဇကုဇကု ဇကုထိၚ်မာန်။  self-possessed (adj)  မထိၚ်ဇကုဇကုမာန်၊  နွံကဵုသိက္ခာ၊  မနွံကဵုစိုတ်တန်တန်ကြန်ကြန်။  self-preservation (n)  ဒဒှ်မစဵုဒၞာဇကုဇကုနူကဵုဘဲဒဒိုက်အန္တရာဲ။  self-reliant (adj)  မပတှ်ေကေတ်အစောံစရာဲဇကုကဵုဇကု။  self-respect (n)  ဒဒှ်မအဲပရဲသိက္ခာဇကုကဵုဇကု။  self-righteous (adj)  မခယျဒဒှ်မတပ်တးယျဵုလ္ဂူဒၟံၚ်လ္တူဇကုကဵုဇကု။  self-sacrifice (n)  ဒဒှ်မစ္ဍးထောံဂုန်ဖဵုသွက်ဇကု၊  ရန်ဂုန်ဖဵု ဇွောံညးတၞဟ်သအာၚ်၊  ဒဒှ်မဒုၚ်ဂိ။  selfsame (adj)  ဒှ်ဗီုပြၚ်ဂှ်၊  မတုပ်တဴဗီုဂှ်၊  မတုပ်သၟဟ်ဗီုဂှ်။  self-seeking (adj)  မလေပ်ဂၠာဲဖဵုသွက်ဇကု။  n.  သၟာမလေပ်ဂၠာဲဖဵုသွက်ဇကု။  self-serving (adj)  မကေတ်နနဲဇကုကဵုဇကု။  self-sufficient (adj)  မရုံဂပ်ဒၟံၚ်နအလိုက်ဍေံကဵုဍေံ၊  မအထေၚ်ဇၞော်မံၚ်လ္တူဇကုဇကု၊  မဟွံညာတ်ဂၠံၚ်ဍာံဍာံ။  self-will (n)  ဒဒှ်မဟီုဂးစဝါတ်၊  ဒဒှ်က္ဍိုပ်မကြံၚ်။  self-willed (adj)  မဟီုဂးစဝါတ်၊  မနွံကဆံၚ်က္ဍိုပ်ကြံၚ်။"},
{"word":"selfish","def":"adj.  မရံၚ်သွက်ဖဵုဂုန်ဇကု ပရေၚ်ပိုန်ဂြပ်ဇကုမွဲဓဝ်ဟေၚ်၊  မဟွံသ္ပကေၚ်ကာကဵုပရေၚ်ဖဵုဂုန်ညးဂမၠိုၚ်၊  မအဵုဇိုတ်။  selfishly (adv)  နဒဒှ်မရံၚ်သွက်ဖဵုဂုန်ဇကု ပရေၚ်ပိုန်ဂြပ်ဇကုမွဲဓဝ်ဟေၚ်။  selfishness (n)  ဒဒှ်မရံၚ်သွက်ဖဵုဂုန်ဇကု ပရေၚ်ပိုန်ဂြပ်ဇကုမွဲဓဝ်ဟေၚ်။"},
{"word":"sell","def":"vt.vi. (pt.pp. sold)  တေဝ်ဖျာ၊  တေဝ်သွံ၊  သွံ။  sell out (vt.vi)  တေဝ်၊  တေဝ်သွံ၊  သွံထောံ။  sell off (vt.vi)  သွံထောံၚုဟ်တန်တန်။  sell up (vt.vi)  သွံထောံကပေါတ်သွက်ဂွံလေဲဂတှ်။  seller (n)  မၞိဟ်သွံဖျာ၊  တၠဖျာ။"},
{"word":"selvage","def":"n.  ဓရာနာယာတ်၊  ဒရီုဖျုန်ယာတ်။"},
{"word":"selvedge","def":"တုပ်ကဵု selvage တေံရ။"},
{"word":"selves","def":"ရံၚ် self တေံညိ။"},
{"word":"semantic","def":"adj.  မဆေၚ်စပ်ကဵုအဓိပ္ပာဲမအရေဝ်တံ။"},
{"word":"semaphore","def":"n.  နဲကေတ်အဆက်ထ္ၜးနကဵုအလာံ။  vt.vi.  ကေတ်အဆက်နကဵုနဲကဲထ္ၜးအလာံ။"},
{"word":"semblance","def":"n.  ဒဒှ်မတုပ်ဗီုပြၚ်ရုပ်ရာ၊  ဒဒှ်မတုပ်သၟဟ်။  ၂။  လညာတ်လ္တူကျာ၊  ဗီုပြၚ်လ္တူကျာ။"},
{"word":"semen","def":"n.  ဍာ်အသုစိ(သတ်တိရစ္ဆာန်)၊  သုက္က။"},
{"word":"semi-","def":"prefix.  ကဝက်၊  ကဝက်ကဝုဲ၊  မွဲဒကုတ်၊  မွဲကရေက်၊  မွဲထေဝ်။  semicircle (n)  ကဝက်စက်ဝိုၚ်။  semi-conscious (adj)  မဒှ်ဂွံသတိမွဲတဲ ဟွံဂွံမွဲတဲ။  semi-annual (n)  ကဝက်သၞာံမွဲလန်။  semicolon (n)  ပိုတ်ဍောတ်ပ္ဍဲလိက်အၚ်္ဂလိက်[;]။  semifinal (n)  ပေဲါပြိုၚ်ပ္ကာန်ကဆံၚ်လက္ကရဴအိုတ် သွက်ဂွံတိုန်ၜောတ်အလာံ။"},
{"word":"seminar","def":"n.  ပေဲါသဳကၠဳပ္ဍဲကဵုတန်ပ္ကတ်ပ္ကေၚ်၊  ပေဲါသဳကၠဳသၠာဲဗတးလညာတ်။"},
{"word":"seminary","def":"n.  ဘာသွက်ဂွံပကတ်ပ္ကေၚ် ဗ္တောန်ကဵုမၞိဟ်သၟိက်မိက်ဂွံသ္ပပယျၚ် ရဲမလုပ်လဝ်ဘာသာဗြေန်ဂျဳတံ။"},
{"word":"senate","def":"n.  ကၠတ်ထဝ်ကဆံၚ်လ္တူ။  ၂။  ဂကောံပရေၚ်အုပ်ဓုပ်ဘာတက္ကသဵု။  senator (n)  အမာတ်စၠတ်ထဝ်ကဆံၚ်လ္တူ။  ၂။  ဇမၞော်ဂကောံအုပ်ဓုပ်ဘာတက္ကသဵု။"},
{"word":"send","def":"vt.vi. (pt.pp.sent)  စကာ၊  ဖအောဝ်၊  ပသြဝ်၊  ပြၚ်ဗ္စိုပ်၊  ဗစိုပ်၊  ဗလး၊  ကဵုကၠုၚ်၊  ကဵုယိုက်၊  ပလံၚ်။  send away (vt.vi)  သကဵုအာထောံမွဲဒၞာဲ၊  ပ္တိတ်ထောံနူကမၠောန်၊  ဗလး။  send on an errand. (vt)  ဖအောဝ်စကာ။  send for (vt)  ဗလးဏာ၊  အာကော်နၚ်၊  ကော်နၚ်။  send from. (vt.vi)  ပြၚ်ဏာ။  send forward. (vt.vi)  သမှိတ်ဏာ။  send forth a message. (vt)  ဗ္ကန်ဏာ။  send off. (vt.vi)  ပလံၚ်ကဵု၊  ပ္တိုန်ဏာကဵု။  n.  ဒဒှ်မဗက်ပလံၚ်ကဵု။  send one's good wishes. (vt)  ဗယာပ်မေတ္တာ။  send a message. (vt)  ဖျန်ပြၚ်။  send out. (vt.vi)  ပ္တိတ်ကဵု၊  တရးပရံ။  send word. (vt)  ပလံၚ်ပရိုၚ်၊  ကဵုပရိုၚ်၊  ပၟိၚ်၊  ပၟိၚ်ဏာ၊  ပၟိၚ်နၚ်။  ၂။  သကဵုက္တဵုဒှ်၊  သကဵုဒှ်။  sender (n)  မၞိဟ်ပလံၚ်(လိက်)။"},
{"word":"senile","def":"adj.  ဒှ်ဗီုပြၚ်လက်သန်ကြံၚ်က္ဍုဟ်ဗျုထဴ၊  မကလေၚ်ပၠန်ဗီုကောန်ၚာ်ဍောတ်ဍောတ်၊  မပေက်တောံကၠုၚ်။  senility (n)  ဒဒှ်မဒှ်ဗီုပြၚ်လက်သန်ကြံၚ်ဍုဟ်ဗျုထဴ၊  ဒဒှ်မပေက်တောံကၠုၚ်၊  ဒဒှ်မဗျု။"},
{"word":"senior","def":"adj.  မနွံဒဒှ်မဇၞော်ကဵုအယုက်၊  မဇၞော်သၠုၚ်ပ္တိုန်ကဵုဂုန်,ဒၞာဲ၊  ဇၞော်သၠုၚ်ကဵုအခေါၚ်အဝဵု။  seniority (n)  ဒဒှ်မဇၞော်တဴအပ္ဍဲအယုက်။  senior monk. (adj)  ထေရ်၊  မဟာထေရ်။"},
{"word":"senna","def":"n.  မၚ်ဂၠန်က္တဵု(တၞးဍေံမရပ်စပ်စကာအပ္ဍဲပကောံဂြန်ဂဥုဲဂၞဴၜတ်)။"},
{"word":"sensation","def":"n.  ဒဒှ်မသ္ဂောံဒုၚ်စသိုၚ်အရီု၊  ဒဒှ်မသ္ဂောံဒုၚ်စသိုၚ်ဒွံဒိဒး၊  ဒဒှ်သ္ဂောံဒုၚ်စသိုၚ်တီညာတ်၊  ဓဝ်ဝေဒနာ။  ၂။  ဒဒှ်အရီုမချဳဒရာၚ်လရုက္တဵုကၠုၚ်။  sensational (adj)  မသကဵုစိုတ်လုပ်စဇၞော်ကဵုဇြဟတ်၊  မသကဵုဒဇပ်ဇတဝ်ချဳဒရာၚ်။  sensationally (adv)  ချဳချဳဒရာၚ်ဒရာၚ်။"},
{"word":"sense","def":"n.  အရီု၊  အာရီု၊  အရီုမသုန်ပြကာ(ဒဒှ်မဆဵု, ဒဒှ်မမိၚ်,  ဒဒှ်မဂွံဒုၚ်သၟူ,  ဒဒှ်မတီရှ်,  ဒဒှ်မဒွံဒိဒး)၊  သညာ။  ၂။  ဒဒှ်မဒုၚ်စသိုၚ်ပၞောဝ်ကဵုအရီုမသုန်ဂှ်မွဲမွဲ။  ၃။  စေတနာ၊  ဒဒှ်မကၠိုဟ်ခၠၚ်စိုတ်၊  ဒဒှ်မချပ်စၚ်ခြၚ်ဟိုတ်ဖဵု။  ၄။  ဒဒှ်မဒုၚ်စသိုၚ်မာန်၊  ဒဒှ်မနွံကဵုအစောံစရာဲဒုၚ်စသိုၚ်။  ၅။  အဓိပ္ပာဲ။  ၆။  စိုတ်မဍာံ။  senseless (adj)  မဟၟဲကဵုဟိုတ်ဖဵု၊  မဟွံဒးအလိုက်၊  မဟၟဲကဵုအဓိပ္ပာဲ။  sense of smell. (n)  သၟူမြမောဝ်၊  သၟူအမြာဲ။"},
{"word":"sensibility","def":"n.  ဒဒှ်မဒုၚ်စသိုၚ်အရီုမာန်၊  ပူမှ်။  ၂။  ဒဒှ်မလီုလောဲ၊  ဒဒှ်မတီလောဲ။"},
{"word":"sensible","def":"adj.  မလေပ်တီညာတ်၊  မစဳကၠး၊  မနွံကဵုအဓိပ္ပာဲ၊  မဒးအလိုက်၊  မစှ်ေကဵုနမတ်နတဲ။  ၂။  မဂြၚ်တီမာန်၊  မခယျတီကေတ်မာန်။"},
{"word":"sensitive","def":"adj.  မပၠောပ်စိုတ်၊  မလီုလောဲသွာပ္ဍဲအရီု၊  မလောဲဒုၚ်စသိုၚ်။  ၂။  မလီုလောဲ၊  မဂိလောဲ၊  မဟွံဒုၚ်ဒွံလုက်။  ၃။  မလီုလောဲဟိုတ်နူပသာန်လျး(တၞးကဝ်တက်ဗီု,စက္ခူချာဲဗီု)။  sensitiveness (n)  ခမၞက်စိုတ်၊  ဒဒှ်စိုတ်မလီုလောဲ။  sensitivity (n)  ဒဒှ်မလီုလောဲ၊  ဒဒှ်မဒုၚ်စသိုၚ်လောဲ၊  ဒဒှ်မတီအရီုလောဲ။  sensitize (vt)  သကဵုစုက်လုက်ဒးကဵုလျး။"},
{"word":"sensory","def":"adj.  မဆေၚ်စပ်ကဵုအရီု။"},
{"word":"sensual","def":"adj.  မလေပ်ဒုၚ်စသိုၚ်အရီု၊  မလေပ်ဗက်အရီုကာမဂုန်။  sensualist (n)  မၞိဟ်ဗက်စအရီုကာမဂုန်။  sensuous (adj)  မဆေၚ်စပ်ကဵုဒဒှ်မဒုၚ်စသိုၚ်အရီု၊  မစောဲစပ်မက်ဂၠက်ကဵုအရီု။  sensual pleasure. (adj)  မဒုၚ်စသိုၚ်အရီုကာမဂုန်။"},
{"word":"sent","def":"ရံၚ် send တေံညိ။"},
{"word":"sentence","def":"n.  ပိုတ်၊  ဝါကျ၊  ဂကောံဂလာန်။  ၂။  ဒုဟ်ဒန်၊  တၚ်စဳရေၚ်။  vt.  စဳရေၚ်ကဵုဒုဟ်ဒန်၊  သကဵုဒုဟ်ဒန်၊  ဖျေံစဳရေၚ်ဒုဟ်ဒန်။  n.  ကမ္မဋ္ဌာန်။"},
{"word":"sententious","def":"adj.  ဒဒှ်မဇၞော်ဒုတ်တဴပ္ဍဲမအရေဝ် (ဂလာန်လဟီု)၊  မဟီုဂးဂလာန်ဍောတ် ဂလာန်ဇၞော်။"},
{"word":"sentient","def":"adj.  မလေပ်ဒုၚ်စသိုၚ်အရီု၊  မလေပ်စၚ်ခြၚ်ချပ်ဗ္စာရဏာ။  sentient being. (adj)  (သတ်)မဒုၚ်စသိုၚ်အရီုလေပ်။"},
{"word":"sentiment","def":"n.  ဒဒှ်စိုတ်သ္ဒးဒုၚ်စသိုၚ်။  ၂။  အစောဲအလာံစိုတ်။  ၃။  အရာမခယျထေၚ်၊  စိုတ်ဆန္ဒ၊  လညာတ်၊  ဒဒှ်ပ္ဍဲစိုတ်။  sentimental (adj)  မဍိုန်ဍောတ်ဇိပ်ဂၠိပ်၊  မလေပ်ကၠောန်အတိုၚ်ဗီုစိုတ်သ္ဒးဒုၚ်စသိုၚ်။  ၂။  မလေပ်ဟဳသ္ပဝ်ပ္ဍဲသွပ်စိုတ်၊  မလေပ်ဗှ်သၞာပ္ဍဲစိုတ်၊  မထတ်အပ္ဍဲအစောဲအလာံ။  sentimentalist (n)  မၞိဟ်မလေပ်ဟဳသ္ပဝ်ပ္ဍဲသွပ်စိုတ်၊  မၞိဟ်လေပ်ကၠောန်အတိုၚ်ဗီုဆန္ဒစိုတ်သ္ဒးဒုၚ်စသိုၚ်။  sentimentality (n)  မဆေၚ်စပ်ကဵုစိုတ်ၜတ်စိုတ်မ္ၚိုဟ်။"},
{"word":"sentinel","def":"ရံၚ် sentry တေံညိ။"},
{"word":"sentry","def":"n. (pl.-ries)  ကောန်ပၟၚ်ဒပ်၊  ပၟၚ်ကၚ်၊  မၞိဟ်မၚ်ကၚ်။  sentry-box (n)  တာဲမၚ်ကၚ်။"},
{"word":"sepal","def":"n.  တၞးပ္ဍဲတဝ်ပ္ကဴ။"},
{"word":"separate","def":"adj.  ဖရာဲ၊  ဖလုတ်၊  ဖလုတ်ခြာ၊  ဖျာ်၊  မခရာ၊  မခြာ၊  မခြာစာ်၊  မတသိုတ်ခြာ၊  မပါ်ခြာ၊  မဝေၚ်အာ၊  မသာဲခြာ၊  ရှာဲ၊  သာဲ၊  သာဲခြာ၊  သြာဲ၊  သြာဲသ္ဍး။  ၂။  မတၞဟ်ခြာ၊  မဒှ်ဗွဲတၞဟ်ခြာ။  vt.vi.  ခစာဲ၊  ခြာလဝ်၊  ဂၜိဟ်ဂစာဲ၊  စာ်စ္ဍး၊  စ္ဍး၊  စ္ဍးအာ၊  ပရး၊  ပရာဲကၠေံ၊  ပါ်ဂစာဲ၊  စပါ်၊  ဗပါ်ဒကး၊  သရိၚ်၊  ပါ်ကရေက်၊  သကဵုပြး၊  သကဵုထကး၊  သ္ဍး၊  သ္ဍးအာ၊  တၞဟ်ခြာပ္တိတ်။  ၂။  သကဵုဒှ်အာတၞဟ်ခြာ၊  သာဲစ္ဍးအာ။  separable (adj)  မသကဵုပါ်ကရေက်မာန်၊  မသကဵုသာဲစ္ဍးအာမာန်။  separation (n)  ဒဒှ်မခရာပ္တိတ်၊  ဒဒှ်မသာဲစ္ဍး၊  ဒဒှ်သကဵုထကး၊  ဒဒှ်မလာ်ကရေက်၊  ပရိစ္ဆေဒ။  separately (adv)  တၞဟ်တၞဟ်။  separated from. (vt.vi)  စဍး၊  စဍးပြး၊  သ္ဍးသြာဲ။  separate the chaff from the grain. (vt.vi)  ဂုံသြောံ။"},
{"word":"sepia","def":"n.  အရံၚ်သၠဇေ၊  အရံၚ်ဗ္ကေတ်ဟီဟီ။"},
{"word":"sepsis","def":"n.  ဒဒှ်သရမဂရိအာ၊  ဒဒှ်သရမဗြေဝ်တိုန်။"},
{"word":"September","def":"n.  ဂိတုသိပ်တီဗာ၊  ဂိတုဘတ်(မန်)။"},
{"word":"septic","def":"adj.  မဒှ်ကဆံၚ်သရ, မဂရိတိုန်၊  မဒှ်ကဆံၚ်စၟယဲလုပ်အာ၊  မဒှ်ဒၟံၚ်ပ္တိုဟ်။"},
{"word":"sepulchre","def":"n.  ကတိုၚ်သုသာန်၊  ဂိုဟ်သုသာန်၊  ဂိုဟ်ဒလာၚ်ဇုတ်။  sepulchral (adj)  မဆေၚ်စပ်ကဵုကတိုၚ်သုသာန်, ဂိုဟ်သုသာန်။  ၂။  (ရမျာၚ်)မအောန်စိုတ်လေၚ်ဇွောဝ်သွက်သ္ဒးဖေက်ဂၟံက်ခိုဟ်။"},
{"word":"sequel","def":"n.  ဒဒှ်မဒှ်သွက်ဇွောံအဆက်လက္ကရဴ၊  ဖဵုအဆက်ဍေံ။  ၂။  အဆက်သတ်ဇာတ်၊  အဆက်အခန်။"},
{"word":"sequence","def":"n.  ဒဒှ်မက္တဵုဒှ်အဆက်လက္ကရဴ၊  ဒဒှ်မက္တဵုဒှ်အတိုၚ်အစဳအဇန်၊  ဒဒှ်အစဳအဇန်မဒှ်ပြေပြေလာဲလာဲ၊  အတိုၚ်အစဳအဇန်ဗီုပြၚ်တြေံ၊  လေၚ်။"},
{"word":"sequester","def":"vt.  စွံလဝ်ဗွဲမတၞဟ်ခြာ၊  ပါ်တၞဟ်ခြာစွံလဝ်။"},
{"word":"seraglio","def":"n.  ခဒံမၞိဟ်ဗြဴ၊  ဒၞာဲပဲါဇွောံလဝ်သွက်မၞိဟ်ဗြဴ၊  သ္ၚိတၞုၚ်ကြကတ်။"},
{"word":"seraph","def":"n.  အဆေဝ်သွဝ်၊  ကောန်အိန်။  seraphic (adj)  မဒှ်ညံၚ်ရဴအဆေဝ်သွဝ်၊  မဆာဲကျေဝ်ဂေါဝ်ညံၚ်ရဴကောန်အိန်။"},
{"word":"sere","def":"vt.  သကဵုစိုတ်မ္ၚိုဟ်ကြံၚ်သ္ကာတ်။  adj.  မအေဲဇြ။"},
{"word":"serenade","def":"n.  ရမျာၚ်ဒွက်ဗၠာဲဗၠာဲတံဂေတ်ဝေၚ်ဂၠံၚ်ဗ္တံ၊  ရမျာၚ်ဒွက်ဂေတ်ဒယှ်ေအခိၚ်ဗ္တံ။  vt.vi.  ဒယှ်ေဒွက်ကြေဝ်ဝေၚ်ဝုတ်အခိၚ်ဗ္တံ(ဗၠာဲဗၠာဲတံ)၊  တိၚ်တိုက်ကွိၚ်ကွိုက်ဒွက်ဂေတ်ကြေဝ်ဝေၚ်ဝုတ်ဗ္တံ။"},
{"word":"serene","def":"adj.  ဇြုၚ်၊  သ္ဇုၚ်၊  မသ္ဇုၚ်ကေဝ်၊  မတန်ကြန်၊  မၜိုဟ်သြိုဟ်။  serenely (adv)  နဒဒှ်မကေဝ်သ္ဇုၚ်၊  ဗွဲမတန်ကြန်၊  ဗွဲမၜိုဟ်သြိုဟ်။  serenity (n)  ဒဒှ်မသ္ဇုၚ်ကေဝ်၊  ဒဒှ်မတန်ကြန်၊  ဒဒှ်မၜိုဟ်သြိုဟ်။  serenity of mind. (n)  ပသာတ်၊  ပသာတ်စိုတ်။"},
{"word":"serf","def":"n.  ဍိက်ကမၠောန်ဗ္ၚ။  serfdom (n)  နဲကဲဍိက်ကမၠောန်ဗ္ၚ၊  ဘဝဍိက်ကမၠောန်ဗ္ၚ။"},
{"word":"serge","def":"n.  ယာတ်သက္ကလာတ်အဇာတီုတီု။"},
{"word":"sergeant","def":"n.  အကြာပ်(ဒပ်ပၞာန်)။"},
{"word":"serial","def":"adj.  မဒှ်နအလိုက်လၟေၚ်။  ၂။  မဓမံက်နကဵုအခန်အဆက်(ဝတ္ထု,လိက်ပရၚ်)။  serially (adv)  နအလိုက်လၟေၚ်။"},
{"word":"series","def":"n.  ဒဒှ်မဇက်တိတ်ကၠုၚ်၊  လၟေၚ်အဆက်၊  ဆက်ဆက်။  ၂။  အစေန်အဆက်၊  ဆက်ဒၟံၚ်တွဵု။"},
{"word":"serious","def":"adj.  မသ္ဇိုဟ်နက်၊  မသ္ဒးချပ်စၚ်ခြၚ်ဗ္စာရဏာ၊  မသ္ဒးသ္ပဂရုကေၚ်ကာ၊  ဗမ္ၚံက်သမ္ၚာတ်။  ၂။  မဒှ်နွံဒၟံၚ်ကဆံၚ်သ္ဒးဂွိၚ်။  ၃။  မတန်ကြန်၊  မယျဵုလ္ဂူ။  seriously (adv)  နဒဒှ်မသ္ကာတ်မြဟ်၊  မဒဒှ်မသ္ဇိုဟ်နက်။  seriousness (n)  ဒဒှ်မသ္ကာတ်မြဟ်သ္ဇိုဟ်နက်။"},
{"word":"sermon","def":"n.  ဓဝ်ဒေသနာ၊  လၟေတ်၊  သြဝါဒ။"},
{"word":"serous","def":"adj.  မနွံကဵုသတ္တိကၠေၚ်မိတ်၊  မဆေၚ်စပ်ကဵုဍာ်ကေဝ်ကေဝ်မတိတ်ကၠုၚ်နူဆီကလောံကလောံ၊  မနွံကဵုသတ္တိကၠေၚ်အယိၚ်။"},
{"word":"serpent","def":"n.  ဇြုံ၊  ဇြုံစက်စိၚ်၊  နာဂ၊  နာ်။  ၂။  မၞိဟ်မဟၟဲကဵုသစ္စ။  serpentine (adj)  မတ္ၚံက်တ္ၚေဲဒၟံၚ်ညံၚ်ရဴဇြုံ။  serpent king. (n)  ဇာတ်သပါ။  serpent's hood. (n)  နော်၊  ဒၞံက်၊  ဒၞော်။"},
{"word":"serried","def":"adj.  မဍံၚ်တောဲဗာန်ကြေပ်ဒၟံၚ်။"},
{"word":"serum","def":"n.  အယိၚ်၊  ဍာ်ကေဝ်ကေဝ်ဆီ၊  ကၠေၚ်အယိၚ်၊  ကၠေၚ်ကေဝ်ကေဝ်၊  ကၠေၚ်စၞာံ။"},
{"word":"servant","def":"n.  ကောန်ရဲ၊  ဍိက်စကာပ္ဍဲသ္ၚိ၊  ဍိက်စကာ။  ၂။  ညးမဒုၚ်ကာ၊  ကောန်ကမၠောန်။  public servant (n)  သၞာဲဒဴ၊  သၞာဲဒဴကောန်ညးဍုၚ်ကွာန်။"},
{"word":"serve","def":"vt.vi.  ကၠောန်၊  ကၠောန်ကဵု၊  ကၠောန်ၜိုတ်၊  ခစ၊  ဒုၚ်စကာ။  ၂။  ဒုၚ်ကာ၊  ယဵုဒုၚ်ကာ။  ၃။  ပတုဲကေၚ်ကာ၊  မြိမြန်၊  လွဳပရာ၊  ရီုဗၚ်၊  ကဵုကေတ်၊  တေဝ်ကဵုစ၊  ဗ္စဖျုၚ်။  ၄။  လုပ်ကေၚ်ကာ၊  ရပ်စပ်စှ်ေသၞောတ်ဗ္ၜတ်။  ၅။  ဒ္ဂေတ်၊  ဒ္ဂေတ်ဗက်။  ၆။  လ္ၚတ်၊  ကတ်ဗ္တောန်။  ရ။  သ္ဒးဒုၚ်ဒုဟ်ဒန်၊  စှ်ေထံၚ်၊  ဒးဂုက်။  ၈။  သ္ဒးဒုၚ်ပ္တိတ်ဝါရာန်၊  သ္ဒးဒုၚ်ကော်နူရုၚ်နကဵုလိက်။"},
{"word":"service","def":"n.  အသဳကၠဳ၊  ဒဒှ်မဒုၚ်ကာ၊  ဒဒှ်မဒုၚ်စကာ။  ၂။  ဌာန်သၞာဲဒဴကောန်ညးဍုၚ်ကွာန်၊  ဂကောံသၞာဲဒဴအလဵုအသဳ။  ၃။  ဒဒှ်မရၚ်တၠုၚ်ဖဵုသွက်ညးဂမၠိုၚ်။  ၄။  ဒဒှ်မဒှ်ဒၟံၚ်ဒတုဲသွက်ဂွံရပ်စပ်ဒၞာဲနွံပၟိက်။  ၅။  နဲကဲမသ္ဍိုက်ဗပေၚ်ကဵုပၟိက်ကောန်ညးဍုၚ်ကွာန်။  ၆။  ဒဒှ်မစ္ၜုဲစ္ၜော်။  ရ။  ကပေါတ်ကညောတ်ပ္ၚာန်ခရော်ခေါ်ယံက်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  ပ္ၚာန်ဍိုက်ဍိုက်ပေၚ်ပေၚ်ပ္ဍဲဝိုၚ်ဍာ်လက်ဖက်။  ၈။  ပွမလွဳလွတ်၊  ဒဒှ်မစုတ်တေဝ်ဗ္စဖျုၚ်၊  ဒဒှ်မသ္ပညးစုတ်လံၚ်။  vt.  ထိၚ်ဒက်၊  ပလေဝ်ပလေတ်။  serviceable (adj)  မရီုဗၚ်မာန်။  ၂။  မဒုၚ်ရပ်ဗွဲမလံ။"},
{"word":"serviette","def":"n. Brit.  ယာတ်ဇိုတ်တဲ၊  ယာတ်ဇိုတ်မုက်။"},
{"word":"servile","def":"adj.  မဆေၚ်စပ်ကဵုဍိက်၊  မဒှ်ညံၚ်ရဴဍိက်။  ၂။  မလေပ်ဇံသဝ်အောပ်မာကၠောန်။  servility (n)  ဒဒှ်မဆေၚ်စပ်ကဵုဍိက်။"},
{"word":"servitude","def":"n.  ဒဒှ်မစကာနကဵုအသံ၊  ဒဒှ်မကရေပ်စကာ၊  ဒဒှ်မသ္ပဍိက်။"},
{"word":"sesame","def":"n.  လ္ၚဴ။  sesame oil. (n)  ကၠေၚ်လ္ၚဴ။  sesame plant. (n)  တၞံလ္ၚဴ၊  တၞံဒၚဴ။"},
{"word":"session","def":"n.  ဒဒှ်မဂ္ဇံရုၚ်ဂဗုတ်၊  ဒဒှ်မကောံဓရီုကၠတ်ထဝ်၊  အခိၚ်မဂ္ဇံရုၚ်ဂဗုတ်၊  အခိၚ်မကောံဓရီုကၠတ်ထဝ်။"},
{"word":"set","def":"vt.vi.  လုပ်၊  သဝ်(တ္ၚဲ)။  ၂။  စွံ၊  တၚ်၊  သကဵုတန်ဒၟံၚ်။  ၃။  set about (vt.vi)  စကၠောန်၊  စပ္တံ။  set afloat. (vt.vi)  ဇရိုဟ်ဖဳ။  set apart (vt.vi)  ခြာလဝ်၊  ပဲါထောံလဝ်၊  ပဲါဇွောံစွံလဝ်။  set aside. (vt.vi)  ခၠန်၊  ဖဲါ၊  ဖဲါဗလေတ်၊  ဝေၚ်ခၠန်။  set a trap. (vt)  ပကဲ၊  ပံါဒၞက်။  set a time. (vt)  ဖာတ်လဝ်။  set back. (vt.vi)  သကဵုဒေံါအာ၊  သကဵုလဇအာ၊  သကဵုဆုတ်အာ။  set down. (vt.vi)  ပ္တုံဖျေံ၊  လဖဝ်ထောံ။  set fire. (vt)  ဒစုက်၊  ဒစုက်ပၟတ်၊  သကဵုတူ။  set forth. (vt.vi)  တိတ်၊  တိတ်အာ၊  စတိတ်တရဴ၊  ထ္ၜးကဵု၊  ပ္တိုန်ထ္ၜးသောၚ်တလး၊  ဟီုပ္ညဳ၊  ဟီုပ္ဍုန်၊  ဟီုပျး။  set in a row. (vt.vi)  တရေၚ်၊  ပြေၚ်၊  ရေၚ်၊  သြံက်။  set in order. (vt.vi)  ပြေၚ်၊  ပြေၚ်ဖျဳ၊  ဖန်၊  ဖန်ဖက်။  set off. (vt.vi)  စတရဴ၊  ဗ္တိုဟ်ထောံ၊  သ္ပညံၚ်ဂွံဂြိုၚ်၊  သ္ပညံၚ်ဂွံဟီု။  set on. (vt.vi)  စတိတ်တရဴ။  ၂။  ဂဇုဟ်၊  သကဵုတီ။  set one's mind on. (vt)  သြဟ်၊  သှ်။  set out. (vt.vi)  တေဝ်၊  တေဝ်သွံ။  set a snare. (vt)  ပံါဒၞက်။  set to. (vt.vi)  သ္စပတံကၠောန်၊  သေက်ဇဵု၊  ကယျာန်ဓဝါတ်။  set up. (vt.vi)  စကၠောန်ကမၠောန်၊  စြံက်လဝ်၊  ပ္တဴ၊  ပ္တိုန်စြံက်၊  ထ္ၜုတ်ပ္တဴ၊  ပ္တိုန်စြံက်၊  ဖလုၚ်၊  ဗ္ဒဝ်၊  ရေၚ်ဂ္ညိလကတ်လဝ်၊  သြံက်ဗ္ဒဝ်။  set up a barrier. (vt)  ဒြာံ။  set up against the house. (vt.vi)  ဗ္ဒာဲကဵုသ္ၚိ။  a set up. (n) (colloq)  ကၞိက်တၟုန်။  set upon. (vt.vi)  ပ္ဍုန်၊  ဖ္တိုက်၊  ဗ္တိုက်။  set upright. (vt.vi)  ထံၚ်၊  ထံၚ်ထာ၊  ထံၚ်သြောဲ၊  ပ္တဴ။  ၄။  သကဵုဒှ်၊  သကဵုက္တဵုဒှ်၊  သကဵုစိုပ်အာ။  ၅။  စကာ၊  ကဵုတာလျိုၚ်။  ၆။  ကြံၚ်မ္ၚိုဟ်ကၠုၚ်၊  ကလောံကၠုၚ်၊  ဒှ်ကၠုၚ်ကလောံကလောံ။  ရ။  နူကဴဒှ်ကၠုၚ်သတ်(သတ်ကၠုၚ်)။  ၈။  ကၠောန်လကံက်၊  ဗလိုက်ပ္ဍဵုစုတ်မတ်၊  ရေၚ်မတ်။"},
{"word":"set","def":"|2| n.  ဂၠံၚ်ဇၟောဝ်ဍာ်၊  ဂၠံၚ်ဇၟောဝ်ကျာ၊  ဂၠံၚ်ဆန္ဒမပတဝ်ဏာလဝ်၊  ဂၠံၚ်မကဵုဏာက္ဍိုပ်။  ၂။  စုံ၊  မွဲစုံ၊  တၟပ်၊  ဗွိုက်လ္တက်မွဲစုံ၊  မွဲဂကောံ၊  မွဲသ္ကံ။  ၃။  ကရိယာရပ်ရမျာၚ်(စက်)။  ၄။  ဒၞာဲဒတန်၊  ဗီုဒၟံၚ်ဒကဴ၊  ဗီုပြၚ်။  ၅။  မစဳဇန်လဝ်သွက်သ္ဂောံပ္တံ၊  ဒဒှ်မဆိုအ်လဇုဲလဇ။  set of rules. (n)  လိက်ဗ္စဓာတ်။  setting (n)  သိၚ်၊  ဓရီု၊  ဒရာနာ။  ၂။  လအာဒွက်(အချဝ်ဒွက်)မတိၚ်တိုက်။  ၃။  အကာဲအရာဝုတ်ဒိုဟ်ဒၟံၚ်လက္ကရဴ။  sunset (n)  တ္ၚဲပၠိုတ်။"},
{"word":"settee","def":"n.  ခုၚ်ဂ္ဇံသီုဇွောံဒလာဲသီုဇွောံလ္ဇံက်တဲ။"},
{"word":"setter","def":"n.  ဂကူကၠဵုမပ္ကတ်ပ္ကေၚ်လဝ်ကဵု ညံၚ်ရဴဂွံလေပ်ဒုၚ်သၟူပ္ဍဲဗက်သတ်ဂြိုပ်။"},
{"word":"settle","def":"vt.vi.  ဇူ၊  ဒေံါဇူ။  ၂။  သကဵုတန်ကြန်၊  ဒဒိုက်လလံသွာအာ၊  ကဵုစိုတ်သောကဟဲအာ။  ၃။  စိုတ်စှ်ေ၊  စှ်ေဒၞာဲ၊  ဖျေံဒၞာဲ၊  ဖျေံသ္ဇိုၚ်မံၚ်။  ၄။  ဂွံလဝ်ဂတိတုပ်စိုတ်၊  သ္ဂုတ်သွာတ်၊  ပြေလာဲ။  ၅။  ကလးကဵုသၠုဲ၊  လေဲဂတှ်၊  သောၚ်စလးစရၚ်သၠုဲ။  ၆။  ကောန်တိမဳမာမဒိုပ်စှ်ေ။  ရ။  ပြံၚ်လှာဲကဵု။  ၈။  ကဗေဝ်စှ်ေ(ဂၠုၚ်)။  settlement (n)  ဒဒှ်မပြေလာဲအာ၊  ဒဒှ်မလေဲထောံဂတှ်။  ၂။  ဒဒှ်မဖျေံကဵုဒၞာဲ၊  ဒဒှ်မသကဵုဖျေံသ္ဇိုၚ်မံၚ်။  settler (n)  မၞိဟ်မဖျေံသ္ဇိုၚ်ဒၞာဲဌာန်ဒေသတၟိ၊  မၞိဟ်ပ္တန်ဗဒှ်ဌာန်ဒေသတၟိ။  settle down. (vt.vi)  ကဗေဝ်စှ်ေ(ဂၠုၚ်ဖ္ဍိုက်လဝ်ဂၠိုၚ်)၊  ဗေဝ်စှ်ေ။  settle the mind. (vt)  စွံစိုတ်။"},
{"word":"seven","def":"n.  adj.  ထပှ်(၇)။  seventh (n. adj.)  လၟိဟ်ထပှ်၊  လၟိဟ်ထပှ်ဝါ၊  သတ္တမ။  seventh planet. (adj)  ဂြိုဟ်သ္ၚိသဝ်။  seventeen (n. adj)  စှ်ထပှ်(၁၇)။  seventy (n. adj)  ထပှ်စှော်(၇ဝ)။"},
{"word":"sever","def":"vt.vi.  ကရေက်၊  တတ်ဒကုတ်၊  ထကုတ်၊  ထပိုတ်၊  ထပိုတ်အဆက်၊  ပါ်၊  ပါ်ဂစာဲ၊  ပှ်လှ်၊  ပှ်တလှ်၊  ပှော်၊  ပှော်အာ၊  ပိုတ်၊  ဗပါ်၊  ဗပါ်ဒကး၊  သ္တတ်၊  သ္တတ်သ္ကုတ်။"},
{"word":"several","def":"adj.  မဂၠိုၚ်နူလၟိဟ်မၞိဟ်လ္တူပိ၊  ဆကရိုက်၊  အနေက။  ၂။  မဒှ်တၞဟ်တၞဟ်ခြာခြာ၊  မဒှ်တၟံတၟံ၊  မဒှ်တၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။  pron.  ဗွဲမဂၠိုၚ်၊  လ္ၚဵု၊  လ္ၚဵုလ္ၚဵု။  severally (adv)  စၟံစၟံ၊  ညးညးအဲအဲ၊  ဂြပ်ညးကဵုညး၊  တၞဟ်တၞဟ်။"},
{"word":"severe","def":"adj. (-r,-st)  မကြံၚ်မ္ၚိုဟ်၊  မဓဇန်၊  မသ္ကာတ်၊  မဟွံညှာတာ၊  မကြေပ်ဂြတ်။  ၂။  မသ္ကာတ်ထတ်၊  မရိၚ်က္တၚ်၊  မဓရန်ဓရ၊  မကျာန်၊  မဒှ်ဒၟံၚ်တၟာကလှ်ေ၊  မက္ဍၚ်ဒၟံၚ်။  ၃။  မစာ်စ္ဍး၊  မဝါတ်ဂါတ်။  ၄။  မယျဵုလ္ဂူ၊  မဟွံမွဲကဵုဖျေံဖျောန်။  severely (adv)  နဒဒှ်မကြံၚ်မ္ၚိုဟ်။  severity (n)  ဒဒှ်မကြံၚ်မ္ၚိုဟ်။"},
{"word":"sew","def":"vt.vi. (pt.sewed, pp.sewn)  ဇမိၚ်၊  ဇိၚ်၊  သ္ဇိၚ်၊  ဇိၚ်ကဵုတၞိၚ်၊  ဇိၚ်ဂၠိက်ယာတ်။  sewing (n)  ဒဒှ်ဇိၚ်ကဵုတၞိၚ်၊  ဒဒှ်မဇိၚ်ဂၠိက်ယာတ်၊  ကမၠောန်ဇိၚ်စ၊  ဗွိုက်လ္တက်အဃောဇိၚ်ဒၟံၚ်။"},
{"word":"sewing-machine","def":"n.  စက်ဇိၚ်စ(ဂၠိက်ယာတ်)။"},
{"word":"sewer","def":"n.  ပၠံၚ်အသုဘ၊  မြံၚ်အသုဘဇွောဝ်။  sewage (n)  အုဲအုဲအေၚ်အေၚ်မတိတ်အာပ္ဍဲမြံၚ်၊  ဂၠံၚ်တမှောၚ်ဍာ်။"},
{"word":"sewn","def":"ရံၚ် sew တေံညိ။"},
{"word":"sex","def":"n.  လိၚ်၊  ၝောံကၟက်။  sexless (adj)  မဟၟဲကဵုလိၚ်၊  ကမၞုဲ။  sexual (adj)  မဆေၚ်စပ်ကဵုလိၚ်၊  မဆေၚ်စပ်ကဵုကာမ။  sexual intercourse (adj)  မေထုန်၊  အဆက်အဆောံကာမဂုန်။  sexy (adj) (-ier,-iest)  မသကဵုအရီုကာမလရုက္တဵု၊  မနွံကဵုဓါတ်္ၚဲဂြဲ။"},
{"word":"sexton","def":"n.  ပၟၚ်မၚ်ဘာခရေတ်၊  ပၟၚ်မၚ်သုသာန်ခရေတ်။"},
{"word":"shabby","def":"adj. (-ier,-iest)  မစာ်မှာ်၊  မေၚတ်ဗေတ်။  ၂။  ယုတ်ပရေံ၊  မသောဲဗြောဲ။  shabbily (adv)  ေၚတ်ေၚတ်ဗေတ်ဗေတ်၊  စာ်စာ်မှာ်မှာ်။"},
{"word":"shack","def":"n.  တာဲစာ်စာ်၊  တာဲဍောတ်ဍောတ်ဆဒှ်ဗီု။"},
{"word":"shackle","def":"n.  ကၟာၚ်တဲ၊  ကၟာၚ်ဇိုၚ်(ပသဲ)။  ၂။  အရာမစဵုဒၞာ၊  အရာမဂြေန်ဒက်။  vt.  စုတ်ကၟာၚ်တဲကၟာၚ်ဇိုၚ်၊  ဆဵုတာ၊  ဆဵုဒဝ်။"},
{"word":"shad","def":"n.  ကသလံက်။"},
{"word":"shade","def":"n.  ခၞိၚ်၊  သၞိၚ်။  ၂။  ဒမၠု။  ၃။  အရံၚ်အရာၜတ်ၜတ်ကြံၚ်ကြံၚ်။  ၄။  ဒဒှ်အဓိပ္ပာဲမတၞဟ်ခြာအာဟွံတီကၠးကၠး။  ၅။  ဖဍာန်စဵုလျး၊  ဖဍာန်စဵုပသာန်တ္ၚဲ။  ၆။  ကလော်၊  သရာဲ၊  ဟွံခိုဟ်ဟွံသန်။  vt.vi.  စဵု၊  ဖ္ဍာန်(လျးတ္ၚဲ)။  ၂။  ဂိုပ်၊  ဂြောပ်။  ၃။  ချူသ္ၜိုန်ပါ်ခြာတၟးကဵုဒမၠု။  ၄။  သကဵုပြံၚ်အာသိုက်သိုက်သဳသဳ၊  ပၠံၚ်ကေတ်အရံၚ်၊  အရံၚ်ဂြိပ်ဒၟံၚ်။  shady (adj)  မဂွံသၞိၚ်၊  မနွံကဵုသၞိၚ်ခိုဟ်။  ၂။  မဟွံယျဵုလ္ဂူ၊  မနွံဒၟံၚ်ကဆံၚ်သ္ဒးဒှ်သၠေဟ်ပၟာခိုဟ်။  shady grove. (adj)  အသာံဂြိုပ်ဇၞူ။"},
{"word":"shadow","def":"n.  သမၞိၚ်၊  သၞိၚ်၊  ဒဒှ်သၞိၚ်မမံက်ထေၚ်၊  ဒဒှ်သၞိၚ်မစှ်ေဒၟံၚ်။  ၂။  မြော်၊  ဒမြိပ်ဇိုၚ်၊  ဒမြိပ်အရံၚ်အရာ။  vt.  သကဵုလမ္စံက်ဂၠု၊  သကဵုဂၠု၊  သကဵုသၞိၚ်စှ်ေ။  ၂။  ကၞိက်မၚ်ကျောဝ်ရံၚ်၊  ဗက်ဒတောဝ်ရံၚ်အာမွဲဇိုၚ်။  shadowy (adj)  မဂွံသၞိၚ်၊  မဂၠု။"},
{"word":"shaft","def":"n.  ထ္ၜောံလဴ၊  တဝ်ဗၞုဟ်။  ၂။  တၞုၚ်၊  ဇွောံရပ်။  ၃။  ၝောံဒယိုၚ်၊  ဒယိုၚ်ထ္ၜောံ။  ၄။  ရိ၊  ရိမံၚ်၊  တဲမံၚ်၊  တဝ်လ္ၚောဝ်ကွဳ။"},
{"word":"shaggy","def":"adj. (-ier,-iest)  မဓရန်ဓရ၊  မတီုကၠီု။  ၂။  မဒှ်ဒၟံၚ်နကဵုသော်ဓဗြိုက်ဓဗြိုက်။"},
{"word":"shake","def":"vt.vi. (pt.shook, pp.shaken)  ခရိုက်၊  ချဳ၊  ချဳဇတဝ်၊  ချဳဒရိုက်၊  ဒရိုက်၊  ဂတဝ်၊  အသူ၊  ဂရိုက်၊  ဂရိုက်ဂရာၚ်၊  ဂရိုက်ပရှ်၊  စလိုက်၊  စလိုက်စလာဲ၊  ဆဳ၊  ဒဇပ်၊  ဒဇပ်ဇတဝ်၊  ဇတဝ်၊  ဇတဝ်ဂရိုက်၊  ဒလိုက်၊  ဒလိုက်ဒလာဲ၊  ဓရိုက်၊  နရု(ဓရု)၊  ပိုက်၊  ပိုက်ကသဳ၊  ပိုက်ဖရဳ၊  ပိုက်သွဝ်၊  ဗချဳ၊  မညဝ်၊  ယိုတ်၊  လယှ်၊  လယှ်ထောံ၊  လယျတ်၊  လရု၊  လရုကသဳ၊  လရိုက်၊  လဝိၚ်။  shake off (vt.vi.)  လယှ်ဖျေံ၊  ပဲါထောံဖျေံ၊  ပဲါကၠဟ်ထောံ၊  မညဝ်။  ၂။  သကဵုဖေက်ဇတဝ်ဂဝဝ်၊  သကဵုစိုပ်ဒဒိုက်၊  သကဵုဓတ်အောန်စှ်ေ။  ၃။  ရမျာၚ်ဇတဝ်၊  ဒှ်ဒၟံၚ်ဇတဝ်ဇတဝ်ဂဝဝ်ဂဝဝ်။  shaky (adj) (-ier,-iest)  ချဳခၠန်၊  ဆဳခၠန်၊  မချဳဒရာၚ်၊  မဟွံတန်ကြန်၊  မဟၟဲကဵုဓတ်၊  မဇတဝ်ဂဝဝ်။  ၂။  မဒှ်ဒၟံၚ်ဇဲဇ္ၚဲာ္ၚဲာဲ၊  မဒှ်ဒၟံၚ်ကဆံၚ်ဖျေံစိုတ်ဟွံဂွံ၊  မနွံမံၚ်ကဆံၚ်ဟွံချိုတ်ပၠိုတ်၊  မဟွံချိုတ်ပၠိုတ်။  shake a whip. (vt)  လဝိၚ်လေံကလး၊  လဝိၚ်လေံတလး။  shake out. (vt.vi)  မညဝ်၊  လရုကသဳ၊  လရုချာဲဖ္ဍာဲ။  shake one's head. (vt)  ဓညိက်၊  ဓညိက်က္ဍိုပ်။"},
{"word":"shakespearian","def":"adj.  မဆေၚ်စပ်ကဵုအ္စာကဝိအၚ်္ဂလိက် ရှိတ်သပဳယျာ၊  မတုပ်ကဵုဟာန်ဗာန်လအာချူခၞံ ရှိတ်သပဳယျာ။"},
{"word":"shale","def":"n.  တၟံရှေ၊  တၟံမကရေက်ပ္တိတ်ခွာပ္တိတ်ဂွံမွဲဂကူ(ဗီုတၟံဂတဵုတၟံ)။"},
{"word":"shall","def":"aux. v. (pt.should)  ရောၚ်၊  ဏောၚ်။  I shall go. (aux.v.)  အဲအာဏောၚ်။  I should have gone. (aux.v.)  အဲသ္ဒးအာနွံမံၚ်ဏောၚ်။"},
{"word":"shallow","def":"adj.  မက္ဍာ၊  မခ္ဍာ၊  မတ္ဍာ၊  မနွံကဆံၚ်ဟွံဇြိုဟ်၊  သ္ဍာ။  ၂။  မဟွံသ္ဇိုဟ်နက်၊  မဟွံသ္ဍိုဟ်၊  မဟွံပြဵု၊  မဟွံသာသ္ပံ။  n.  ဒၞာဲဍာ်က္ဍာ။  a shallow river. (adj)  ဟာတ်။"},
{"word":"sham","def":"vt.vi (-mm-)  ဗ္ဂေတ်လှန်၊  သ္ပလွေဟ်။  n.  မၞိဟ်ဗ္ဂေတ်လှန်၊  မၞိဟ်လွေဟ်၊  အလီ၊  ဒဒှ်ပပၞ၊  အရာကၠောန်ပတုပ်။  adj.  မလီ၊  မဒှ်ဆဗီုပြၚ်၊  မပတုပ်လဝ်။"},
{"word":"shamble","def":"vt.  ကွာ်ကချေံအာဇိုၚ်၊  ဂဲါဇဲအာ။"},
{"word":"shambles","def":"n. (pl.)  အရာပ်ဒၞာဲဆီပါ်ဍာ်ဇွောဝ်၊  ဒၞာဲရုၚ်ဂစိုတ်ပြေၚ်ဂၠဴ။  ၂။  ဒၞာဲမဒှ်ရုသံၚ်၊  ဒၞာဲမက္တဵုဒှ်ကြာန်ကြာန်ဓၟာန်ဓၟာန်။"},
{"word":"shame","def":"n.  ဂဝ၊  မဒှ်မဂွ၊  အရာမသ္ဒးဂွ၊  ဒဒှ်မဂဍိုက်၊  ဒဒှ်မဂဍိုက်ဂဝ၊  ဟိရိ။  ၂။  ဒဒှ်မစှ်ေပ္ဍဲဂုန်စရာဲ၊  ဒဒှ်မသကဵုဖဵုယုတ်စှ်ေ။  ၃။  ဒဒှ်မယုတ်ပရေံ၊  ပွမယုတ်ပရေံ။  vt.  ဂဍိုက်၊  ဂဍိုက်ဂဝ၊  သကဵုဂွံဂဝ၊  သကဵုဂွ၊  သကဵုသိက္ခာစှ်ေ၊  ဖျေံသိက္ခာ။  ၂။  သကဵုဖေက်ဂွ၊  သ္ပညံၚ်ရဴသ္ဂောံဖေက်ဂွတုဲသကဵုကၠောန်။  shamefaced (adj)  မနွံကဆံၚ်ဂွဂြိုက်။  shamefacedly (adv)  နဒဒှ်မနွံကဵုကဆံၚ်ဂွဂြိုက်။  shameful (adj)  မသကဵုမုက်ဂဝဒကး၊  မသကဵုဂွံဂၠေံ။  shamefully (adv)  နဒဒှ်မနွံဒၟံၚ်ကဆံၚ်သ္ဒးဂွခိုဟ်။  shameless (adj)  မဟၟဲကဵုမုက်ဂဝ၊  မဟၟဲကဵုသိက္ခာ။  shamelessly (adv)  နဒဒှ်မဟၟဲကဵုမုက်ဂဝ။"},
{"word":"shampoo","def":"n.  ဍာ်ကြာတ်က္ဍိုပ်၊  ကပေါတ်မရပ်စပ်ပ္ဍဲအရာကေၚ်ကာကြာတ်က္ဍိုပ်။  vt.  ကြာတ်က္ဍိုပ်၊  ပတ်ပေါန်၊  ပေါတ်ပေါန်(ပန်)။"},
{"word":"shank","def":"n.  ထမတ်တၞဴ၊  တံၚ်ယျ။  ၂။  ဒကုတ်တဝ်ဇမၠိၚ်ဂြၚ်တၟံ၊  ကသံ၊  ဇန်။"},
{"word":"shan't","def":"(shall not) aux. v.  ဟွံဒှ်ရောၚ်။"},
{"word":"shanty","def":"n. (pl.-ties)  တာဲ၊  တာဲသၟတ်၊  ကောန်တာဲ။  ၂။  ဒွက်ကောန်က္ၜၚ်။"},
{"word":"shape","def":"n.  ထ္ၜောံတလၚ်၊  ဗီုပြၚ်၊  ရုပ်ရာ၊  နဲကဲ။  vt.  တှ်ေ၊  တှ်ေဗီု၊  သောန်ဗီု၊  ကၠောန်ဗီု၊  ဓၟံက်ဗီု။  ၂။  ရုပ်ရာမံက်ကၠုၚ်၊  တောတက်ကၠုၚ်။  shapeless (adj)  မဟၟဲကဵုဗီုပြၚ်၊  မဟွံညဳသာ၊  မနွံဒၟံၚ်ကဆံၚ်ဗီုပြၚ်လီုလီု။  shapely (adj) (-ier,-iest)  မစှ်ေကဵုဗီုပြၚ်၊  မစှ်ေကဵုဗီု၊  မကိတ်ညဳကဵုဗီုပြၚ်။  "},
{"word":"share","def":"n.  အရေၚ်၊  အရေၚ်မပိုၚ်ပြဳလဝ်၊  ဒဒှ်မကေတ်လဝ်တာလျိုၚ်ပရံ၊  ပွမလုပ်ယဵုဒုၚ်၊  သွက်။  ၃။  ဒဒှ်မလုပ်လဝ်အရေၚ်၊  သြန်အရၚ်၊  သြန်မလုပ်လဝ်အရေၚ်။  vt.vi.  ပရံ၊  ပရံကဵု၊  ပါ်ပရံကဵု၊  ပါ်ပရံကဵုအရေၚ်။  ၂။  ရပ်စပ်မွဲစွံ၊  မံၚ်မွဲစွံ။  ၃။  ပါ်ဒုၚ်ညးသ္ကံ။  shareholder (n)  တၠမပိုၚ်လဝ်သြန်အရေၚ်၊  တၠအရေၚ်။"},
{"word":"share","def":"|2| n. ေၚက်ထဲ၊  ေၚက်ထောဲ၊  ေၚက်ဂရး။"},
{"word":"shark","def":"n.  ကဝဲ။  ၂။  မၞိဟ်လီလာန်စ၊  မၞိဟ်လီ၊  မၞိဟ်တတ်စအကြာ။"},
{"word":"sharp","def":"adj. (-er,-est)  ဇမ္ကေက်၊  မကေက်၊  မကေက်ကလေံ၊  သကေက်၊  သမ္ကေက်။  ၂။  မကၠးဖ္ဍး၊  မမံက်ပြာကတ်၊  မနွံမံၚ်ကဆံၚ်ပိုတ်ပိုတ်ဒကုတ်ဒကုတ်။  ၃။  မဒှ်ဒၟံၚ်တၚ်တဲ။  ၄။  (ရမျာၚ်)မစၚ်စူ။  ၅။  မနွံကဵုအရီုမြက်စာ၊  မတီကၠိုဟ်လောဲ။  ၆။  မသကဵုဂိစၚ်စၚ်စူစူ၊  မဂမ္တဴရိၚ်၊  မဖျးကေက်။  ရ။  မနွံကဵုညာန်သ္ကေက်သ္ကာ။  ၈။  မမြက်ပြဟ်ပြေဟ်။  ၉။  မကြဳက္ဍိုဟ်၊  မလေပ်ဂၠာဲဖဵုဂုန်ဇကု။  ၁ဝ။  မသၠုၚ်နူရမျာၚ်ဓမ္မတာ၊  မတိုန်ရမျာၚ်ကဝက်(သၚ်္ကေတကွိၚ်ကွိုက်)။  n.  လၟေၚ်ရမျာၚ်သၠုၚ်ပ္တိုန်လဝ်နူရမျာၚ်ကဝက်၊  သၚ်္ကေတမထ္ၜးလဝ်လၟေၚ်ရမျာၚ်ဂှ်။  adv.  ပေၚ်ပေၚ်။  ၂။  လွာဲဂှ်၊  ချိုန်ဂှ်၊  ဗြုဗြု၊  ္ၚက်္ၚေၚ်၊  မွဲသွိၚ်၊  မွဲဒမြိပ်။  sharpen (vt.vi)  ကလေံ(လေအ်)၊  ချူ၊  ချူဇကေက်၊  ချူထကေက်၊  ချူဖကေက်၊  ဇကေက်၊  ဇကေက်ဖြောဟ်၊  ထကေက်၊  ဇကေက်၊  သကဵုကေက်ကၠုၚ်၊  သကဵုသ္ကေက်သ္ကာကၠုၚ်။  sharper (n)  မၞိဟ်လီ၊  မၞိဟ်လီတက်စဖေဝ်။  sharply (adv)  နဒဒှ်မကေက်ကလေံ၊  နဒဒှ်မကၠးဖ္ဍး။  sharpnees (n)  ဒဒှ်မကေက်ကလေံ၊  ဒဒှ်မကၠးဖ္ဍး။  sharp sound. (adj)  တၚ်၊  ဒၚ်၊  ဒါၚ်၊  ဒိန်(ရမျာၚ်ဗရုသၞာတ်)။  sharp splinter. (adj)  ဓစုက်။"},
{"word":"shatter","def":"vt.vi.  သကဵုထကးသၠေက်အာ။  ၂။  သကဵုထရိုဟ်ထကးလီုလာ်အာ။"},
{"word":"shave","def":"vt.vi. (pt.shaved, pp.shaved, shaven)  ကလှာတ်က္ဍိုပ်၊  ကး၊  တၚာတ်၊  တ္ၚာတ်၊  တ္ၚာတ်က္ဍိုပ်၊  ကးသော်။  ၂။  ရေက်ပ္တိတ်ကြဳကြဳ၊  ခွေဝ်ပ္တိတ်ကြဳကြဳ၊  ထေဝ်ပ္တိတ်ကြဳကြဳ။  ၃။  တတ်အာ၊  ၜေတ်ဒလေတ်တိတ်အာ။  n.  ဒဒှ်မကးသော်ခၟိပ်။  ၂။  ဒဒှ်ဗၠးချေတ်တိတ်ကၠုၚ်ညိဓဝ်။  shaven (adj)  မကးလဝ်သော်ပါၚ် သော်ခၟိပ်၊  မတမ္ၚာတ်၊  မတ္ၚာတ်၊  မထလာ်။  shaver (n)  သၟတ်၊  သၟတ်ဗၠာဲ။  shaving brush (n)  လေံတုဟ်ဆာပ်ပျာသွက်ဂွံကးသော်ခၟိပ်သော်ပါၚ်။  shavings (n)  အိက်ကိုက်(တိတ်ကၠုၚ်နူထပက်ကိုက်)။"},
{"word":"shawl","def":"n.  ယာတ်ကၠေဟ်ဇကု၊  ကဝါ(ပဝါ)ဓလီုဂြောပ်က္ဍိုပ်၊  ယာတ်စၞေဟ်၊  ယာတ်တနှ်ေ၊  သကိုပ်။"},
{"word":"she","def":"pers. pron.  ဍေံ၊  ညး၊  ဣတေံ။  prefix.  ၝောံ၊  ၝောံၝောံ။  she-goat (n)  ဗ္ၜေံၝောံ။"},
{"word":"sheaf","def":"n. (pl.sheaves)  သြောံလိုၚ်၊  အရာမစန်လဝ်၊  အရာဒက်လဝ်။  sheaf of wheat. (n)  သြောံလိုၚ်ဂျုၚ်၊  လိုၚ်ဂျုၚ်။"},
{"word":"shear","def":"vt.vi. (pt.-ed, pp.shorn)  ခေပ်၊  ခေပ်တသော်သဵု။  shears (n)  ခတ်ကြာဲဇၞော်ဇၞော်၊  ပၞာဲသတ်။"},
{"word":"sheath","def":"n. (pl.-s)  ကၞပ်၊  ကၞပ်မြ။  ၂။  ဂရောပ်၊  သကိုပ်၊  ထိုၚ်၊  မြံၚ်(ဒၞာဲမသတ်ဆုတန်)။  sheathe (vt)  စုတ်မြပ္ဍဲကၞပ်မြ။  ၂။  ဂြောပ်ဓလီု၊  ထ္ၜံလဝ်၊  ကောပ်လဝ်။"},
{"word":"shed","def":"n.  ကၞာ၊  ခရိုၚ်၊  စမြိုၚ်၊  ရုၚ်၊  ရိုၚ်၊  ရာ်၊  တာဲ။  a tool shed. (n)  ရုၚ်ကၞာ၊  ဍာ်ဒါန်၊  ဍာ်ရုၚ်ဒါန်။  vt. (pt.pp.shed) (-dd-)  ဒသိုဟ်၊  သကဵုဒတုံစှ်ေ၊  ပလှ်ဖျေံ၊  သံက်စှ်ေ၊  ပြဟ်စှ်ေ။  ၂။  သကဵုဇွောဝ်စှ်ေ(ဆီ)၊  သကဵုစိုပ်တိ(ဆီ)။  ၃။  ပ္တိတ်ပရးကဵု၊  ပရံပရးကဵု။  shed light. (vt)  ဖျဳ။  shed blood. (vt)  ကဵုဆီဇွောဝ်တိတ်။  shed light on. (vt)  ဖျဳပၟတ်။  Trees shed their leaves. (vt)  တၞံဆုတံတရးပ္တိတ်ကၞာၚ်တၞး။"},
{"word":"sheen","def":"n.  ဒဒှ်မပလေဲဒၟံၚ်ဖျေဲဖျေဲ၊  ဒဒှ်မပလေဲ။"},
{"word":"sheep","def":"n.  သဵု။  sheep-dog (n)  ကၠဵုပၟၚ်သဵု။  sheepish (adj)  မလေပ်ဖေက်ဂွ၊  မလေပ်ဂွဂြိုက်၊  မဖေက်လေပ်ညံၚ်ရဴသဵု။  sheep-fold. (n)  ခရိုၚ်သဵု၊  ခြိုၚ်သဵု။"},
{"word":"sheer","def":"adj.  မဒှ်ဖအိုတ်၊  မဒှ်သက်သက်။  ၂။  မတုပ်လဝ်ကြဳကြဳမဳမဳ။  ၃။  မဒှ်တပ်ထေၚ်ဒၟံၚ်သၟဝ်ကဵုလ္တူ၊  မစောဝ်တသောဝ်ဒၟံၚ်။  adv.  စောဝ်စောဝ်၊  တသောဝ်တသောဝ်။  vi.  ဂတးပၠန်အာနူဂၠံၚ်တရဴမအာ။"},
{"word":"sheet","def":"n.  ယာတ်စံၚ်၊  ယာတ်လး၊  ယာတ်လးဖုန်။  ၂။  ဂတှ်ေ၊  တၞး၊  ခရာ်၊  ဂၠး။  ၃။  ဇုက်ထိၚ်ယာမဒက်လဝ်ပ္ဍဲတၞုၚ်ယာလ္ပာ်အသၟဝ်။  sheet iron. (n)  ဂတှ်ေပသဲ။"},
{"word":"sheikh","def":"(also shaikh, sheik)  n.  ဇမၞော်ဂကူအရာပ်။"},
{"word":"shelf","def":"n. (pl.shelves)  ဂြန်နွံပ္ဍဲဒဒၚ်၊  ထပ်၊  ကဆံၚ်။  ၂။  တၟံမဓၟိုပ်တိတ်ဒၟံၚ်၊  တၟံလးတၞုၚ်မစောန်တိတ်ဒၟံၚ်။  shelve (vt)  စွံလဝ်လ္တူဂြန်၊  စုတ်ပဲါထောံလဝ်ပ္ဍဲကရေပ်၊  ကွက်မာ်စွံလဝ်ပ္ဍဲကရေပ်၊  ချတ်ကရေပ်ထောံလဝ်။  ၂။  တသောဝ်စှ်ေဒၟံၚ်ပြေပြေ။"},
{"word":"shell","def":"n.  ထၞော်၊  ဂၞာ၊  ဒၞာ(ကၞု)၊  သၞော်၊  သၞော်ခ္ဍန်မ။  ၂။  ဒဒၚ်မ္ၚးဒတန်၊  သၞော်ဒတန်။  ၃။  သၞော်ကံ(သၞာတ်,အမၠံက်)။  vt.  သံက်သၞော်။  ၂။  ပန်ကဵုအမၠံက်။  ၃။  ဒုၚ်ဖအိုတ်။  shellfish (n)  သတ်ဍာ်မနွံကဵုဂၞာ (သၞော်မပ္တံကဵုကၞု,ၚုဲ,ဂတာံ)။  shell shock (n)  ယဲစိုတ်မက္တဵုဒှ်တိုန် ဟိုတ်နူဖေက်လကိုတ်အာမကံဗ္တိုဟ်ဗြု။"},
{"word":"shelter","def":"n.  ပွမအုပ်လဒံ၊  ပွမစ္ၜုဲစ္ၜော်၊  ပွမစဵုဒၞာ၊  ပွမတံၚ်တာဒနာ။  ၂။  ဒၞာဲမစ္ၜုဲစ္ၜော်၊  ဒၞာဲမအုပ်လဒံ၊  ဒၞာဲမနွံကဵုဇွောံစဵုဒၞာ။  vt.vi.  ကဵုပရေၚ်စဵုဒၞာ၊  ဖ္ဍာန်၊  လဒ၊  သကဵုပရေၚ်အုပ်လဒံ၊  သကဵုဒှ်ပရေၚ်အုပ်လဒံ။  ၂။  လုပ်စ္ၜုဲစ္ၜော်။"},
{"word":"shepherd","def":"n.  ပၟၚ်သဵု။  vt.  ထိၚ်ဒက်,  သ္ကိုပ်သ္က, စၞောန်ထ္ၜး။"},
{"word":"sheriff","def":"n.  မြုဝန်၊  ဇမၞော်ဂဗုတ်ပွိုၚ်ဍုၚ်၊  ဇမၞော်ဂဗုတ်ရးကး။"},
{"word":"sherry","def":"n. (pl.-ies)  အရက်ရှေဝ်ရဳ,ဍုၚ်သပိန်။"},
{"word":"shew","def":"ရံၚ် show တေံညိ။"},
{"word":"shield","def":"n.  ခဒံၚ်၊  ဇွောံစဵု၊  သဒံၚ်။  ၂။  ဇွောံစဵုဒၞာ။  ၃။  တဆိပ်ဗီုခဒံၚ်။  vt.  စဵုဒၞာကဵု။  shield the eyes from the sun. (vt)  ဖ္ဍာန်တ္ၚဲ။"},
{"word":"shift","def":"vt.vi.  ကထေံအာ၊  ပြံၚ်နူမွဲဒၞာဲ, အာမွဲဒၞာဲ၊  ဆုဲအာ။  ၂။  ကၠောန်ပတှ်ေကေတ်ဇြဟတ်ဇကု။  n.  ဂကောံကောန်ရဲကမၠောန်ပြံၚ်လှာဲကဵုအလန်၊  အခိၚ်တာလျိုၚ်အာကဵုအလန်။  ၂။  အစဳအဇန်မွဲဗီု၊  အစဳအဇန်နဲကဲဗီုကၠောန်၊  နဲကဲမွဲဗီု။  shiftless (adj)  အစောံစရာဲဓီုၜီု၊  လံက်လာ်။  shifty (adj)  မဖျေံစိုတ်ဟွံဂွံဟိုတ်နူဟွံပတှ်ေစ၊  မနွံကဆံၚ်ဟွံဂံၚ်ဖျေံစိုတ်၊  မလေပ်လီလာန်ဗ္ဂေတ်၊  မဟွံတပ်တး။"},
{"word":"shilling","def":"n.  ၁၂-ပိန်နိ၊  သြန်မရပ်စပ်ပ္ဍဲဍုၚ်အၚ်္ဂလိက် မနွံၜါစှော်ဂအုံမွဲအအုံပံၚ်။"},
{"word":"shimmer","def":"vi.  ကမၠေဲဒၟံၚ်၊  ပလေဲဒၟံၚ်။  n.  အရံၚ်ပလေဲဒၟံၚ်ဖျေဲဖျေဲ။"},
{"word":"shin","def":"n.  ဒဒံဗြာတ်(လ္ပာ်ဂတမုက်ဂဒံဗြာတ် ညးမကော်ခဴစ,ထၟတ်တၞဴ)။"},
{"word":"shindig","def":"n. (colloq)  က္ဍိုပ်သ္ကံမၞိဟ် မိပ်ဇြိပ်ညာန်ညေဲထအုဒၟံၚ်။  a big shindig. (n)  က္ဍိုပ်သ္ကံမၞိဟ်မိပ်ဇြိပ်ညာန်ညေဲထအုဒၟံၚ်ဗွဲမဇၞော်မွဲ။"},
{"word":"shindy","def":"n. (pl.-ies) (colloq)  ပေဲါဒှ်ရုသံၚ်သေက်ဇဵု။"},
{"word":"shine","def":"vt.vi. (pt.pp.shone)  ကနှဗ္စဳ၊  ခၠၚ်၊  ခၠၚ်ဂဵု၊  ခၠၚ်ပ္ဍီု၊  ခၠၚ်လစး၊  ဂဵု၊  ဂဵုလဟဵု၊  ဂဵုဒဟဵု၊  ဂဵုလောံလာဲ၊  ဂဵုသလံၚ်၊  စဳပျး၊  စဳပျးပဂဵု၊  တၟး၊  တၟးခၠၚ်၊  ဗ္စဳ၊  ဗ္စဳတ္ၜန်၊  ဗ္စဳပယး၊  ဗ္စဳမၠာ်၊  ဗမ္စဳ၊  ဗ္စဳဗ္ၜန်၊  ယး၊  ယးတၟးရာၚ်ဆာဲ၊  လစး၊  လစးလမး၊  လဟဵု၊  သာၚ်၊  သကဵုတၟး၊  ပ္တိုန်အရံၚ်၊  ဇွိတ်တုပ်ညံၚ်အရံၚ်သ္ဂောံပလေဲ။  ၂။  ထ္ၜးအရံၚ်အရာ။  n.  ဒဒှ်မပ္တိုန်အရံၚ်အရာ၊  ဒဒှ်မပလေဲတၟး။  shining (adj)  ဥရကိုတ်။  shiny (adj)  မတုပ်လဝ်ညံၚ်ဂွံပလေဲတၟး။  shine forth. (vt.vi)  သ္ဂဵုမြဟ်။"},
{"word":"shingle","def":"n.  ကြေဟ်၊  မတၟံသောဲသောဲ။   ၂။  ကြောပ်ဆု။  vt.  ကၟဳကဵုကြောပ်ဆု။"},
{"word":"ship","def":"n.  က္ၜၚ်(ၜၚ်)။  vt.vi. (-pp-)  ဖ္ဍိုက်ကဵုက္ၜၚ်၊  ပ္တိုန်လ္တူက္ၜၚ်၊  ပလံၚ်ကဵုက္ၜၚ်၊  ပ္ဍိုက်ကဵုက္ၜၚ်။  ၂။  ဗက်က္ၜၚ်။  shipmate (n)  ကောန်က္ၜၚ်ကၠောန်ကမၠောန်မွဲစွံ။  shipment (n)  ဒဒှ်မပလံၚ်နကဵုက္ၜၚ်၊  ဒဒှ်မစဳဇန်သွက်သ္ဂောံပလံၚ်နကဵုက္ၜၚ်၊  မွဲဖ္ဍိုက်နကဵုက္ၜၚ်၊  မွဲဖ္ဍိုက်က္ၜၚ်။  shipper (n)  မၞိဟ်စဳဇန်သွက်ဂွံပလံၚ်ကပေါတ်နကဵုက္ၜၚ်။  shipping (n)  ဇြဟတ်ဍုၚ် ဒဒှ်မပလံၚ်ပ္တိုန်ကပေါတ်နကဵုက္ၜၚ်မာန်။  shipshape (adj)  မနွံဗွဲမသိပ်ဂၠိပ်၊  မနွံဗွဲမသေသာတ်။  shipwreck (n)  ဒဒှ်က္ၜၚ်မလီု။  shipwright (n)  မၞိဟ်တေဝ်က္ၜၚ်၊  မၞိဟ်ခၞံဗဒှ်က္ၜၚ်။  shipyard (n)  ဒၞာဲပ္တိုန်ဒဵုက္ၜၚ်(ဒၞာဲပလေဝ်က္ၜၚ်)။  ship's officer. (n)  မှာလီ၊  မာလီ။  ship-master (n)  ဇမၞော်က္ၜၚ်။  ship-owner (n)  တၠက္ၜၚ်။"},
{"word":"shirk","def":"vt.vi.  ဓနီ၊  ဓၞီ၊  ပဲါဗလေတ်၊  တောံဆုတ်။  shirker (n)  ဒဒှ်မဓၞီ၊  ဒဒှ်မပဲါဗလေတ်၊  ဒဒှ်မတောံဆုတ်။"},
{"word":"shirt","def":"n.  ပလောံတဲဒမၠေံ၊  ပလောံရှာတ်။"},
{"word":"shiver","def":"vi.  ဂံက်၊  ဂတဝ်ၜိုဟ်ဒၟံၚ်ဍုက်ဍုက်။  n.  ဒဒှ်ဂတဝ်ၜိုဟ်ဒၟံၚ်ဍုက်ဍုက်။  shiver with cold. (vi)  တ္ၜိုဟ်ဇတဝ်၊  ၜိုဟ်ဂံက်။"},
{"word":"shiver","def":"|2|  n.  ကဝေက်၊  ကၞာတ်။  vt.vi.  ထကးထောံသၠေက်သၠေက်၊  ကရေက်ထောံသၠေက်သၠေက်။"},
{"word":"shoal","def":"n.  သ္ကံက၊  က္ဍိုပ်က။  ၂။  ဒၞာဲဍာ်ဂၚ်ဍာဍာ၊  ဍာ်လ္တူသံၚ်ဗ္တဳဍာဍာ။"},
{"word":"shock","def":"n.  သြောံလိုၚ်မဒလာဲတပ်လဝ်မွဲကဵုမွဲ ညံၚ်ရဴသ္ဂောံကှ်၊  သြောံခါန်။  ၂။  သော်မဒဗြိုက်ဒၟံၚ်ညံၚ်ရဴဂအုံချံက်။  shock of hair. (n)  သော်ညံၚ်ရဴဂအုံချံက်။  ၃။  ဒဒှ်မဂရိုက်ဇတဝ်အာဗွဲမသ္ကာတ်မြဟ်။  ၄။  ဒဒှ်ဓာတ်လလဳဗက်။  ၅။  လကိုဟ်လ္ၚဵု၊  ဒဒှ်စိုတ်မလီုအာမွဲလစုတ်ဓဝ်။  vt.  သကဵုစိုတ်လီု၊  သကဵုဒှ်သံသဝ်၊  သကဵုလကိုတ်တ္ၚဵု၊  သကဵုက္တဵုဒှ်ဟွံမြဟ်မြဴပ္ဍဲစိုတ်။  shocking (adj)  မပရေံလောန်အာ၊  မဒှ်ကဆံၚ်ဟွံဒးဂၞပ်စိုတ်၊  မသကဵုစိုတ်လီု။"},
{"word":"shoddy","def":"adj.  မဒှ်အလီ၊  မဒှ်ဂကူပရေံပရေံ၊  မဒှ်အဇာပရေံပရေံ၊  မဒှ်ကဆံၚ်ဟွံစိုပ်။"},
{"word":"shoe","def":"n.  ဂၞပ်၊  ဒၞပ်၊  ဂနပ်ဇိုၚ်။  vt.  တက်ဒၞပ်ပသဲပ္ဍဲသၞေပ်ဇိုၚ်ချေံ၊  လိုန်လဝ်ဒၞပ်။  shoe maker. (n)  သၟာစၞာံ။"},
{"word":"shone","def":"ရံၚ် shine တေံညိ။"},
{"word":"shoo","def":"interj.  ရမျာၚ်ကလိုက်ဒစေံ။  vt.vi. (pt.pp. shooed)  ကလိုက်ဗက်ထောံနကဵုရမျာၚ်။  He shooed the chicken away. (vt)  ညးကလိုက်ဗက်ထောံကောန်စာၚ်။"},
{"word":"shook","def":"ရံၚ် shake တေံညိ။"},
{"word":"shoot","def":"vt.vi.  ဆုဲအာကၠုၚ်ပလံၚ်ဏာဗွဲမပြဟ်။  ၂။  ပလုတ်တိတ်ကၠုၚ်၊  တၞုၚ်ဍေံပီုတိတ်ကၠုၚ်။  ၃။  ဂိထပက်။  ၄။  သကဵုတတ်ချဳဒရာၚ်အာမွဲအသိၚ်။  ၅။  ပန်၊  ပန်ကဵုသၞာတ်(လဴ)၊  ပန်ရှောဗလးဏာ၊  သောဝ်၊  သြောဝ်၊  သကဵုပန်ဒးအာ၊  ပန်ဂစိုတ်ထောံ။  ၆။  တက်ရုပ်ဂမျိုၚ်။  n.  တၞုၚ်၊  ပလုတ်၊  လမောဝ်၊  လၟောဝ်။  ၂။  မြံၚ်တသောဝ်ဖျေံကပေါတ်၊  ဇၟောတ်ဍာ်မဇွောဝ်စှ်ေကၠုၚ်သဴသဴ။  shooting (n)  ဒဒှ်မပန်ပှော်၊  အခေါၚ်ပန်ပှော်ဂစေံ။  shooting star (n)  သၟန်သၞံၚ်၊  သၞံၚ်ဒဂုဲ။  shoot down. (vt.vi)  သောဝ်တလီုဖျေံ။  shoot through. (vt.vi)  ပန်ခလှၚ်(တ္ၚ)။  shoot with a pellet-bow. (vt.vi)  ပှော်၊  ပှော်ကဵုပၞောဟ်။"},
{"word":"shop","def":"n.  ဖျာ၊  ဆေၚ်ဖျာ၊  ရၚ်၊  ရုၚ်။  ၂။  ရုၚ်ကမၠောန်၊  ရုၚ်ပလေဝ်စက်။  vt.  အာရာန်ဖျာ။  shop-keeper (n)  တြုံညးတၠဖျာ၊  တြုံညးဗၞိက်၊  တၠဖျာ၊  တၠဖျာသွံပရး။  shoplifter (n)  မၞိဟ်ကၠတ်ၜိုတ်ဏာကပေါတ်၊  မၞိဟ်ပပၞရာန်ဖျာတုဲ ကၠတ်ၜိုတ်ကေတ်ဏာကပေါတ်။"},
{"word":"shore","def":"n.  သၚ်၊  သြၚ်၊  သြၚ်ပရၚ်ၜဳ၊  သြၚ်ပရၚ်ကၟာ၊  အသြၚ်အဗၚ်၊  ပရၚ်ၜဳ။  ၂။  ဂၠဴ (သွက်ဂွံဂါန်ထံက်)။  vt.  ထံက်ဒုၚ်လဝ်ကဵုဂၠဴ၊  ထံက်လဝ်။"},
{"word":"shorn","def":"ရံၚ် shear တေံညိ။"},
{"word":"short","def":"adj.  ကရတ်၊  ခမၞန်၊  ထမၞန်၊  ဓမၠေံ၊  မဂၠေံ၊  မကွ၊  မဂၠေံဒုတ်။  ၂။  မဟွံစိုပ်တိုၚ်ခဳ(ကဆံၚ်)၊  မဟွံဍိုက်ပေၚ်။  ၃။  မဟွံဇမၠိၚ်အရေဝ်၊  မဂၠေံဗဒုတ်။  ၄။  ပရောံ၊  မက္တဵု၊  လောဲဗွဲသွက်ဂွံကဝ်ကေက်။  adv.  မွဲလစုတ်ဓဝ်၊  မွဲတဲဓဝ်၊  ယျုက်ခနေံ။  ၂။  နဒဒှ်မဒှ်သွက်ရန်တၟံလဝ်ဟွံဍိုက်ပေၚ် ဟွံစိုပ်ကဆံၚ်။  shortage (n)  မဟၟဲကဵုကဆံၚ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  ဒဒှ်မပိုတ်ဒကုတ်အာ။  shortcoming (n)  အရာမဆောတ်ယောၚ်၊  တၚ်မဆောတ်ယောၚ်။  short cut. (n)  ဂၠံၚ်ကရတ်။  shorten (vt.vi)  က္ဍန်ဂဍောပ်၊  ဇလေံ၊  သကဵုဂၠေံ၊  ကဵုဂၠေံကၠုၚ်။  shorthand (n)  လိက်ဒမၠေံ။  short-handed (adj)  မအောန်ကဵုကောန်ကမၠောန်၊  မဟွံရုံဂပ်ပ္ဍဲကဵုကောန်ကမၠောန်၊  မနွံကဆံၚ်ကောန်ကမၠောန်ဟွံရုံဂပ်။  short-lived (adj)  မနွံကဵုဇမၠိၚ်အယုက်ဂၠေံ၊  ဂၠေံတဴအယုက်။  shortly (adv)  ဟွံလံဏီဏံ။  ၂။  ကၠာနူဏံညိ။  ၃။  ဗွဲခ္ဍန်၊  နဒဒှ်နဲဂၠေံဂၠေံ။  ၄။  ဂၠေံဂၠေံ၊  ပိုတ်ပိုတ်ဒကုတ်ဒကုတ်။  shortness (n)  ပွမဂၠေံအာ။  shorts (n)  ပံၚ်မဳဒမၠေံ။  short-sighted (adj)  မနွံကဵုကဆံၚ်မတ်လှီုလ္ပာ်ရံၚ်ဒၞာဲဇမ္ၚောဲ။  ၂။  လညာတ်က္ဍန်၊  အောန်ကဵုလညာတ်ဆဵုဂဗ။  short-tempered (adj)  မဂၠေံပ္ဍဲစိုတ်၊  မနွံကဵုကဆံၚ်စိုတ်ဂၠေံဂၠေံ။  short-winded (adj)  မဟွံခိုဟ်ပ္ဍဲကဵုဇၟူ၊  မဒှ်ဒဒှ်ယီုဒၟံၚ်ပအောန်ပအောန်။"},
{"word":"shortening (n)  ထဝ်ဗာတ်စုတ်ပ္ဍဲမကၠောန်ကွာၚ်။","def":""},
{"word":"shot","def":"n.  ပဝန်၊  ပွန်၊  ဒဒှ်မပန်သၞာတ်အမၠံက်၊  ဗရုပန်သၞာတ်အမၠံက်။  ၂။  ဒဒှ်မပန်၊  ဒဒှ်မဒးအာ၊  ဒဒှ်မစံတဲ၊  ဒဒှ်မကၠောန်စံရံၚ်၊  ဒဒှ်မသွဟ်စံရံၚ်။  ၃။  မကံ၊  ကံ၊  စရိတ်ပန်မကံအိုတ်။  ၄။  မၞိဟ်ပန်သၞာတ်။  adj.  မတုတ်လဝ်ညံၚ်ရဴသ္ဂောံဒှ်ဒၟံၚ်အရံၚ်မဂြိပ်အာဂြိပ်ကၠုၚ်(ဂၠိက်ယာတ်)၊  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲပန်ပှော်။  ၂။  အရာမတက်ကဵုကီမရာတက်ရုပ်ဂမျိုၚ်။"},
{"word":"should","def":"ရံၚ် shall တေံညိ။"},
{"word":"shoulder","def":"n.  ပၞး၊  ခဒၚ်ပၞး၊  ဂဒၚ်ပၞး၊  ဒၚ်ပၞး။  ၂။  ခဒဳတဲ။  ၃။  ဖျုန်ထာၚ်တဲ(သတ်တိရစ္ဆာန်)။  ၄။  ဒကုတ်ကပေါတ်မတုပ်ဒၟံၚ်ညံၚ်ရဴခဒၚ်ပၞးမၞိဟ်၊  ၜေတ်ဒလေတ်အာနကဵုခဒၚ်ပၞး။  shoulder blade (n)  ဇုတ်ဒၞော်(နော်)တဲ။"},
{"word":"shout","def":"n.  ဒဒှ်မကရေဲ၊  ဒဒှ်မကညာၚ်။  vt.vi.  ကရေဲ၊  ကညာၚ်၊  ကရေဲဟီု၊  ကညာၚ်ဟီု၊  ဗရုပါၚ်။"},
{"word":"shove","def":"vt.vi.  ဂရိုဟ်၊  ဒရိုဟ်။  n.  ဒဒှ်မဂရိုဟ်။"},
{"word":"shovel","def":"n.  ကွဵုပၠာ။  vt.  ဆောံကဵုကွဵုပၠာ။  ၂။  ဖံက်ကၠောန်နကဵုကွဵုပၠာ။  shovelful (n)  မွဲခ္ဍဟ်ဆောံကဵုကွဵုပၠာ။"},
{"word":"show","def":"vt.vi. (pt.showed, pp.shown)  ကျး၊  စၞောန်ထ္ၜး၊  စဏှ်၊  စနဟ်ထ္ၜး၊  စၞဟ်ထ္ၜး၊  ထမံက်ထ္ၜး၊  ထ္ၜး၊  ပညန်၊  ပ္ညုၚ်၊  ပ္ညုၚ်ထ္ၜး၊  ပ္ညုၚ်ဏာ၊  ပမျောဝ်၊  ပျး၊  ပၠ၊  ဗဗဵု၊  ပမျောဝ်ထ္ၜး၊  ထ္ၜးပျး။  show indifference. (vt)  ဟွံပမန။  show the way. (vt)  ပအောဝ်တရဴ။  show off. (vt.vi)  ပ္တိတ်အဟိက်ထ္ၜးဗီုပြၚ်။  show up. (vt.vi)  တိုန်ကၠုၚ်၊  တိုန်စိုပ်။  n.  ဒဒှ်မထ္ၜး။  ၂။  ပေဲါထ္ၜးပျး။  ၃။  ဒဒှ်မကၠောန်သွက်မုက်မတ်ဂွံယး၊  ဒဒှ်မကၠောန်ရန်တၟံကဵုပကာသနဂုန်။  ၄။  ပေဲါ၊  ပေဲါလှ်ေ။  showdown (n)  ဒဒှ်မလလောၚ်တရး ဓမံက်ထ္ၜးကဵုကၠးကၠးဖ္ဍးဖ္ဍး က္ဍိုက်က္ဍိုက်ပေၚ်ပေၚ် တၚ်ရန်တၟံဇကုဇြဟတ်ဇကု၊  ဒဒှ်မလးထ္ၜးကဵုညိဟွံကၞိက်လဒဵု။  showman (n)  မၞိဟ်စဳဇန်ကဵုပေဲါထ္ၜးပျး၊  မၞိဟ်ခၞံဗဒှ်စဳဇန်ထ္ၜးပျးကဵုသာကာတ်။  showmanship (n)  ကွတ်ပညာမလေပ်ကဵုပေဲါထ္ၜးပျး၊  မၞိဟ်ခၞံဗဒှ်စဳဇန်ထ္ၜးပျးကဵုသာကတာတ်။  showmanship (n)  ကွတ်ပညာမလေပ်ကၠောန်သ္ပညံၚ်ရဴစိုတ်အရီုညးဂမၠိုၚ်သ္ဂောံလုပ်စကၠုၚ်၊  ကွတ်ပညာမလေပ်သွံရာန်ကပေါတ်ညံၚ်ဂွံအိုတ်။  show room (n)  ခဒံထ္ၜးစကပေါတ်သွံ။  showcase (n)  ဒူဒ္ၚောဝ်မစုတ်ထ္ၜးပျးလဝ်ကပေါတ်။  show window (n)  ဗတၚ်ဒ္ၚောဝ်မထ္ၜးပြေၚ်လဝ်ကပေါတ်ဂွံသွံ။  showy (adj)  မတိုန်မိုန်၊  မရပ်စွံလဝ်အဟိက်၊  မပလေဝ်ပလေတ်လဝ်လောန်အာကဵုသၞောတ်၊  မတၟးဇးလောန်အာ။  showily (adv)  နဒဒှ်မနွံကဵုကဆံၚ်တိုန်မိုန်လောန်အာ။"},
{"word":"shower","def":"n.  ကဴဗြဲ၊  ဗြဲဖြေံဖြေံ၊  ဒဒှ်မကောံကလောံစှ်ေကၠုၚ်၊  ဒဒှ်မကောံကလောံစိုပ်ကၠုၚ်။  ၂။  ဗရဲဍာ်၊  ဒဒှ်မဟုံဍာ်အသၟဝ်ဗရဲဍာ်။  vt.vi.  စှ်ေကၠုၚ်ကောံကောံ၊  ပလံၚ်နၚ်ကောံကောံ၊  မကဵုကောံကောံ။  showery (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်ဗြဲစှ်ေဒၟံၚ်ဖြေံဖြေံ၊  မဒှ်ဒၟံၚ်ကဆံၚ်ဗြဲတသောဝ်ဒၟံၚ်။"},
{"word":"shown","def":"ရံၚ် show တေံညိ။"},
{"word":"shrank","def":"ရံၚ် shrink တေံညိ။"},
{"word":"shrapnel","def":"n.  မဗ္တိုဟ်ဗ္တိုဟ်ပရးပ္တိတ်မကံဗွဲမဂၠိုၚ်မာန်၊  မကံမၠံက်ဗ္တိုဟ်ပရးပ္တိတ်မကံဗွဲမဂၠိုၚ်မာန်။"},
{"word":"shred","def":"n.  ကဝေက်ကၞာတ်သၠေက်သၠေက်။  vt.vi.  သကဵုဒှ်အာကဝေက်ကၞာတ်၊  သကဵုသၠေက်သၠံၚ်အာ၊  ပြဵု။"},
{"word":"shrew","def":"n.  ဗြဴမလေပ်ထ္ၜုတ်ဟီုဂးစုတ်ဒုဟ်။  ၂။  ကၞိယျန်။  shrewish (adj)  မကေက်တဴပ္ဍဲသၟောန်ပါၚ်၊  မလေပ်ဟီုဂလာန်။  shrew mouse. (n)  ကၞိယျန်။"},
{"word":"shrewd","def":"adj.  မလေပ်ညာတ်သာတ်ခၠၚ်၊  မကြဳမဳသ္ဍိုဟ်ကေက်၊  မအာကၠုၚ်လိုက်ပိုက်။  ၂။  မကြပ်အိုတ်ကဵုဒဒှ်ဍာံဍာံ (အရာမခယျလဝ်)။  shrewdly (adv)  နဒဒှ်မလေပ်ညာတ်သာတ်ခၠၚ်။  shrewdness (n)  ဒဒှ်မလေပ်ညာတ်သာတ်ခၠၚ်။"},
{"word":"shriek","def":"vt.vi.  ကရေဲနကဵုရမျာၚ်ကေက်ကေက်စၚ်စၚ်။  n.  ရမျာၚ်ကရေဲကေက်ကေက်စၚ်စၚ်။"},
{"word":"shrift","def":"n.  အခိၚ်မကဵုလဝ်ညိည သွက်ဂွ့ကၠောန်အရာမွဲမွဲ ကၠာဟဂွံဖျေံသ္ဂုတ်သွာတ်ဒုဟ်ဒန်။"},
{"word":"shrike","def":"n.  ဂစေံသဍိ။"},
{"word":"shrill","def":"adj.  မကေက်စၚ်၊  မကေက်စူ(ရမျာၚ်)။  a shrill sound. (adj)  ဗြုရမျာၚ်မသၠုၚ်မထတ်သ္တိုတ်။"},
{"word":"shrimp","def":"n.  ၚုဲ၊  ၚုဲစၚ်ပါၚ်၊  ၚုဲတံၚ်တေဲ၊  ၚုဲတ္ၜိုၚ်။  ၂။  မၞိဟ်ပၞေဲပၞေဲ၊  မၞိဟ်ကွကွသောဲသောဲဗြဲဗြဲ။  vt.  တိတ်ရပ်ၚုဲတံၚ်တေဲ။"},
{"word":"shrine","def":"n.  ဂၠံဓာတ်၊  တိုက်ဌာပနာလဝ်ဓာတ်၊  ကြောတ်ဌာပနာဓါတုစေတဳ၊  စေတဳသၠိုၚ်ဌာပနာလဝ်ဓါတ်။  ၂။  ဥဒ္ဒိဿစေတဳ၊  လွဳမာန်စၟတ်သမ္တီ။"},
{"word":"shrink","def":"vt.vi. (pt.shrank, shrunk. pp.shrunk, shrunken)  သကဵုဍောတ်သွတ်အာ၊  သကဵုခညောံ၊  သကဵုကြေန်၊  ဍောတ်လုပ်အာ။  ၂။  ဆုတ်လ္ပာ်လက္ကရဴ၊  ခညောတ်။  shrinkage (n)  ကလှံက်၊  ဍောတ်တောံလုပ်အာ၊  ယုတ်ခလှံက်အာ။"},
{"word":"shrivel","def":"vt.vi. (-ll-)  သကဵုကှ်တောံခညောံလုပ်၊  သကဵုခၜါတ်၊  သကဵုဂဍောပ်ကဝေန်၊  သကဵုပေတ်။"},
{"word":"shroud","def":"n.  ယာတ်ဂွဳဒက်ဇွ။  ၂။  အရာမဂြောပ်ဗ္ဒန်၊  အရာမဂြောပ်ဓလီု။  ၃။  ဇုက်ထိၚ်တိုၚ်ယာ။  vt.  ဂြောပ်ဓလီု၊  ဂွဳဓုပ်။"},
{"word":"shrub","def":"n.  ကသဵု၊  ခြုံ၊  ဂသဵု၊  တၞံသၟတ်မဗြေဝ်တိတ်နူကဵုၝောံတံဍေံ၊  တၞံရာပ်ခြုံ။  shrubbery (n)  ဒၞာဲမတဵုလဝ်တၞံဆုကွကွ, အုပ်ကွကွ၊  ကသဵုဆု၊  ဂသဵုဆု။"},
{"word":"shrug","def":"vt.vi. (-gg-)  ပချဳဒၚ်ပၞး။  n.  ဒဒှ်မပချဳပတောံဒၚ်ပၞး။"},
{"word":"shuck","def":"n.  ဇွောံဂြးတောဝ်ပ္ဍဲကြုတ်တုတ်(တုတ်တုတ်)။"},
{"word":"shudder","def":"vi.  ဒဇပ်ဇတဝ်။  n.  ဒဒှ်မဂတဝ်ဒၟံၚ်ဍုက်ဍုက်။"},
{"word":"shuffle","def":"vt.vi.  ကွာ်ကချေံအာဇိုၚ်။  ၂။  တံၚ်ပနှဴဖေဝ်သွက်ဂွံပရံ၊  ဂၟာဲဂၠိုက်ဂၠာဲပ္တိုန်။  ၃။  ကၠောန်လဝ်ဆဆဵု၊  ကၠောန်လဝ်ဆဒှ်ကဵုဒှ်၊  သ္ပဆဆဵု။"},
{"word":"shun","def":"vt.  ဝေၚ်၊  ဝေၚ်ပဲါ။"},
{"word":"shunt","def":"vt.vi.  ပြံၚ်ကဵုဂၠံၚ်၊  ပြံၚ်ဗလေတ်ကဵုဂၠံၚ်။"},
{"word":"shut","def":"vt.vi. (pt.pp.shut)(-tt-)  ကဍောပ်၊  ခဍောပ်၊  ဂဍောပ်၊  ကၟာတ်၊  ကၟာတ်ဒဝ်၊  ဆေဝ်က္ဍဒဝ်ကၠေံ၊  ဆေဝ်ဒဝ်၊  ဆဵုဒဝ်၊  တၟာတ်၊  တၟာတ်ထောံလဝ်ဟွံဒုၚ်ကဵုလုပ်၊  ထအေပ်၊  ဒဝ်၊  ပစိပ်၊  မာတ်။  ၂။  တၟာတ်ထောံ(ရုၚ်စက်)၊  ဒေံါထောံကမၠောန်။  shut up (vt.vi)  ကြိုၚ်၊  ကြိုၚ်လဝ်၊  ခဍောပ်ကဝေန်၊  ခဍိုပ်၊  ဂဍောပ်ကဝေန်၊  တၟာတ်လဝ်ပါၚ်။"},
{"word":"shutter","def":"n.  သၠဂတှ်ေဗ္တၚ်မပံက်တၟာတ်ဂွံ မဗ္ဂပ်စုတ်လဝ်ပ္ဍဲပါၚ်တရၚ်။  ၂။  ကရိယာသွက်ဂွံပံက်တၟာတ်ဒ္ၚောဝ်ကီမရာ။  ၃။  သၠဗတၚ်။"},
{"word":"shuttle","def":"n.  လောန်၊  လောန်တုတ်တုတ်၊  လောန်တမုတ်။  vt.vi.  အာတန်ဆန်၊  ဂြိပ်တန်ဆန်။"},
{"word":"shy","def":"adj. (-er,-est)  မလေပ်ဂွ။  ၂။  မဒှ်ဒၟံၚ်ဂွဂွဂွေၚ်ဂွေၚ်။  ၃။  မလေပ်လကိုတ်၊  မဟွံမွဲပၟိက်ကဵုညးဂမၠိုၚ်ရံၚ်ဗဵု။  vi.  ဂွ၊  လကိုတ်(ချေံ)။  shyly (adv)  နဒဒှ်မလေပ်ဂွ။  shyness (n)  ဒဒှ်မလေပ်ဂွ။"},
{"word":"shy","def":"|2| vt.vi. (pt.pp.shied)  (အရေဝ်)ပန်ပှော်၊  စံတဲ။  n.  ဒဒှ်မပန်ပှော်၊  ဒဒှ်မစံတဲ။"},
{"word":"Siamese","def":"adj.  သေံ၊  မဆေၚ်စပ်ကဵုသေံ၊  မဆေၚ်စပ်ကဵုဍုၚ်သေံ(ထာဲ)။  n.  အရေဝ်သေံ၊  ဘာသာသေံ(ထာဲ)။"},
{"word":"sick","def":"adj.  မထအံ။  ၂။  မဒှ်ကဆံၚ်မံၚ်စဟွံခိုဟ်၊  မဟွံထတ်ယုတ်။  ၃။  မလ္ၚုလ္ၚန်။  I am sick. (vt)  အဲကလိဂွံယဲ၊  အဲဂွံယဲ။  I feel sick. (vt)  အဲမံၚ်စဟွံမိပ်၊  အဲမံၚ်စဟွံခိုဟ်။  sick of (vt)  ဟွံမိက်မိၚ်။  sicken (vt.vi)  ဒှ်ယဲဒိုက်၊  သကဵုက္ဍုဟ်မၠေံ။  sickening (adj)  မနွံကဆံၚ်သ္ဒးက္ဍုဟ်မၠေံဇအိုန်ဇရခိုဟ်၊  မဒှ်သွက်သ္ဒးစိုတ်ဂိခိုဟ်၊  မဒှ်သွက်သ္ဒးက္ဍုဟ်မၠေံခိုဟ်။  sickish (adj)  မဒှ်ဒၟံၚ်ညံၚ်ရဴယဲဒၟံၚ်လေဝ်လေဝ်၊  မဒှ်ဒၟံၚ်ညံၚ်ကဵုဟွံသ္ဍိုက်မၠိုက်။  sickly (adj)  မလေပ်သကဵုၜန်ၜာဲထအံ။  ၂။  မဍိုန်ဗိုန်၊  မဟၟဲကဵုဓတ်ကရတ်။  ၃။  မဒှ်ကဆံၚ်စိုတ်ဟွံမိပ်။  sickness (n)  ဂိယဲ၊  ယဲ၊  ယဲမထအံ၊  ဒဒှ်မဂိယဲ၊  ဒဒှ်မယဲ၊  ဒဒှ်မယဲဒိုက်။  sick bed. (n)  ဇံၚ်ယဲ။  the sick. (n)  မၞိဟ်က္တဵုဒှ်ယဲ။"},
{"word":"sickle","def":"n.  နတ်(ရတ်သြောံ, ရတ်ချောဲ)၊  နောတ်။"},
{"word":"side","def":"n.  ကလၚ်(တလၚ်)၊  ထကဲ၊  ဒိုဟ်၊  ဖာ၊  ဖာဲ၊  ဘာဂ၊  လစှ်ေ၊  လ္ပာ်၊  လက်၊  သ္ကဲ၊  မ္ၚး၊  လ္ပာ်ဒကဴ။  ၂။  ပၞောန်ဓရီု၊  ပၞောန်သက်လဝ်စေဝ်။  ၃။  ဒဒှ်မပ္တဝ်ရံၚ်။  side-board (n)  သ္ၚိပ္ၚာန်ကၠောန်ဗ္ဂပ်စုတ်လဝ်ပ္ဍဲဒဒၚ်။  sidelong (adj. adv)  မဒှ်လက်သ္ကဲ၊  ပ္ဍဲလက်သ္ကဲ။  n.  ဒဒှ်မဗလေတ်ထောံလ္ပာ်သ္ကဲယျုက်ခနေံ။  sidewalk (n)  ဂၠံၚ်စၚ်ကြံသ္ကဲသၟတ်။  He sided with the enemy. (vt)  ညးမထံက်ဂလာန်ဟီုဂးကေတ်စလ္ပာ်သၞ။  be on the side of righteousness. (n)  ဒတူလိုၚ်လ္ပာ်ဂၠံၚ်ဓဝ်ဍာံ။  sidestep (vt)  ဗလေတ်ထောံလ္ပာ်သ္ကဲယျုက်ခနေံ။  sideways (adv)  လ္ပာ်ဒကဴ၊  လ္ပာ်သ္ကဲ၊  နူကဵုလ္ပာ်ဒစေၚ်၊  လက်ဂစေၚ်၊  လက်ဒစေၚ်။"},
{"word":"sidereal","def":"adj.  မဆေၚ်စပ်ကဵုသၞံၚ်နက္ချတ်၊  မဆေၚ်စပ်ကဵုသၜတ်သၞံၚ်နက္ချတ်တံ။"},
{"word":"sidle","def":"vi.  ကွာ်ညံၚ်ရဴမဖေက်ဂွဒၟံၚ်လေဝ်လေဝ်၊  အာညံၚ်ရဴမဖေက်ဂွဒၟံၚ်လေဝ်လေဝ်(ညံၚ်ညံၚ်)။"},
{"word":"siege","def":"n.  ဒဒှ်မဝိုၚ်လဝ်၊  အခိၚ်မရေတ်ဝိုၚ်ဗိုၚ်လဝ်၊  ဗွိုၚ်။"},
{"word":"siesta","def":"n.  ဒဒှ်မတိက်ဇူတာပ္ဍဲအခိၚ်တ္ၚဲ။"},
{"word":"sieve","def":"n.  ဂဇာ၊  ကၞာဲဇာ။"},
{"word":"sift","def":"vt.vi.  ခဍိုဟ်၊  ဂြိုက်၊  ဂြိုက်ဖျေံကဵုဂဇာ။  ၂။  စၟတ်တံၚ်ပ္တိတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  စဳစောတ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၃။  ခဍိုဟ်ဂြိုက်ဖျေံကဵုဂဇာ၊  ခဍိုဟ်ကဵုဂဇာ။"},
{"word":"sigh","def":"vi.  ပိုက်ဖျေံဣဝီု၊  ဗြုညံၚ်ရဴပိုက်ဖျေံယဝီု။  ၂။  ဂွံသတိဗှ်သၞာ၊  စၟဳဗှ်သၞာ။  n.  ဒဒှ်မပိုက်ဖျေံယဝီု။"},
{"word":"sight","def":"n.  လညာတ်၊  အစောံစရာဲမညာတ်မာန်၊  ဒဒှ်မညာတ်မာန်။  ၂။  အရာမဆဵုညာတ်။  ၃။  သွက်ဂွံရံၚ်၊  သွက်ဂွံဗဵု၊  သွက်ဂွံလ္ၚတ်(ဒၞာဲဝဲါ,ဒတန်)။  ၄။  မၞိဟ်သွက်သ္ဒးဂြိုၚ်စခိုဟ်၊  ဒၞာဲသွက်သ္ဒးဂြိုၚ်စခိုဟ်။  vt.  ညာတ်(ကြပ်ကြပ်)။  ၂။  လ္ၚတ်ရံၚ်ကဵုပၠံၚ်ဒ္ၚောဝ်။  sightless (adj)  မလီုမတ်၊  မဒှ်မတ်ဟွံညာတ်၊  မဟွံဆဵု။"},
{"word":"sign","def":"n.  ဗျန်၊  နိမိတ်၊  လက္ခဏာ၊  လက်သဏ၊  လမိတ်လ္ပံ၊  လက်သန်၊  လက်ကျန်၊  လက္ခဏာသမ္တီ။  ၂။  လက်သန်မကဵုလဝ်သွက်ရဲဒဳကွဳစက်တံသ္ဂောံပသတိ။  ၃။  အရာမစၟတ်သမ္တီ၊  ဒမြိပ်လက်သန်။  ၄။  ဒဒှ်မကဵုသမ္တီ၊  ဒဒှ်မကဵုသမ္တီနကဵုဇိုၚ်တဲ။  vt.vi.  ထပက်စၟတ်တဲ၊  တုပ်စိုတ်တုဲထပက်စၟတ်တဲ။  ၂။  သကဵုတီဒဒှ်မထ္ၜးနကဵုဇိုၚ်တဲ။  signboard (n)  ဂတဵုလက်သန်၊  သာၚ်ဗတ်။  signpost (n)  အရာ(တိုၚ်)မစၞောန်ထ္ၜးကဵုယၟုဒၞာဲဝဲါပ္ဍဲဒေသဍုၚ်ကွာန်အရာပ်၊  တိုၚ်ပ္တဴလဝ်ပ္ဍဲဂၠံၚ်,ပ္ဍဲသွာၚ်ဂၠံၚ်။  sign of the zodiac. (n)  ရာသဳ၊  ဒွာ။"},
{"word":"signal","def":"n.  ဒဒှ်မသကဵုသမ္တီနကဵုဇိုၚ်တဲ, နကဵုပၟတ်၊  ဒဒှ်မကဵုသမ္တီကဵုသတိ, ကဵုပရိုၚ်၊  ဒဒှ်မစၞောန်ထ္ၜး၊  ဒဒှ်မထ္ၜးကဵုသတိ။  ၂။  ဒဒှ်မက္တဵုဒှ်တိုန်ဗြုဗြုယျုက်ခနေံ။  vt.vi.  ကဵုသမ္တီ၊  ထ္ၜးသမ္တီ၊  ရပ်စပ်သၚ်္ကေတသွက်ဂွံထ္ၜးသမ္တီ။  ၂။  ပလံၚ်ပရိုၚ်နကဵုသၚ်္ကေတ။  signaller (n)  ကောန်ဒပ်ပရေၚ်ဆက်ဆောံမထ္ၜးနကဵုသၚ်္ကေတ။"},
{"word":"signatory","def":"n.  မၞိဟ်(ဍုၚ်)လုပ်ထပက်စၟတ်တဲ ပ္ဍဲအခါချုက်လိက်ကသုက်၊  ဒဒှ်မဒှ်မၞိဟ်(ဍုၚ်)လုပ်ထပက်စၟတ်တဲပ္ဍဲအခါချူလိက်ကသုက်။"},
{"word":"signature","def":"n.  စၟတ်တဲထပက်လဝ်နတဲတၠခန္ဓ၊  ခရက်လဝ်နကဵုတဲတၠခန္ဓ၊  တဆိပ်။"},
{"word":"signify","def":"vt.vi. (pt.pp.-fied)  ထ္ၜးဗီုပြၚ်လက်သန်နကဵုတဲဇိုၚ်၊  စၞောန်ထ္ၜးကဵုလက်သန်နကဵုဇိုၚ်တဲ၊  သကဵုတီနကဵုလက်သန်ထ္ၜးဏာကဵုတဲဇိုၚ်။  ၂။  သကဵုအဓိပ္ပာဲစိုပ်။  significance (n)  ဒဒှ်မထ္ၜးကဵုအဓိပ္ပာဲ၊  ဒဒှ်မစိုပ်တရဴ၊  ဒဒှ်မစိုပ်ဒတုဲ။  significant (adj)  မဒှ်အရာမစိုပ်ဒတုဲ၊  မနွံကဵုအဓိပ္ပာဲ၊  မနွံကဵုရုပ်ရဴမံက်ဂတဝ်ဒၟံၚ်။  signification (n)  အဓိပ္ပာဲတံဝေါဟာမွဲမွဲမ။"},
{"word":"silence","def":"n.  ဒဒှ်မသ္ၚိတ်၊  ဒဒှ်မညိၚ်ဝတ်။  vt.  သ္ပညံၚ်ရဴရမျာၚ်သ္ဂောံသ္ၚိတ်အာ၊  သကဵုသ္ၚိတ်ဇြညိၚ်ဝတ်အာ။  silencer (n)  ကရိယာမရေၚ်တၠုၚ်ကဵုညံၚ်ရဴဟဂွံမိၚ်ရမျာၚ်၊  ကရိယာမကလေံကဵုဗရုရမျာၚ်၊  ကရိယာမစဵုဒၞာကလေံထောံဗရုဗရန်ရမျာၚ်။  silent (adj)  ဍိတ်၊  မကၞပ်၊  မကၞပ်သ္ၚဳ၊  မကၞပ်သ္ၚောံ၊  သ္ၚောံ၊  မသ္ၚိတ်ဇြ၊  ဟွံမွဲကဵုရမျာၚ်မြုမြန်၊  မညိၚ်ဝတ်။  silently (adv)  ကၞပ်ကၞပ်၊  သ္ၚိတ်သ္ၚိတ်ဇြဇြ၊  ဗွဲမသ္ၚိတ်ဇြ။"},
{"word":"silhouette","def":"n.  ဗီုပြၚ်သၞိၚ်ရုပ်လမ္စံက်၊  သၞိၚ်ရုပ်လမ္စံက်။  vt.  သကဵုသၞိၚ်လမ္စံက်မံက်ဒၟံၚ်။"},
{"word":"silk","def":"n.  သုတ်၊  ယာတ်သုတ်(သတ်,ယာတ်သတ်)၊  ဂၠိက်ယာတ်မဂွံကၠုၚ်နူစၟ။  silken (adj)  မဍိုန်ဍောတ်ကလိတ်ကလောတ်။  silkworm (n)  စၟသုတ်, စၟသတ်။  silky (adj)  မဍိုန်ဍောတ်ကလိတ် ကလောတ်ပလေဲပလာဒၟံၚ်ညံၚ်ရဴယာတ်သုတ်၊  မတုပ်ကဵုယာတ်သုတ်။  silk cloth. (n)  ဖေဝ်၊  ဗြေဝ်၊  ယာတ်သုတ်။"},
{"word":"sill","def":"n.  သိၚ်ဗိုၚ်ဒုၚ်လဝ်အသၟဝ်ဗ္တၚ်၊  သိၚ်ဓရီုမဒုၚ်လဝ်အသၟဝ်ဗ္တၚ်။"},
{"word":"silly","def":"adj.  မခလိုဟ်၊  မဒိုဟ်၊  မနွံကဆံၚ်စိုတ်လီု၊  မလီုစိုတ်၊  မလှိုဟ်၊  မနွံကဵုဓာတ်စိုတ်ဍိုန်ပရေံ။  silliness (n)  ဒဒှ်မဒိုဟ်ကြံ၊  ဒဒှ်မလိုဟ်ကြံ။"},
{"word":"silo","def":"n.  ဟၚ်၊  ဇရာံ၊  ဟၚ်သွက်ဂွံဒေပ်စွံစၞပြေၚ်ဂၠဴ။"},
{"word":"silt","def":"n.  တိလတာ။  vt.vi.  က္တဵုဒှ်တိုန်တိလတာ။"},
{"word":"silver","def":"n.  သြန်။  ၂။  ကပေါတ်ကၠောန်လဝ်ကဵုသြန်။  ၃။  ဒဒှ်မပလေဲဒၟံၚ်ညံၚ်အရံၚ်သြန်၊  ဒဒှ်မနွံကဵုရမျာၚ်ၜိုဟ်သြိုဟ်၊  ဒဒှ်မတၟးဇး။  vt.  ဥုဍာ်သြန်၊  ကၠောန်ညံၚ်ဂွံပလေဲဒၟံၚ်အရံၚ်သြန်။  silvery (adj)  မတုပ်ကဵုသြန်၊  ရမျာၚ်မကၠးဖ္ဍး၊  ရမျာၚ်ၜိုဟ်သြိုဟ်သာယာ။"},
{"word":"similar","def":"adj.  မတုပ်၊  မတုပ်သၟဟ်၊  မတုပ်ညံၚ်ရဴသာ်ဂှ်၊  မနှဴတုပ်။  similarly (adv)  နဒဒှ်တုပ်တုပ်။  similarity (n)  ဒဒှ်မတုပ်။"},
{"word":"simile","def":"n.  ဂလာန်မကဵုဥပမာ၊  ဒဒှ်မပတဝ်ပတုပ်၊  ပၟာ။"},
{"word":"simmer","def":"vt.vi.  သကဵုကၞံဒၟံၚ်ပၠံက်ပၠံက်(ထၟာဲပုၚ်,သွ)။  ၂။  ဍုန်ဒၟံၚ်(နကဵုစိုတ်ဒေါသ)၊  ခတဝ်ဒၟံၚ်။"},
{"word":"simper","def":"vt.  ပပၞအီ၊  အီကွေံကွေံဟွံသေၚ်။  n.  ဒဒှ်မပပၞအီ။"},
{"word":"simple","def":"adj.  မဟၟဲကဵုဒဒှ်မထုဲဂရုဲ၊  မနွံကဵုအၚ်္ဂညိည။  ၂။  မတပ်တး၊  မယျဵုလ္ဂူ၊  မဂ္ညိဂ္ညာတ်လဝ်ဟွံမွဲ၊  မဟွံမွဲကဵုသ္ၜိုန်စိစောန်လဝ်၊  ယျဵုယျဵု။  simple life (adj)  မဒှ်ဘဝယျဵုယျဵုၜိုဟ်ၜိုဟ်၊  မဒှ်ဗီုဘဝဓမ္မတာ။  ၃။  မဟွံဖောံဗြေဝ်ဏီ။  ၄။  မတပ်တး၊  မကၠိုဟ်ခၠၚ်မာန်၊  မဟၟဲကဵုတၚ်ဝါတ်ဂါတ်။  ၅။  မယျဵုလ္ဂူ၊  မနွံကဆံၚ်တပ်တး။  ၆။  မနွံကဵုဆဵုဂဗအောန်၊  မဟွံကၠိုဟ်ခၠၚ်၊  မအ။  ရ။  မဟၟဲကဵုအပဵုအပါ၊  မဒှ်တံဍေံသက်သက်။  simpleton (n)  မၞိဟ်အအ၊  မၞိဟ်အိုအ်အိုအ်၊  မၞိဟ်လှိုဟ်လှိုဟ်။  simplicity (n)  ဒဒှ်မအိုအ်အ။  simplify (vt)  သကဵုကၠးဖ္ဍးလောဲဗွဲ။  simplification (n)  ဒဒှ်မကၠးဖ္ဍးလောဲဗွဲ။  simply (adv)  ယျဵုယျဵုတပ်တပ်၊  ယျဵုယျဵုကၠးကၠး၊  နဒဒှ်မဟၟဲကဵုပကာသန(ဓမံက်စဇကု)။  ၂။  သက်သက်။  ၃။  ဆၜိုတ်ဂှ်။"},
{"word":"simulacrum","def":"n.  အရာမကၠောန်လဝ်ညံၚ်ရဴဗီုပြၚ်ဂွံတုပ်၊  ဒဒှ်မတုပ်သၟဟ်ဒၟံၚ်စဵုကဵုသ္ဒးဒှ်သၠေဟ်ပၟာ။"},
{"word":"simulate","def":"vt.  ပပၞ၊  သ္ပဗီု၊  သ္ပညံၚ်ရဴမသ္ဒးဒုၚ်စသိုၚ်ကီု။"},
{"word":"simultaneous","def":"adj.  မက္တဵုဒှ်မွဲဗဟူဓဝ်(မွဲဂရိုက်ဓဝ်)၊  မကၠောန်မွဲဗဟူဓဝ်(မွဲဂရိုက်ဓဝ်)။"},
{"word":"sin","def":"n.  အကုသဵု၊  အာပတ်၊  ကမၠိ၊  ဒုစရိုတ်၊  သရာံပါပ်၊  ပါပမိက်၊  ကမၠိုက်၊  ဒုဟ်။  ၂။  ဒဒှ်မဒိုဟ်ဓီု၊  ဒဒှ်မဟၟဲကဵုလညာတ်သမ္တီ။  vi.  လုတ်၊  လုတ်မှာ၊  ပကီုပရာပ်ဒုဟ်။  sinful (adj)  ပါပ၊  ကၠိခ္ဍက်၊  မတဍိုက်လ္ၚေၚ်၊  မဒှ်ကၠိုက်လ္ၚေၚ်၊  မဒှ်ကံအကုသဵု၊  မဒှ်ကံဒုစရိုတ်။  sinner (n)  မၞိဟ်ကၠောန်ကမၠောန်အကုသဵု၊  မၞိဟ်ပကီုပရာပ်ဒုဟ်၊  မၞိဟ်သ္ပအကုသဵု။  a sinful act. (adj)  အာပတ်ဒုက္ကဋ်။"},
{"word":"since","def":"adv.  သ္ပပ္တံနူဂှ်တုဲ။  prep.  စနူဂှ်တုဲ၊  နူဂှ်တုဲ။  conj.  တုဲတုဲ၊  တုဲပၠန်။  ၂။  ဟိုတ်ဒှ်သာ်ဂှ်ရ၊  ဒၟာနူဒှ်ရဴသာ်ဝွံ။"},
{"word":"sincere","def":"adj.  မဒှ်ဇေတ်ဇေတ်၊  မဒှ်ဍာံဍာံ၊  မဟၟဲကဵုလွေဟ်၊  မဟၟဲကဵုသ္ပပၞ။  ၂။  မလ္ဂူတပ်၊  မနွံကဵုစိုတ်စရိုတ်ခိုဟ်။  sincerely (adv)  နဒဒှ်မနွံကဵုစရိုတ်ဗွဲအပ္ဍဲလ္ဂူလ္ဂူတပ်တပ်။  sincerity (n)  ဒဒှ်မနွံကဵုစရိုတ်ဗွဲအပ္ဍဲလ္ဂူလ္ဂူတပ်တပ်၊  ဓဝ်သစ္စ။"},
{"word":"sinecure","def":"n.  ဒၞာဲဝဲါမနွံကဵုဖဵု၊  မနွံကဵုဂုန်စရာဲၜိုန်ဟွံမွဲကဵုတာလျိုၚ်။"},
{"word":"sinew","def":"n.  ကောန်ကၞိ၊  လတေၚ်၊  လတေၚ်လဝေၚ်။  ၂။  ဇြဟတ်၊  ဓတ်။  ၃။  လတေၚ်သောဲသောဲဗြဲဗြဲ။"},
{"word":"sing","def":"vt.vi. (pt.sang, pp.sung)  ဂယှ်ေ၊  ဒယှ်ေ။  ၂။  ဗြုညံၚ်ရဴရမျာၚ်ချောတ်(ဖျောတ်)။  singsong (n)  ရမျာၚ်ဒယှ်ေဒၟံၚ်ထပ်တုဲထပ်ပၠန် မသကဵုစိုတ်လ္ၚုလ္ၚန်။  adj.  မဒယှ်ေနကဵုရမျာၚ်မၞိဟ်ဂမၠိုၚ်ဗျာၚ်ဗျာၚ်။  singer (n)  ခၟဴဒွက်၊  ထၟာဲဒွက်။"},
{"word":"singe","def":"vt.vi.  ဂၠိုက်၊  တူပၟတ်(သော်)၊  ဗလာန်၊  သမ္ၚဟ်၊  သၠာန်၊  သ္ၚေက်၊  သ္ၚဟ်၊  ဟေက်။  ၂။  သ္ၚေက်အာ။"},
{"word":"single","def":"adj.  မဒှ်မွဲဓဝ်။  ၂။  မဒှ်သွက်ညးမွဲဓဝ်။  ၃။  မဟွံစှ်ေဒၞာဲဏီ။  n.  ဒဒှ်မဟွံစှ်ေဒၞာဲဏီ။  vt.  ရုဲကေတ်၊  ရုဲပ္တိတ်။  single-handed (adj)  မဟၟဲကု်အရီုအဗၚ်။  single-minded (adj)  နွံကဵုတၚ်ရန်တၟံမွဲဓဝ်၊  ဒှ်စိုတ်ၜါလွးဟွံသေၚ်၊  လအက်။  singly (adv)  မွဲတုဲမွဲ၊  ညးမွဲတုဲညးမွဲ၊  ညးမွဲဓဝ်။"},
{"word":"singlet","def":"n. Brit.  ပလောံဒုၚ်အပ္ဍဲ၊  ပလောံတဲကွက်ကွက်။"},
{"word":"singular","def":"adj.  မတၟေၚ်ခြာ၊  မတၟေၚ်တၟဟ်မွဲဂကူ။  ၂။  မသ္ကေက်သ္ကာ၊  မဟွံတုပ်ကဵုညးမွဲ၊  မဒှ်တဴညးမွဲဟွံတုပ်။  ၃။  ကိုန်ဨကဝုစ်၊  မဒှ်ကိုန်မွဲ။  singularly (adv)  ဗွဲမသ္ကေက်သ္ကာ၊  သ္ကေက်သ္ကေက်သ္ကာသ္ကာ။  singularity (n)  အရာမတၟေၚ်တၟဟ်၊  တၚ်မတၟေၚ်တၟဟ်။"},
{"word":"sinister","def":"adj.  မဒှ်ဟွံခိုဟ်ပ္ဍဲကဵုနိမိတ်။  ၂။  မဟွံခိုဟ်ပ္ဍဲကဵုစိုတ်စရိုတ်၊  မယုတ်မာ။"},
{"word":"sink","def":"vt.vi. (pt.pp. sank,sunk)  ဗၠိုက်၊  တၞီ(ကၞီ)။  ၂။  သဝ်စှ်ေအာ၊  ပရေံဍိုန်စှ်ေအာ၊  ဗေဝ်။  ၃။  ခဲါ။  ၄။  ဇီလုပ်အာ။  n.  သၠိုၚ်ဇွောံကြာတ်ပ္ၚာန်ကၠောန်လဝ်သီုသွက်ဍာ်လုပ်ဍာ်တိတ်။  sinkable (adj)  မဗၠိုက်တၞီစှ်ေမာန်။  sink into the mire. (vt.vi)  ဂၞက်(ပ္ဍဲခရီု)။  sunken (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်မတ်ခလံက်၊  မခလံက်လုပ်မံၚ်။"},
{"word":"sinology","def":"n.  ကွက်ဗေဒမလ္ၚတ်ယေန်သၞာၚ်ကဵုလိက်ပတ်ကြုက်။"},
{"word":"sinuous","def":"adj.  မတ္ၚံက်တ္ၚေဲ။"},
{"word":"sinus","def":"n.  ဒၞာဲမခလံက်ဒၟံၚ်ပ္ဍဲဇုတ်၊  ထၟောၚ်မခလံက်ဒၟံၚ်ပ္ဍဲဇုတ်။"},
{"word":"sip","def":"vt.vi. (-pp-)  ဇာပ်၊  ဇြောတ်၊  ခရောတ်သုၚ်၊  ခၜေတ်သုၚ်၊  သုၚ်ညိညိ။  n.  ပွမခၜေတ်၊  ပွမစေပ်သုၚ်ရံၚ်၊  ဒဒှ်မဇာပ်၊  ဒဒှ်မဇြောတ်။"},
{"word":"siphon","def":"n.  ပၠံၚ်တ္ၚံက်တ္ၚံက်သွက်ဂွံဇြောတ်ကေတ်ဍာ်နူဒၞာဲစုတ်လဝ်မွဲမွဲ။  vt.vi.  ဇြောတ်ပ္တိတ်နကဵုပၠံၚ်။"},
{"word":"sir","def":"n.  ဒဒှ်ကော်သွက်အနေဒဒှ်အရှ်ေအသှ်ေ။  ၂။  အဴ။"},
{"word":"sire","def":"n.  မရာတ်၊  မရာတ်သၟိၚ်ဇၞော်၊  မရှာတ်။"},
{"word":"sister","def":"n.  ၝဲ၊  ဣၝဲ၊  ဒေံ၊  ဣဒေံ၊  ဒေံဗြဴ။  ၂။  အ္စာၝောံဇၞော်မိမိန်။  ၃။  သဳလခရေတ်။  sister-in-law (n)  ဗာဲ၊  ၝဲဗာဲ၊  ခအှ်ဒေံ။  sisterly (adj)  ညံၚ်ရဴၝဲဒေံ။  "},
{"word":"sit","def":"vt.vi. (pt.pp.sat)  ဂ္ဇံ၊  လုပ်ပါအနေဒဒှ်ညးစၞး၊  လုပ်သွဟ်လိက်။  ၂။  ဍိုက်။  ၃။  ဍုန်(က္ဍုန်)(ဂစေံ)။  ၃။  လဒပ်(စာၚ်)။  sitting (n)  ဒဒှ်မဂ္ဇံ၊  ဒဒှ်မသ္ပပေဲါကောံဓရီု၊  အခိၚ်ကောံဓရီု။  sit cross-legged. (n)  ဂဇံထဝဲါ၊  ဂဇံတက်ထဝဲါ။  sit astride. (vt.vi)  ဂါပ်၊  ဂါပ်ဂဇံ။  sit beside. (vt.vi)  သဳကၠဳ။  sit in judgment. (vt.vi)  သ္ဂုတ်သွာတ်၊  သ္ဂုတ်သွာတ်သၞောဝ်၊  သ္ဂုတ်သွာတ်အမှု။  sit upon. (vt.vi)  တဏၚ်၊  တဏၚ်လ္ဂုၚ်(တၞၚ်)။"},
{"word":"site","def":"n.  ဒၞာဲ၊  ဂအာၚ်၊  ထအာၚ်၊  ဒၞာဲသိုၚ်။"},
{"word":"situated","def":"adj.  မတန်တဴ၊  မနွံတန်တဴ။"},
{"word":"situation","def":"n.  ဒၞာဲဒတန်၊  အကာဲအရာ။"},
{"word":"six","def":"n. adj.  တရဴ၊  ဂၞန်(၆)။  sixteen (n. adj.)  စှ်တရဴ(၁၆)။  sixth (n. adj.)  ဆဋ္ဌမ၊  တရဴဝါ(လန်)။  sixth day of the week. (adj)  သိုက်၊  တ္ၚဲသိုက်။  sixty (n. adj.)  တရဴစှော်(၆ဝ)။"},
{"word":"size","def":"n.  အဖက်၊  အဝဲ၊  တၟာ၊  ပမာဏ၊  ဇၞော်ဍောတ်။  ၂။  နာံဗာတ်အဝဲဇၞော်ဍောတ်။  sizable (adj)  မဒှ်အဝဲဇၞော်ပိက်ဒၟံၚ်၊  မဂၠိုၚ်ကဵုပမာဏ။"},
{"word":"sizzle","def":"vi.  ဗြုမံၚ်ကြေတ်ကြေတ်။  n.  ဗရုဗြုကြေတ်ကြေတ်။"},
{"word":"skate","def":"n.  ဒၞပ်ဍိုက်သၠောဝ်အာလ္တူဍာ်ကလောံ။  ၂။  ကသပါ၊  ကကပါ။  vt.  က္ဍိုက်ဒၞပ်သၠောဝ်အာလ္တူဍာ်ကလောံ။"},
{"word":"skein","def":"n.  တောဝ်လောန်၊  တောဝ်ခၚ်။"},
{"word":"skeleton","def":"n.  ရုပ်ကမ္မဋ္ဌာန်။  ၂။  ဇြေဟ်ဇုတ်၊  ရုပ်ဇုတ်။  ၃။  ဗီုအပြောံဖျေံလဝ်သ္ဇိုၚ်သွက်ကိုန်စဳရေၚ်(ဒတန်ဂကောံ)။"},
{"word":"sketch","def":"n.  ဗီုအပြောံမချူဒဇက်လဝ်ဗီု။  ၂။  ဗွဲခမၞန်၊  ဗွဲသရောပ်။  ၃။  ဇာတ်ပၠမက္တဵုဝေၚ်ဂရိုၚ်၊  လိက်သ္ကေံ။  vt.vi.  ချူဗီုအပြောံ၊  ဓမံက်ထ္ၜးကဵုဗွဲသရောပ်၊  ထမံက်ထ္ၜးကဵုဗီုအပြောံ။  sketchy (adj)  မကၠောန်စွံလဝ်ဆဆဵု၊  မဟွံဍိုက်ပေၚ်။"},
{"word":"skewer","def":"vt.  စနတ်၊  စၞောတ်။"},
{"word":"skies","def":"ရံၚ် sky တေံညိ။"},
{"word":"skiff","def":"n.  ဂၠုၚ်သၟတ်ညးမွဲဍိုက်။"},
{"word":"skill","def":"n.  ဒဒှ်မစိုန်သ္ကီု၊  ပွမစိုန်သ္ကီု။  skilled (adj)  မပ္ကတ်ပ္ကေၚ်လဝ်၊  စိုန်သ္ကီု၊  လေပ်စိုပ်သိတ်၊  မဂွံလဝ်ပ္ကတ်ပ္ကေၚ်တုဲ။  skilled in. (adj)  လေပ်၊  မစိုန်သ္ကီု။  skillful (adj)  မစိုန်သ္ကီုက္ဍိုဟ်ကေက်၊  စဳကၠး။  skillfully (adv)  ဗွဲမစိုန်သ္ကီု။  skilled workman. (adj)  သၟာကွတ်။"},
{"word":"skim","def":"vt.vi. (-mm-)  ္ၚာၚ်ကေတ်က္ဍဟ်ဍေံ, ဒိုပ်ဒိုပ်ဍေံ, ထၜိုဟ်ဍေံ။  ၂။  ကချေံကွာ်အာပ္ဍဲလ္တူဂၠး။  ၃။  ဗှ်ဗွဲမပြဟ်တုဲသမ္တီစွံလဝ်ဗွဲသရောပ်ဍေံ။  skimmed milk. (n)  ဍာ်တှ်ဂဍိုဟ်သအး၊  မလာၚ်ဍာ်တှ်။"},
{"word":"skimp","def":"vt.vi.  သအေတ်ဂိုဟ်။  ၂။  ထံက်ပၚ်ရပ်စပ်အောန်နူကဵုနွံပၟိက်။"},
{"word":"skin","def":"n.  စၞာံ၊  စၞာံဇကု။  ၂။  စၞာံသတ်တိရစ္ဆာန်။  ၃။  သၞော်(သတ်ဆု)။  vt.vi.  သံက်၊  သံက်စၞာံ။  skinny (adj)  မဇြာဲဇြေဟ်၊  မဇြာဲဗွဲမလောန်။"},
{"word":"skip","def":"vt.vi. (-pp-)  ထလာ်ၜံက်၊  ယူ၊  ယူယာ်။  ၂။  ဒံၚ်ဇုက်။  ၃။  ဗှ်သရုၚ်အာ(လိက်)။  n.  ဒဒှ်မထလာ်ၜံက်။"},
{"word":"skipper","def":"n.  မှာလီက္ၜၚ်ဗၞိက်သၟတ်(ကိပ်ပတာန်)။"},
{"word":"skirl","def":"n.  ရမျာၚ်မစၚ်စူ။"},
{"word":"skirmish","def":"n.  ပေဲါဗတိုက်ဍောတ်ဍောတ်မသ္ဒးဗ္တိုက်ဗြုဗြု။"},
{"word":"skirt","def":"n.  ပလောံဂၞိၚ်ဂြောတ်(သၟတ်ဗြဴတံ)၊  ပလောံသကာတ်၊  ဒသာဲ(ပလောံ)။  ၂။  တၞုၚ်တၞောတ်၊  ဇိုၚ်ဇဵုဍုၚ်။  vt.  အာကရပ်မွဲဒမြိပ်တၞုၚ်တၞောတ်၊  မနွံကရပ်မွဲဒမြိပ်တၞုၚ်တၞောတ်။"},
{"word":"skit","def":"n.  သ္ကေံမချူတ္ၜေဟ်သ္ပလဝ်အရိုၚ်၊  ဇာတ်ပၠဒမၠေံ။"},
{"word":"skittish","def":"adj.  မမိပ်ဇြိပ်မြဟ်မြဴ၊  မလုပ်ဒၟံၚ်စိုတ်။  ၂။  မဟွံတန်ကြန်၊  မဟၟဲကဵုဓၟုၚ်၊  မလေပ်ပြံၚ်လှာဲ။"},
{"word":"skulk","def":"vt.  ပလဳဓၞီ၊  ဗက်ဍာ်သာသာ၊  မဗလေတ်တာလျိုၚ်။  skulker (n)  မၞိဟ်ဗက်စဍာ်သာသာ၊  မၞိဟ်ဗလေတ်တာလျိုၚ်။"},
{"word":"skull","def":"n.  ဂၞာက္ဍိုပ်၊  ဇုတ်ဗြံက်က္ဍိုပ်၊  ဗြံက်က္ဍိုပ်၊  ဗြံက်က္ဍဟ်။  skull-cap (n)  ခပေဲ။"},
{"word":"sky","def":"n. (pl.skies)  တကး၊  အကး၊  အမှဲ၊  မှဲအကး။  skyhigh (adj)  စုက်စဵုကဵုတကး။  adv.  စဵုကဵုတကး။  skylark (n)  ဂစေံဂြၚ်ထအက်။  skyscraper (n)  ဒတန်စုက်ကဵုအကး၊  ဒတန်သၠုၚ်ကြပ်လိုက်အကး။"},
{"word":"slab","def":"n.  ဂတှ်ေ၊  ဂတှ်ေတီုတီု၊  တၟံလး။"},
{"word":"slack","def":"adj.  မဟွံသ္ပဂရု၊  မသာသ္ပံ၊  မပ္တိတ်ဇြဟတ်အောန်။  ၂။  မအိၚ်မဓီု,မလဇုဲ,မလရုက္တဵုဟွံမွဲ။  ၃။  ရောံရေၚ်၊  ဟွံတေၚ်။  n.  ခၞိက်ချးတၟံ။  ၂။  ပံၚ်မဳရောံရောံ။  vi.  လၞုဟ်(ပ္ဍဲကမၠောန်)၊  သာသ္ပံ၊  ဖဍိုန်အသိၚ်၊  ဗက်ဍာ်၊  ပလဳဓၞီ။  slack off. (vt.vi)  ဖျံဖျေံထောံပမာဏကမၠောန်။  slacken (vt.vi)  ပၠံ(ပၠအ်)၊  သကဵုလဇုဲ၊  သကဵုဍိုန်စှ်ေ၊  ပၠံကာ။  slacker (n)  မၞိဟ်ဗလေတ်တာလျိုၚ်၊  မၞိဟ်ပလဳဓၞီ၊  မၞိဟ်ဗက်ဍာ်။  slackly (adv)  နဒဒှ်မဗလေတ်တာလျိုၚ်၊  နဒဒှ်မသကဵုလဇုဲ။  slackness (n)  ဒဒှ်မသကဵုဍိုန်လျစှ်ေ။"},
{"word":"slag","def":"n.  အရာမသှ်ေတ္ၜက်ဒၟံၚ်နူကဵုပ္တိတ်ကေတ်ထောံကၠေၚ်ဖ္ကောဝ်တုဲ၊  ဆောံ၊  မိဟ်။"},
{"word":"slain","def":"ရံၚ် slay တေံညိ။"},
{"word":"slake","def":"vt.  သကဵုပြေဟဲအာ၊  သကဵုအၚပ်ပြေအာ။  ၂။  သကဵုဓာတ်ပြံၚ်လှာဲအာ နဒဒှ်မဖက်ပၠာဲထောံကဵုဍာ်။"},
{"word":"slam","def":"vt.vi.  တၟာတ်ထောံဒေါၚ်ဒေါၚ်၊  ကၠဟ်ဖျေံထောံဘု၊  ကၠဟ်ဖျေံကဵုဇြဟတ်၊  ခဍံက်မွဲဇြဟတ်။  n.  ဗရုဗြုဒိန်ဒိန်ဒၚ်ဒၚ်။"},
{"word":"slander","def":"vt.vi.  ပိုဟ်ကၠေံဂုန်ညး၊  ပျုတ်၊  ပျုတ်ဖျေံ၊  ဖျုတ်ဖျတ်၊  ဗျဵုပလီု၊  ဟီုစောဒနာ,စောဒကစညးတၞဟ်၊  ဟီုစောစ၊  ဟီုထောပဏာဂုန်ညး၊  ဟီုပိုဟ်၊  ဟီုဗျဵု၊  ပျုတ်ဗ္ဒေက်။  n.  ဂလာန်မပိုဟ်ဂုန်၊  ဒဒှ်မဟီုစောဒနာ,စောဒကစပရောညးတၞဟ်၊  ဒဒှ်မဟီုစောဒနာ၊  ပွမပိုဟ်ကၠေံဂုန်ညး၊  ပွမဟီုဗျဵုအကြာညး။  slanderous (adj)  မလေပ်ဟီုဂလာန်စောဒနာစညး၊  မဒှ်ဂလာန်စောဒနာ၊  မဒှ်ဂလာန်ပျုတ်ဗ္ဒေက်။"},
{"word":"slang","def":"n.  အရေဝ်မရပ်စပ်စကာပ္ဍဲအရာပ်၊  အရေဝ်ဗေဗာန်။  vt.  ပရလက်ဟီုကဵုဂလာန်ဗေဗာန်။  slangy (adj)  မစကာလဝ်ဂလာန်ဗေဗာန်ဂၠိုၚ်၊  မတၟုဲတဴဒၟံၚ်နကဵုဂလာန်ဗေဗာန်ဂၠိုၚ်။"},
{"word":"slant","def":"vi.  ခလဴ၊  ဂဲါ၊  စေၚ်၊  စေၚ်ဒလိန်၊  စေၚ်ဗၠေၚ်၊  စေၚ်ဗၠေၚ်တသိုတ်၊  စေၚ်ဟုတ်(ရပ်စပ်သွက်တ္ၚဲ)၊  ဆေတ်၊  ဇဲ၊  တသိုတ်၊  တသောဝ်စှ်ေမံၚ်၊  ထစေၚ်ဒလိန်၊  ဒစေၚ်စှ်ေမံၚ်၊  ဒလဴ။  n.  ဒဒှ်မနွံဒၟံၚ်ကဆံၚ်တသောဝ်တသောဝ်၊  ဒဒှ်မနွံဒၟံၚ်ကဆံၚ်ဒစေၚ်ဒစေၚ်။  slanting (adj)  မဒစေၚ်၊  မဒှ်ဒၟံၚ်တသောဝ်တသောဝ်၊  မတသောဝ်ဒၟံၚ်။"},
{"word":"slap","def":"n.  ပွမဒါတ်၊  ပွမဂဗး။  vt. (-pp-)  ဂဗး၊  ဒါတ်။  ၂။  ထောံဖျေံညံၚ်ဂွံဗြုဗရုဖြၚ်ဖြၚ်။"},
{"word":"slash","def":"vt.vi.  ၚးတးဗာ်ချာ်တိုန်အာ။  ၂။  လၟိုဟ်ကဵုလေံကလး။  n.  ၚးတး၊  ဗာ်ချာ်၊  ဒၞာဲတတ်၊  ဒၞာဲထပိုတ်။"},
{"word":"slat","def":"n.  တၞုၚ်ကောန်ဆု, တၞုၚ်လေံဖ္ကောဝ်ဍောတ်ဍောတ်။"},
{"word":"slate","def":"n.  တၟံဂတဵုတၟံ၊  တၟံကၟဳသ္ၚိ။  ၂။  ခတဵုတၟံ၊  ဂတဵုတၟံ။  slate roof. (n)  တၟံဂတဵုတၟံကၟဳသ္ၚိ။  vt.  ကၟဳသ္ၚိကဵုတၟံဂတဵုတၟံ။  ၂။  ရန်တၟံလဝ်သွက်အရာမွဲမွဲ။  ၃။  ပ္တိုန်ဂလာန်သွက်ဒၞာဲဝဲါကဆံၚ်မွဲမွဲ။  The meeting is slated for Monday. (vt)  ပေဲါကောံဓရီုဂှ် မရန်တၟံလဝ်ပ္ဍဲတ္ၚဲစန်။  He is slated for the presidency. (vt)  ညးသ္ဒးဒုၚ်ရန်လဝ်သွက်ဒၞာဲဝဲါကဆံၚ်သမ္မတ။"},
{"word":"slattern","def":"n.  ညးဗြဴမဒၟံၚ်ပပ်ပဳဒဗြိုက်ဒဗြုဲလဝ်ဇကု။  slatternly (adj)  နဒဒှ်မဒဗြိုက်ဒဗြုဲပပ်ပဳ။"},
{"word":"slaughter","def":"vt.  ဂစိုတ်ဂၠဴ၊  ဂစိုတ်မၞိဟ်ကဵုသ္ကံ။  n.  ဒဒှ်မဂစိုတ်ဂၠဴ၊  ဒဒှ်မဂစိုတ်မၞိဟ်ကဵုသ္ကံ။  slaughterhouse (n)  ရုၚ်ဂစိုတ်(ပြေၚ်,ဂၠဴ)။"},
{"word":"slave","def":"n.  ဍိက်။  vi.  သ္ဒးကၠောန်ကမၠောန်သ္ဇိုၚ်သ္ဇိုၚ်။  slavish (adj)  မတုပ်ကဵုဍိက်။  ၂။  မဟၟဲကဵုညာန်ပညာပ္ဍဲက္ဍဟ်။  slavishly (adv)  နဒဒှ်မတုပ်ကဵုဍိက်။"},
{"word":"slaver","def":"vi.  ဍာ်ကံတိတ်။  n.  ဍာကံ၊  ဍာ်ကသှ်၊  ဍာ်ပါၚ်။  ၂။  မၞိဟ်သွံရာန်စဍိက်။"},
{"word":"slavery","def":"n.  မၞိဟ်သွက်ဂွံစကာစအဝဲဍောတ်ဍောတ်။"},
{"word":"slay","def":"vt. (pt.slew, pp.slain)  ဂစိုတ်။"},
{"word":"sledge","def":"(sled)  n.  စောတ်၊  ကွဳစောတ်။  vt.  အာတရဴကဵုကွဳစောတ်။"},
{"word":"sledge-hammer","def":"n.  တ္ၚီပသဲ၊  လေံဍံက်ဇၞော်၊  လေံဍံက်ဓမာတ်ပသဲ၊  လေံတ္ၚီပသဲ။"},
{"word":"sleek","def":"adj.  မကလိတ်ကလောတ်၊  မဍိုန်ဍောတ်။  ၂။  မနွံကဵုတသော်မကလိတ်ကလောတ်။  ၃။  မထ္ၜပတိုန်ဗက်အလိုက်စိုတ်။  vt.  သကဵုကလိတ်ကလောတ်၊  ဇွိတ်သပေါတ်ကဵုညံၚ်ရဴသ္ဂောံကလိတ်ကလောတ်အာ။"},
{"word":"sleep","def":"n.  ဒဒှ်မတိက်။  vt.vi. (pt,pp.slept)  တိက်၊  တိက်သၠိၚ်အာ၊  လှိၚ်၊  သ္တိက်သၠိၚ်၊  သၠိၚ်။  sleeper (n)  မၞိဟ်တိက်၊  ဆုဒုၚ်ဒၞဳ၊  ဆုဒကုတ်သလိပ်ပါ။  sleepless (adj)  မတိက်ဟွံသၠိၚ်၊  မတိက်ဟွံဂွံ၊  မတိက်ဟွံမာန်။  sleeplessly (adv)  နဒဒှ်မနွံကဆံၚ်တိက်ဟွံဂွံ တိက်ဟွံမာန်။  sleepy (adj)  မထကုဲ၊  မဒကုဲ၊  မသကုဲ၊  မနွံပၟိက်မိက်ဂွံတိက်။  ၂။  မဓီုဓုဲ။"},
{"word":"sleet","def":"n.  ဗြဲပၠဳ၊  ဗြဲလတိုပ်။  vi.  ဗြဲပၠဳဂူ၊  ဗြဲလတိုပ်စှ်ေ။"},
{"word":"sleeve","def":"n.  တဲပလောံ၊  ဒဒှ်မကၠတ်ဂြိုၚ်၊  ဒဒှ်မနွံကဵုတၚ်ကၞုက်လဝ်မွဲမွဲ။"},
{"word":"sleigh","def":"n.  ကွဳစောတ်ဒဇက်ကဵုချေံ။"},
{"word":"sleight","def":"n.  လှန်မတ်၊  ဗ္ဂေတ်မတ်၊  ဗ္ဂေတ်လှန်ထ္ၜးနကဵုတဲ။"},
{"word":"slender","def":"adj.  မသောဲသွဲ၊  မကြဳမဳ။  ၂။  မဟၟဲကဵုဒဒှ်မကြောံကၠေၚ်၊  မဒးရးရံၚ်စစှ်ေကဵုခလံက်ဓနက်။  ၃။  မဟွံရုမ်ဂပ်၊  မအောန်မံၚ်။"},
{"word":"slept","def":"ရံၚ် sleep တေံညိ။"},
{"word":"sleuth","def":"n.  ကၠဵုမလေပ်ဗက်အာနကဵုဒုၚ်ကေတ်သၟူကျာ။  ၂။  မၞိဟ်ထံၚ်ပရိုၚ်။"},
{"word":"slew","def":"ရံၚ် slay တေံညိ။"},
{"word":"slice","def":"n.  မွဲကရေက်၊  မွဲထေဝ်။  ၂။  ကောန်ၜုန်ရေက်စ။  vt.  ကရေက်၊  ခွေဝ်၊  ထာတ်၊  တှ်ေ၊  ရေက်၊  ထေဝ်၊  လာ်၊  ရေက်ကြဳကြဳ။  to slice bread. (vt)  ရေက်ကွာၚ်ဂျုၚ်။  a slice of bread. (n)  ဂျုၚ်မွဲရေက်။"},
{"word":"slick","def":"adj.  မကလိတ်၊  ကလိတ်ကလိတ်။  ၂။  မလေပ်ဗ္ဂေတ်၊  မလေပ်လီလာန်။"},
{"word":"slide","def":"vt.vi.  တသောဝ်ဖျေံ၊  သကဵုကလိတ်အာ။  ၂။  တသောဝ်စှ်ေအာ၊  ကလိတ်တိတ်အာ။  ၃။  ဂဟုတ်စှ်ေကၠုၚ်သိုက်သိုက်။  n.  ဒဒှ်မတသောဝ်စှ်ေ၊  ဒဒှ်မတသောဝ်၊  ဒဒှ်မတလိတ်စှ်ေ။  ၂။  ဂၠးဍာ်ကလောံသွက်ဂွံဍိုက်တသောဝ်စှ်ေ။  ၃။  ဒ္ၚောဝ်မပန်ထ္ၜးကဵုပၟတ်လ္တူယာတ်ပိက်စဵုဒၞာလဝ် သွက်ဂွံထ္ၜးရုပ်ဂမျိုၚ်။"},
{"word":"slight","def":"adj.  မသောဲဗြဲဍိုန်ဗိုန်၊  မကြဳမဳ။  ၂။  မသွတ်၊  မသောဲ၊  မဟွံဒှ်ဇၞော်ကဵုပၟိက်။  slightly (adv)  ညိည၊  မဟွံဒှ်မွဲသာ်။  vt.  ဟွံရှ်ေသှ်ေ၊  ဟွံသ္ပကေၚ်ကာ။  n.  ဒဒှ်မဟွံရှ်ေသှ်ေ၊  ဒဒှ်မဟွံသ္ပကေၚ်ကာ။"},
{"word":"slim","def":"adj.  မသောဲဗြဲဍိုန်ဗိုန်။  ၂။  မသောဲဗြဲ၊  မဟွံရုမ်ဂပ်၊  မအောန်။  vi. သကဵုသောဲဗြဲ။"},
{"word":"slime","def":"n.  တိပလေတ်။  ၂။  ထလိန်(ခလိန်)၊  ထလိန်တိတ်ကၠုၚ်နူကၞုကွက်။  slimy (adj)  မခလိန်၊  မထလိန်၊  မတုပ်ကဵုအရာထလိန်ထလိန်၊  မဂြောပ်ဒၟံၚ်ကဵုအရာထလိန်ထလိန်။"},
{"word":"sling","def":"n.  ဇုက်ကၠေဟ်၊  ဇုက်ပၞောဟ်။  vt.vi. (pt.pp. slung)  ပှော်ဏာကဵုဇြဟတ်၊  လွိၚ်။  ၂။  မကၠေဟ်ထ္ၜလဝ်နကဵုဇုက်။"},
{"word":"slink","def":"vi. (pt.pp. slunk)  ဒလေတ်ဒဴတိတ်အာသာသာ၊  တိတ်အာဖေက်ဖေက်ဂွဂွ။"},
{"word":"slip","def":"vt.vi.  ကလိတ်၊  ကလိတ်လောတ်စှ်ေ။  ခလောတ်အာ၊  တဆေဝ်။  ၂။  ကၠတ်တိတ်အာသ္ၚိတ်သ္ၚိတ်။  ၃။  ထလောတ်တိတ်အာ၊  ကလိတ်တိတ်အာ။  ၄။  စုတ်သာသာ၊  ချံလတက်ဏာသာသာ၊  သလောတ်ပ္တိတ်သာသာ။  ၅။  ဆောၚ်ယောၚ်အာ၊  သ္ပဒးမှာမှာရာရာ ဒဒှ်ဟွံပသတိ။  ၆။  ဗၠးအာ၊  ဗၠးတိတ်အာ။  n.  ဇရှ်ေ၊  ဇြေဟ်၊  ဒဒှ်မကလိတ်အာ၊  ဒဒှ်မဗၠးအာ။  ၂။  ဒဒှ်မဗၠေတ်အာပ္ဍဲလဟီုလဂးချူချာဲညိညသ္ဇိုၚ်သာ။  ၃။  ကၞာတ်ဒကုတ်စက္ခူ။"},
{"word":"slipper","def":"n.  ဒၞပ်ကရေပ်။  slippery (adj)  မကလိတ်၊  မတဆေဝ်၊  တလိတ်၊  မထလိန်၊  မထလိန်ကလိတ်။"},
{"word":"slipshod","def":"adj.  မဟွံသိပ်ဂၠိပ်၊  မသာသ္ပံ။"},
{"word":"slit","def":"n.  ဒၞာဲခရက်၊  ဒၞာဲထကး၊  ဒၞာဲစာ်၊  ဒၞာဲတၟေက်။  vt.vi.  ပုတ်ညံၚ်သ္ဂောံဒှ်မြံၚ်ဍောတ်ဍောတ်၊  ကုတ်၊  ကရေက်၊  ကရန်၊  ထေဝ်၊  ဂၠေဟ်၊  ထစာ်။"},
{"word":"slither","def":"vi.  တသောဝ်။"},
{"word":"sliver","def":"n.  ဒဒှ်မဒှ်ထပှ်ေထပှ်ေ။  vt.vi.  သကဵုဒှ်ဒံၚ်ထပှ်ေ။"},
{"word":"slobber","def":"vt.vi.  သကဵုဍာ်ကံတိတ်၊  သကဵုဍာ်ကံဒဇူ။"},
{"word":"slogan","def":"n.  ရမျာၚ်ကြဵုဇာ။"},
{"word":"sloop","def":"n.  ဂၠုၚ်ယာတိုၚ်ယာမွဲတၞုၚ်။  ၂။  က္ၜၚ်ဗ္တိုက်သၟတ်။"},
{"word":"slop","def":"vt.vi. (-pp-)  နှဳစှ်ေ။  ၂။  သကဵုနှဳစှ်ေ။  slops (n)  ဍာ်ကြာတ်တဲ။  ၂။  စၞဍာ်ဍာ်သွက်မၞိဟ်ယဲ (ဍာ်တှ်,ဍာ်သောတ်ခရောတ်)။  sloppy (adj)  မဍုက်ဍေက်၊  မကၠေဝ်ကၠိ။  ၂။  မနွံကဵုဍာ်၊  မဍိုန်ညောံ(စိုတ်)။  ၃။  မနွံကဵုစိုတ်အစောဲအလာံဇၞော်။  ၄။  မသာသ္ပံ၊  မဟွံသိပ်ဂၠိပ်။"},
{"word":"slope","def":"n.  နၚ်ဒစေၚ်ဒစေၚ်၊  ဒဒှ်ရေက်စှ်ေဒၟံၚ်ဒစေၚ်ဒစေၚ်၊  ဒၞာဲကသောဝ်ကယျောဝ်စှ်ေ၊  ကုန်တသောဝ်၊  ပရၚ်။  vt.vi.  ဒစေၚ်၊  သကဵုဒစေၚ်၊  ကသောဝ်၊  ဂသောဝ်၊  လယျောဝ်၊  လယျောဝ်စှ်ေ။"},
{"word":"slot","def":"n.  ပၞော်သောဲသောဲ။  vi.  ဖံက်ပထောၚ်ပၞော်သောဲသောဲ။"},
{"word":"sloth","def":"n.  ဒဒှ်မသ္ဇိုၚ်သ္ဇုဲ၊  ဒဒှ်မလဇုဲလဇ၊  ဒဒှ်မလၞုဟ်၊  ဓဝ်မလၞုဟ်။  ၂။  ကစေၚ်(ကၞုဲမွဲဂကူ)။  slothful (adj)  မလဇုဲသဏုဲ၊  လနုဟ်၊  ဟိုတ်မာဲ။"},
{"word":"slouch","def":"vt.  ဒတဴဂ္ဇံအာကၠုၚ်လၞုဟ်လၞေၚ်။"},
{"word":"slough","def":"n.  လှာခရီု၊  လှာဇီု၊  လၟက်ခရီု။  ၂။  သၞော်ဇြုံ။  vt.vi.  သံက်လဝ်သၞော်။"},
{"word":"slovenly","def":"adj.  အိုပ်အုဲ၊  ကၠိုက်လ္ၚေၚ်၊  မစာ်မှာ်၊  မဟွံသိပ်ဂၠိပ်၊  မသ္ပလဝ်ဆဆဵု၊  ဟိန်ဗိန်၊  ဟိန်ဗိန်ဗဝ်သအဝ်။  slovenliness (n)  ဒဒှ်မဒှ်ဒၟံၚ်နကဵုဗွိုက်လ္တက်စာ်စာ်မှာ်မှာ်။"},
{"word":"slow","def":"adj. (-er,-est)  မလဇုဲ၊  မလံ၊  မဟွံပြဟ်၊  မဓီုဓုဲ၊  မဟွံမြက်ဂဗက်၊  အိၚ်။  vt.vi.  သကဵုလံလုဲ၊  သကဵုလဇုဲလဇ။  slowly (adv)  ္ၚာ၊  သိုက်သိုက်သဳသဳ၊  လဇုဲလဇုဲလဇလဇ၊  ဗွဲမလဇုဲလဇ။  slowness (n)  ဒဒှ်မလဇုဲလဇ၊  ဒဒှ်မဒှ်သိုက်သိုက်သဳသဳ၊  သိုက်သိုက်။"},
{"word":"sludge","def":"n.  ခရီု၊  လၟက်၊  လဗေၚ်၊  အိက်ကၠေၚ်။"},
{"word":"slug","def":"n.  တု၊  ကၞုကွက်၊  ကၞုဝက်။  ၂။  မကံ။  ၃။  အရက်မသုၚ်ၚိတ်ဖျေံဟွံဖက်လဝ်ဍာ်။  ၄။  တၚ်္ကာအလီ။"},
{"word":"sluggard","def":"n.  မၞိဟ်လဇုဲလဇသ္ဇိုၚ်ဇြိုန်လၞုဟ်လၞေၚ်၊  ဒဒှ်မလၞုဟ်၊  ဒဒှ်မချဳဒရာၚ်ဇြိုန်အိၚ်။"},
{"word":"sluice","def":"n.  ဇာလ္ဂောဝ်၊  တရၚ်ပြံၚ်ဗလေတ်ဂၠံၚ်ဍာ်။  ၂။  ပၞော်ပြံၚ်ဗလေတ်ဂၠံၚ်ဍာ်၊  ဍာ်မဇွောဝ်တိတ်ကၠုၚ်နူပၞော်ပြံၚ်ဗလေတ်ဂၠံၚ်ဍာ်။  ၃။  ဒဒှ်မကြာတ်ကြဴကဵုဍာ်ကရိုက်စိုတ်။  vt.vi.  ဗလးကဵုဍာ်၊  ကြာတ်ကဵုဍာ်ကရိုက်စိုတ်(ကဵုဍာ်ဂၠိုၚ်ဂၠိုၚ်)။  ၂။  သကဵုဍာ်ဇွောဝ်စှ်ေကၠုၚ်နူကဵုပၞော်ပြံၚ်ဗလေတ်လဝ်ဂၠံၚ်ဍာ်။"},
{"word":"slum","def":"n.  ဂၠံၚ်မကြေပ်ဂြတ်ကၠိပပ်။  ၂။  အရာပ်မကြေပ်ဂြတ်ကၠိပပ် (အရာပ်ကောန်တၠဒဒိုက်)။"},
{"word":"slumber","def":"vi.  တိက်သၠိၚ်။  n.  ဒဒှ်မတိက်သၠိၚ်။"},
{"word":"slump","def":"vi.  လောတ်စှ်ေ၊  လောတ်စှ်ေလွာဲဂှ်၊  မွဲလစုတ်ဓဝ်။  ၂။  စှ်ေအာမွဲလစုတ်ဓဝ်(ၚုဟ်မး)။  n.  ဒဒှ်ၚုဟ်မးမစှ်ေအာ။"},
{"word":"slung","def":"ရံၚ် sling တေံညိ။"},
{"word":"slunk","def":"ရံၚ် slink တေံညိ။"},
{"word":"slur","def":"vt.vi. (-rr-)  ဟီုဟွံကၠးဖ္ဍး၊  ဟီုပထုဲပထံၚ်။  n.  အရာမပ္တိုန်ဒုဟ်ဖျေံကဝု၊  အရာမသကဵုဂုန်စရာဲကျာ်သြဳဍိုန်လျစှ်ေ။"},
{"word":"slush","def":"n.  လတိုပ်ကလောံမစလာဲကၠုၚ်ဒၟံၚ်၊  ခရီုဍိုန်ဍိုန်၊  ခရီုလၟက်။"},
{"word":"slut","def":"n.  ဗြဴမံၚ်စံၚ်အာကၠုၚ်ဆဆဵု၊  ဗြဴလောဲလောဲ။"},
{"word":"sly","def":"adj. (-er,-est)  မလီလာန်၊  မကၞုက်ကၞာဲ၊  မကၞိက်လဒဵု။  ၂။  မလိုဟ်ကြံဒၟံၚ်၊  မထ္ဍုတ်ဓမက်။"},
{"word":"smack","def":"n.  ဒဒှ်မဂဗးကဵုဂတာတဲဖၠက်၊  ဗရုဂဗးကဵုဂတာတဲဖၠက်။  vt.  တက်ကဵုဂဗးကဵုဂတာတဲဖၠက်ဖၠက်။  adv.  ဖၠက်ဖၠက်၊  ဖါပ်ဖါပ်။  He ran smack into a tree. (adv)  ညးမဂြိပ်လုပ်ဇီုဒးတၞံဆုမဇၞော်ကဵုဇြဟတ်။"},
{"word":"smack","def":"|2| vt.  နွံကဵုသၟူအမြာဲ၊  သၟုဟ်ဂမ္တဴ၊  ဒမြိပ်ဒမြဴဒဒှ်မနွံကဵုသၟူအမြာဲ၊  ဒမြိပ်ဒမြဴဒဒှ်မနွံကဵုသၟုဟ်ဂမ္တဴ။  n.  ဂၠုၚ်ယာရပ်ကသၟတ်။"},
{"word":"small","def":"adj.  ဏဳ၊  မသွတ်၊  မဍောတ်၊  မဍောတ်သွတ်၊  သၟတ်၊  ဟောဒြာ။  ၂။  မဒှ်သောဲသောဲဗြဲဗြဲ၊  ညိညိ၊  ညိ။  small building where offerings are made to a demon. (adj)  သ္ၚိဗဴ။  small dugout boat. (adj)  သ္ဍဝ်။  small quantity. (adj)  ညိ။"},
{"word":"smallpox","def":"n.  မြန်ပုၚ်၊  မြန်ဇၞော်။"},
{"word":"smart","def":"vi.  သကဵုဂိစၚ်စူ၊  သရန်၊  ဂိဓဇတ်၊  ထၠိန်၊  ဗရေက်၊  မရေက်။  n.  ဒဒှ်မသကဵုဂိစၚ်စူ၊  ဒဒှ်မဂိဓဇတ်။  adj.  မတၟိ၊  မတၟိကယျာ၊  မရံၚ်စခိုဟ်။  ၂။  မမြက်ကေက်၊  မဍိုဟ်၊  မကြဳ၊  မကေက်ပ္ဍဲညာန်၊  မသ္ကေက်သ္ကာ။  ၃။  မသ္ကာတ်မြဟ်၊  မဂိဒေၚ်၊  မဂိက္တာန်။  smartly (adv)  နဒဒှ်မတၟိကယျာ၊  နဒဒှ်မသ္ကေက်သ္ကာ၊  နဒဒှ်မသ္ကာတ်မြဟ်။  smartness (n)  ဒဒှ်မတၟိကယျာ၊  ဒဒှ်မရံၚ်စခိုဟ်၊  ဒဒှ်မတၟးဇး။"},
{"word":"smash","def":"vt.vi.  သကဵုထကးသၠေက်အာ၊  ကရေက်ထကးထောံသၠေက်သၠေက်။  ၂။  လုပ်ဇီုနကဵုဇြဟတ်ထတ်ထတ်၊  လုပ်ကပိုက်နကဵုဇြဟတ်ထတ်ထတ်။  ၃။  ဗ္တိုက်ဖလှေက်ထောံ။  n.  ဗရုထကး၊  ဗရုထရိုတ်ထကးသၠေက်။"},
{"word":"smattering","def":"n.  ဒဒှ်မဒှ်ဒၟံၚ်တတတံၚ်တံၚ်၊  ဒဒှ်မတီဒၟံၚ်ဆညိည(ဘာသာမွဲမွဲ)။"},
{"word":"smear","def":"vt.vi.  ကလေတ်၊  ပၠေတ်၊  ဖုံ။  လံက်လေတ်၊  လေတ်၊  သကဵုဍာပ်ဍေၚ်၊  သကဵုကၠိခန်၊  သကဵုကၠေဝ်။  n.  ဍာပ်ဍာပ်ဍေၚ်ဍေၚ်၊  ဒဒှ်မဍာပ်ဍေန်၊  ဒဒှ်မစောန်ပြံက်။  smear mud on the body. (vt)  ဖုံခရီုအလုံဇကု။"},
{"word":"smell","def":"n.  အမြာဲ၊  အမြာဲမသ၊  ခမူ၊  ခၟော၊  သၟူ၊  ဂန္ဓာရီု၊  သၟူမသ၊  သၟူအမြာဲ၊  သၟူမောဝ်။  vt.vi. (pt.pp. smelled or smelt) ဂွံသၟူ၊  ဆုၚ်၊  ဆုၚ်ခၟော၊  ဒုၚ်သၟူ။  ၂။  ဂွံသၟူမသ၊  သၟူတိတ်။  a rank smell. (n)  သၟူခအီ၊  သၟူခအှ်ေ။  smell sweet. (vi)  မောဝ်။"},
{"word":"smelt","def":"vt.  ပၠၚ်ဍာ်ဖကောဝ်။  n.  ကောန်ကသောဲသောဲဗြဲဗြဲ။"},
{"word":"smile","def":"vt.vi.  အီ၊  ကအီ၊  ပကာဂအီ၊  သ္ပကာကအီ။  smile (upon)  vt.vi.  ဗက်စမုက်မတ်။  good fortune smiled upon him. (vi)  ညးတေံစိုပ်ဒတုဲအံၚ်ဇၞးအာ။"},
{"word":"smirch","def":"vt.  သကဵုဍာပ်ဍေန်၊  သကဵုစောန်ပြံက်၊  သကဵုဂုန်စရာဲလီု၊  သကဵုယၟုလီု။  n.  ဒဒှ်မကဵုယၟုလီု။"},
{"word":"smirk","def":"n.  ဒဒှ်ရသ္ပကလော်ပပအီ၊  ဒဒှ်မအီတိတ်ကၠုၚ်နူကဵုဂြိုဟ်ကြုတ်တေံဟွံသေၚ်၊  ဒဒှ်မသ္ပပၞအီ။  vi.  ပပၞအီ၊  ကလော်ပပအီ။"},
{"word":"smite","def":"vt.vi. (pt.smote, pp.smitten)  စာဲစောတ်စုတ်ထတ်ထတ်။  ၂။  သကဵုကျပိုတ်ပိုတ်သကုတ်သကုတ်။"},
{"word":"smith","def":"n.  ခမာတ်၊  ဓမာတ်၊  ဓၟာတ်ပသဲ။  smithy (n)  ရုၚ်ကမၠောန်ဓၟာတ်ပသဲ၊  ဖဴဓၟာတ်ပသဲ။"},
{"word":"smithereens","def":"n. (pl.)  ဒဒှ်မတၟေက်ကရေက်အာသောဲသောဲ။"},
{"word":"smock","def":"n.  ပလောံသၠောံလ္တူရောံရောံ။"},
{"word":"smog","def":"n.  ဒဒှ်လမၠာၚ်ကဵုယက်မပံၚ်စပ်ဒၟံၚ်။"},
{"word":"smoke","def":"n.  ယက်။  ၂။  ဒဒှ်မသုၚ်ၜံက်၊  ၜံက်၊  ၜံက်သဳဂါရိတ်၊  ၜံက်သောဲသောဲ။  vt.vi.  သကဵုယက်တိတ်။  ၂။  သုၚ်ၜံက်၊  သုၚ်ၜံက်တဝ်၊  သုၚ်ၜံက်သောဲသောဲ။  ၃။  ဂဒဵု။  smoker (n)  မၞိဟ်သုၚ်ၜံက်။  smoky (adj)  မပေၚ်ဒၟံၚ်နကဵုယက်၊  မဂၠုဒၟံၚ်နကဵုယက်၊  မဂွံဒၟံၚ်သၟူယက်။  smoke tobacco. (vt.vi)  သုၚ်ၜံက်။"},
{"word":"smooth","def":"adj. (-er,-est)  ကလိတ်(ကလိတ်စှ်ေ)၊  ကမၠိတ်၊  တလိတ်(တၠိတ်)၊  ပြေ၊  မညဳသာတးလေဝ်ဒၟံၚ်။  ၂။  မဍိုန်ၜတ်၊  မဍိုန်ဍောတ်။  ၃။  ဍိုန်ဍောတ်လဇောတ်လမောဝ်၊  မကလိတ်ကလောတ်။  vt.vi.  သကဵုညိၚ်ဝတ်အာ၊  သကဵုညဳသာတးလေဝ်အာ။  ၂။  သကဵုကလိတ်ကလောတ်လောဲဗွဲအာ။  smoothly (adv)  ဗွဲမကလိတ်ကလောတ်လောဲသွာ။  smoothness (n)  ဒဒှ်မကလိတ်ကလောတ်လောဲဗွဲအာ။"},
{"word":"smote","def":"ရံၚ် smite တေံညိ။"},
{"word":"smother","def":"vt.vi.  သကဵုယီုဂြက်ဂြတ်၊  သကဵုဂၠိုက်။  ၂။  ပလိုတ်ထောံ၊  သကဵုပၠိုတ်အာ။  ၃။  ဂြောပ်ဓလီု။  ၄။  ထိၚ်ဒက်၊  အံၚ်လဝ်ယဝီု၊  အေၚ်လဝ်။"},
{"word":"smoulder","def":"vi.  သ္ဂုဲတူ၊  သ္ဂုဲတူသ္ၚေက်အာ။"},
{"word":"smudge","def":"n.  ဒၞာဲဍာပ်ဒၟံၚ်မှၚ်၊  ဍာပ်ဍာပ်ဍေၚ်ဍေၚ်။  vt.vi.  သကဵုဍာပ်ဍေန်။"},
{"word":"smug","def":"adj.  မဒးဂၞပ်ကဵုဇကုဇကု၊  မသကဵုသ္ဍိုက်မၠိုက်သွက်သ္ဂောံမံၚ်ခၠံခၠံ။  smugly (adv)  ခၠံခၠံ။  smugness (n)  ဒဒှ်မမိက်မံၚ်ခၠံခၠံ။"},
{"word":"smuggle","def":"vt.vi.  သွံရာန်ကပေါတ်ဒမၠုက်၊  ကၠတ်ပ္တိတ်နူဍုၚ်ဇကု ကၠတ်ပၠောပ်နၚ်ကပေါတ်နူဍုၚ်သအာၚ်။  smuggler (n)  မၞိဟ်သွံရာန်ကပေါတ်ဒမၠုက်၊  ညးဗၞိက်သွံရာန်ကပေါတ်ဒမၠုက်။"},
{"word":"smut","def":"n.  ဒဒှ်မဍာပ်ဍေၚ်ဂြိၚ်(ဂြိၚ်ထၟာဲ)။  ၂။  ဂလာန်ပပ်ပပ်ပဳပဳ။  ၃။  စၟပလီုပလာ်သြောံဂျုၚ်မွဲဂကူ။  vt. (-tt-)  သကဵုကၠေဝ်ဂြိၚ်။  smutty (adj)  မကၠိခန်ဒၟံၚ်နကဵုဂြိၚ်။"},
{"word":"snack","def":"n.  စၞစသ္ဒးစမြက်မြက်သွက်ဂွံဗၠးဗျဵု။"},
{"word":"snag","def":"n.  ဂစုက်ဂလ၊  ဂဂဵုဆု၊  ကၞက်၊  အရာမစဵုဒၞာ၊  တၚ်ဝါတ်ဂါတ်။"},
{"word":"snail","def":"n.  ကၞုကွက်(ကၞုမွဲဂကူ)၊  ကၞုဝက်၊  တု။"},
{"word":"snake","def":"n.  ဇြုံ။  snake-charmer (n)  အ္စာလၟာဲ၊  လမာဲ၊  လၟာဲ၊  သၟာဇြုံ။  snake poisoning. (n)  ဂျိဇြုံ။  snake-gourd (n)  ကဝေဝ်ဂလာ။  snake-bite. (n)  ဝပ်ဇြုံဒွံ၊  ဒဒှ်မအာညံၚ်ရဴကဝါ်ဇြုံ။  snaky (adj)  မတုပ်ကဵုဇြုံ၊  မဆေၚ်စပ်ကဵုဇြုံ၊  မဂၠိုၚ်ကဵုဇြုံ၊  မတ္ၚံက်တ္ၚေဲ။"},
{"word":"snap","def":"vt.vi. (-pp-)  ခညက်ဒလန်၊  ထကးအာဖြး၊  တၟာတ်အာဖြု၊  ပံက်အာဖြု။  ၂။  ကိတ်စုတ်မွဲလစုတ်ဓဝ်၊  ခၟက်၊  ခၟက်စုတ်မွဲလစုတ်ဓဝ်၊  စမှက်စ၊  ထမက်၊  ထမက်စ၊  ကၠေံစိုတ်သွက်ဂွံကိတ်စုတ်မွဲလစုတ်ဓဝ်။  ၃။  ထညက်ဒလန်၊  ပိုတ်ထေတ်၊  ဟီုပိုတ်ပိုတ်ဒကုတ်ဒကုတ်၊  ဟီုကဵုမနောဒေါသ။  n.  ဒဒှ်မတက်ကေတ်ဗီုယျုက်ခနေံ၊  ကဍတ်၊  ခဍတ်တဲ၊  ထဍတ်တဲ။  snapping turtle. (n)  ဂွိ။"},
{"word":"snare","def":"n.  လယံ(လျံ)၊  ဒၞက်၊  တီု၊  ပး၊  ပးဂဇေၚ်၊  ပးဒကက်၊  ပါသ်လျံ။  vt.  ပံါလယံ၊  ပံါဒၞက်၊  ပံါတီု၊  ဒနက်ဒး၊  ဒးဒနက်။"},
{"word":"snarl","def":"vt.vi.  ဂညောန်၊  ခညက်။"},
{"word":"snatch","def":"vt.vi.  ခတာ်၊  ခတာ်ပၠံၚ်၊  ဂတာ်၊  ဂတာ်ပၠံၚ်၊  တံၚ်ကေတ်ပ္ဍဲတဲမွဲလစုတ်ဓဝ်၊  တံၚ်ကေတ်ပ္ဍဲတဲလွာဲဂှ်။  n. ပွမရပ်ဒဇက်။  ၂။  ညိည၊  ညိညိညည။"},
{"word":"snazzy","def":"adj. (colloq)  မစှ်ေကဵုဗီုပြၚ်၊  မနွံကဵုကဆံၚ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မဂတာပ်ခေတ်။"},
{"word":"sneak","def":"vt.vi.  ကၠတ်ပၞုက်ကၠောန်။  n.  မၞိဟ်ဟွံယျဵုလ္ဂူ။  sneaky (adj)  မဟွံယျဵုလ္ဂူ။  sneakily (adv)  နဒဒှ်မဟွံယျဵုလ္ဂူ။"},
{"word":"sneer","def":"vt.vi.  သ္ပစရဵု၊  သ္ပအရိုၚ်။  n.  ပွမသ္ပစရဵု၊  ပွမသ္ပအရိုၚ်။  sneering (adj)  မသ္ပအရိုၚ်၊  မသ္ပပရေံ။"},
{"word":"sneeze","def":"n.  ဒဒှ်မခအှ်၊  ဒဒှ်မုဟ်သရန်။  vt.  ခအဟ်၊  ခအှ်၊  ထအှ်၊  ထအှော်၊  မုဟ်သရန်။"},
{"word":"sniff","def":"vt.vi.  ယီုခရောတ်။  ၂။  ယီုခရောတ်တုဲဒုၚ်သၟူ။  n.  ဒဒှ်မဒုၚ်သၟူ၊  ဗရုယီု၊  ဗရုမယီုခရောတ်။"},
{"word":"sniffle","def":"ရံၚ် snuffle တေံညိ။"},
{"word":"snigger","def":"n.  ဒဒှ်မကၠတ်ဂြိုၚ်။  vi.  ကၠတ်ဂြိုၚ်။"},
{"word":"snip","def":"vt.vi.  ကေပ်ထပိုတ်ကဵုကပ်ကြေဝ်။  n.  ဒဒှ်မကေပ်ထပိုတ်ကဵုကပ်ကြေဝ်၊  တၞုၚ်တၞောတ်မကေပ်ထပိုတ်လဝ်(ခေပ်)။"},
{"word":"snipe","def":"vt.vi.  တောပ်ပန်။  n.  ဂစေံၜဳ၊  က္ၜိုပ်မာ။  sniper (n)  မၞိဟ်ဗက်တောပ်ပန်စ၊  ကောန်ဒပ်မပန်ပှော်တဲတပ်ဍာံ။"},
{"word":"snippet","def":"n.  တၞုၚ်တၞောတ်ခေပ်ပ္တိတ်လဝ်၊  ပရိုၚ်ဂၠေံဂၠေံဂၠေၚ်ဂၠေၚ်။"},
{"word":"snivel","def":"vt.  သ္ပပၞလရိုအ်၊  ကလော်ပပလရိုအ်၊  လရိုအ်ဒၟံၚ်ဟဳဟဳ။  n.  ဒဒှ်မပ္တိတ်ဍာ်ရမတ်၊  ဒဒှ်မပ္တိတ်ဍာ်ရမတ်တုဲဟီုဂး။"},
{"word":"snob","def":"n.  မၞိဟ်သ္ပစတၠနာဲမုက်။  snobbish (adj)  မသ္ပတၠနာဲမုက်။  snobbishly (adv)  နဒဒှ်မသ္ပတၠနာဲမုက်။  snobbishness (n)  ဒဒှ်မသ္ပတၠနာဲမုက်။"},
{"word":"snoop","def":"vi.  ဗက်ကသော်ကသဳပ္ဍဲအရာကိစ္စပရောပရာညးတၞဟ်။  snooper (n)  မၞိဟ်ဗက်ကသော်ကသဳ ပ္ဍဲအရာကိစ္စပရောပရာညးတၞဟ်။"},
{"word":"snooze","def":"vt.  ထ္ၜေက်ထောံမွဲချိုန်ခဏ၊  ထ္ၜေက်ကရေၚ်ထောံမွဲချိုန်ခဏ၊  တိက်ထောံမွဲမြဟ်ဍောတ်။  n.  ဒဒှ်မထ္ၜေက်ကရေၚ်ထောံမွဲချိုန်ခဏ၊  ဒဒှ်မတိက်ထောံမွဲမြဟ်ဍောတ်။"},
{"word":"snore","def":"vi.  သအဳ(တိက်သအဳ)၊  ထအဳ။  n.  ဗရုသအဳ။  snorer (n)  မၞိဟ်ခအဳလေပ်။  with a snore. (adv)  ဂြံက်ဂြံက်။"},
{"word":"snorkel","def":"n.  ပၠံၚ်မပလံၚ်ကဵုကျာ အခါက္ၜၚ်ဗၠိုပ်ဍာ်မနွံအသၟဝ်ဍာ်၊  ကရိယာမကၠောန်ကဵုသွက်သ္ဂောံယီုမာန် ကာလသၟာဗၠိုပ်ဍာ်တံမဗၠိုပ်ဒၟံၚ်အသၟဝ်ဍာ်။"},
{"word":"snort","def":"vi.  တသိုဟ်၊  ဗဂိုဟ်ပ္တိတ်ကျာလက်မုဟ်။  ၂။  က္ဍုဟ်မၠေံတုဲတၟာတ်လဝ်မုဟ်၊  ဒှ်ဒၞံၚ်ရှုဟ်ရှုဟ်ရှေဟ်ရှေဟ် ဟိုတ်နူစိုတ်က္တဵု။  n.  ဒဒှ်မဗဂိုဟ်နုဟ်၊  ဒဒှ်မဗဂိုဟ်ပ္တိတ်ကျာနူမုဟ်၊  ရမျာၚ်တသိုဟ်ပ္တိတ်ကျာနူမုဟ်။  ၂။  ပၠံၚ်မကၠောန်လဝ်သွက်သ္ဂောံဂွံကျာ အခါက္ၜၚ်ဗၠိုပ်ဍာ်မနွံဒၟံၚ်အသၟဝ်ဍာ်။  snorter (n)  အရာမဝါတ်ဂါတ်သ္ကာတ်မြဟ်။"},
{"word":"snot","def":"n. (colloq)  ခၟောဝ်။  snotty (adj)(colloq)  မနွံကဆံၚ်ဍာ်မုဟ်မဇွောဝ်စှ်ေ၊  မနွံကဵုကဆံၚ်ဍာ်မုဟ်မဇွောဝ်တိတ်။  snot-nosed (adj)(colloq)  မနွံကဵုစိုတ်သၠုၚ်သၠုၚ် မာနသၠုၚ်သၠုၚ်၊  မပ္တိတ်ဒၟံၚ်အဟိက်၊  မလေပ်ဗက်စမုက်မတ်။"},
{"word":"snout","def":"n.  စမဴ၊  ခၟဴသတ်တိရစ္ဆာန်။"},
{"word":"snow","def":"n.  လတိုပ်။  ၂။  ကဴလတိုပ်၊  ဒဒှ်လတိုပ်စှ်ေ။  ၃။  ကဝ်ကေန်(ဝါ)ဘိၚ်ဗ္တာၚ်။  vi.  စှ်ေကၠုၚ်အာကာသညံၚ်ရဴလတိုပ်။  snowball (n.vi.)  မလတိုပ်။  မလတိုပ်စှ်ေ၊  လတိုပ်စှ်ေဒၟံၚ်ပြဳပြဳ၊  ဇၞော်တိုန်ကၠုၚ်ဗွဲမပြဟ်၊  စလုပ်ကၠုၚ်ပၟိက်ဗွဲမပြဟ်။  snowblind (adj)  မဒှ်အာကဆံၚ်မတ်ဟွံညာတ်မွဲချိုန်ခဏ အခါလျးမပၠန်တက်ကၠုၚ် နူကဵုဍာ်လတိုပ်ကလောံမစှ်ေဒၟံၚ်လ္တူတိ။  snowbound (adj)  မအာတရဴဟွံမာန် ဒၟာနူလတိုပ်ကဴဗြဲစှ်ေဂၠိုၚ်၊  မတိတ်နူမ္ၚးသ္ၚိဟွံမာန် ဟိုတ်နူလတိုပ်ကဴဗြဲစှ်ေဂၠိုၚ်။  snow-clad, snow-covered. (adj)  မဂြောပ်ဓလီုဒၟံၚ်ကဵုလတိုပ်ကလောံကလောံလ္တူက္ဍဟ်။  snow-capped. (adj)  မဂြောပ်ဓလီုလဝ်ကဵုလတိုပ်။  a snow-capped mountain. (adj)  ဒဵုမဂြောပ်ဓလီုလဝ်ကဵုလတိုပ်။  snow-drift. (n)  ဂအုံလတိုပ်ကလောံကလောံမကောံဒၟံၚ် ဟိုတ်နူကျာမပိုက်လဝ်၊  ဒအုန်လတိုပ်ကလောံ။  snowdrop (n)  တၞံဂကူမနွံကဵုပ္ကဴဗုဗု ညံၚ်ရဴခၞိၚ်မလကဲဒၟံၚ် မတိုန်လေပ်ပ္ဍဲအခိၚ်သကတ်ကၠာဟွံအိုတ်။  snowfall (n)  ဒဒှ်လတိုပ်မစှ်ေ။  snowfield (n)  ဂၠးလတိုပ်ကလောံ မဂြောပ်ဓလီုဒၟံၚ်လၟိုန်။  snowflake (n)  ထပ်လတိုပ်၊  ကဴလတိုပ်(ထပ်စှ်ေဒၟံၚ်)။  snowshoes (n)  ဒၞပ်မလိုန်လ္တူဂၠးလတိုပ်။  snowslide (n)  ဒဒှ်ကလောံဍာ်လတိုပ်မတသောဝ်စှ်ေကၠုၚ်နူလ္တူဒဵု။  snowstorm (n)  လဗိုတ်လတိုပ်။  snow white (adj)  မဗုၜတ်ဒၟံၚ်ညံၚ်ရဴလတိုပ်။  snowy (adj)  မဆေၚ်စပ်ကဵုလတိုပ်၊  မဒှ်ညံၚ်ရဴလတိုပ်၊  မဂြောပ်ဓလီုလဝ်နကဵုလတိုပ်။"},
{"word":"snub","def":"vt. (-bb-)  သ္ပပွၜိုဟ်ၜိုဟ်ဂံက်ဂံက်၊  ဟွံသ္ပကေၚ်ကာ။  adj.  မနွံကဵုမုဟ်ဂၠေံဂၠေံ။"},
{"word":"snuff","def":"vt.vi.  ခရောတ်ဂဥုဲနုဟ်။  n.  ဂဥုဲနုဟ်။  snuff-box (n)  ဗဳသွက်သ္ဂောံခအှ်။  vt.vi.  ခေပ်ထောံပရက်သ္ၚေက်အာဂှ်၊  ပလိုတ်ထောံ။  ၂။  ချိုတ်၊  အိုတ်ဇဳဝိ၊  အိုတ်သ္ကန်။"},
{"word":"snuff","def":"|2| vt.vi.  ခေပ်ထပိုတ်ထောံပရက်မတူသ္ၚေက်လဝ်၊  ပတ်ပလိုတ်၊  ဗဂိုဟ်ပလိုတ်။"},
{"word":"snuffle","def":"vi.  ယီုထတ်ထတ်၊  ဟီုအရေဝ်ကဵုသိုၚ်မုဟ်။  n.  ဒဒှ်မယီုထတ်ထတ်၊  ဒဒှ်မဟီုအရေဝ်ကဵုသိုၚ်မုဟ်၊  ဗရုမဟီုအရေဝ်ကဵုသိုၚ်မုဟ်။"},
{"word":"snug","def":"adj.  မနွံကဵုဂီုကၠီုသွက်ဂွံကရေၚ်ဒၟံၚ်ခိုဟ်၊  မဒှ်ဒၞာဲသွက်ဂွံဇူဒီု။  ၂။  မနွံကဆံၚ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မစှ်ေဒၟံၚ်ဗီုတုဲ၊  မပလေဝ်လဝ်ဗွဲမစှ်ေဗီုတုဲ။  snuggery (n)  ဒၞာဲမံၚ်စံၚ်စဂပ်ဝ်သက်သာဂီုကၠီု။  snuggle (vi)  မံၚ်ကြပ်ကြပ်သွက်ဂွံဂီုကၠီု။"},
{"word":"so","def":"adv.  ဆၜိုတ်ဂှ်။  ၂။  ညံၚ်သာ်ဂှ်၊  ရဴသာ်ဝွံ၊  ရဴသာ်ဂှ်၊  သာ်ဝွံ၊  သာ်ဂှ်၊  သောၚ်ဂှ်။  ၃။  လေဝ်ကီု၊  ဂှ်လေဝ်ကီု၊  ဂှ်ကီု၊  ကီု။  ၄။  ၜိုတ်၊  ၜိုတ်ဂှ်။  verbal affix. သွံ၊  ရောၚ်သွံ။  conj.  ဟိုတ်ဂှ်ရ။  so and so (pron)  ယြဴညးမွဲမွဲ။  so-called (adj)  မဒှ်ဆၜိုတ်ဒုၚ်လဝ်ယၟု၊  မဒှ်ကွေံကွေံဍာံဍာံဟွံသေၚ်၊  မဟွံမွဲကဵုကြက်ရှ်။  so cold. (adv)  ဂံက်ဂါ၊  ဂံက်ဗွဲ။  so much. (adv)  ဂလိုၚ်ဂှ်၊  ဗွဲမဂၠိုၚ်။"},
{"word":"soak","def":"vt.vi.  စုတ်တ္ၜိုၚ်၊  စုတ်ၜိုၚ်၊  ဖဍုက်ထောံဍုက်ဍုက်၊  တုၚ်၊  တုၚ်လဝ်၊  ဂွပ်လဝ်၊  ဗပ်။  ၂။  ဇြောတ်ကေတ်။  n.  ဒဒှ်မဇြောတ်ကေတ်။"},
{"word":"soap","def":"n.  ဆာပ်ပျာ၊  သၜောဝ်။  vt.  တုပ်ကဵုသၜောဝ်၊  တုပ်ကဵုဆာပ်ပျာ။  soft-soap (vt)  ဟီုပတိုန်၊  ဟီုထ္ၜပတိုန်။  soap box. (n)  စၚ်ဒၞာဲမထတဴတွံဓဝ်ပရေၚ်ဍုၚ်ကွာန် (ပ္ဍဲဥဒျာန်,ပ္ဍဲဂၠံၚ်)။  soap-bubble (n)  ဂီုဆာပ်ပျာ။  soap opera. (n)  သတ်ဇာတ်မဓမံက်လဝ်ရုပ်ရာ ညံၚ်ရဴစိုတ်သ္ဂောံချဳဒရာၚ် စိုတ်သ္ဂောံလုပ်စ လ္တူပရေၚ်သ္ၚိဌာန် (နူရေဒဳယဝ်, နူတေဝ်လဳဝဳရှေန်)။  soapy (adj)  ကၠေဝ်ဒၟံၚ်ကဵုသၜောဝ်၊  မတုပ်ညံၚ်ရဴဆာပ်ပျာ။"},
{"word":"soar","def":"vi.  ပဝ်ဂေတ်ဂ္ၚေၚ်ဒၟံၚ်လ္တူကျာသၠုၚ်သၠုၚ်၊  ပဝ်ယာန်ဒၟံၚ်လ္တူကျာသၠုၚ်သၠုၚ်။  ၂။  သၠုၚ်တိုန်၊  တိုန်ကၠုၚ်(ၚုဟ်မး)။"},
{"word":"sob","def":"vt.vi.  လရိုအ်ခအိက်၊  သမ်အိက်။  n.  ဗရုလရိုအ်ခအိက်။"},
{"word":"sober","def":"adj.  မထိၚ်ဒက်ဇကုဇကုမာန်၊  မနွံကဵုအိန်ရဳ၊  ချပ်ဇြိုဟ်ဇြိုဟ်နက်နက်၊  မၜိုဟ်သြိုဟ်တန်ကြန်၊  တန်တန်ကြန်ကြန်၊  ၜိုဟ်ၜိုဟ်သြိုဟ်သြိုဟ်။  ၂။  မဝေၚ်ပဲါထောံအရက်၊  မဟွံသုၚ်အရက်။  ၃။  မဟွံတၟးပ္ဍဲအရံၚ်အရာ။  vt.vi.  သကဵုညိၚ်ဝတ်တန်ကြန်အာ၊  ဂွံအာအိန်ရဳ။  သကဵုထ္ၜူအရက်ပြေအာ။  sobriety (n)  ဒဒှ်မနွံကဵုအိန်ရဳတန်တန်ကြန်ကြန်၊  ဒဒှ်မဗၠးၜးအာကဵုသုၚ်စ။"},
{"word":"sobriquet","def":"n. Fr.  ယၟုမထ္ဍုတ်ဓမက်ကော်။"},
{"word":"soccer","def":"n.  ပွမဝေၚ်ဗဝ်၊  ပေဲါဗဝ်(မခ္ဍံကျာ)။"},
{"word":"sociable","def":"adj.  မမိက်သ္ဂောံဒှ်ရဲ၊  မမိက်ဍုက်ကေဝ်၊  မမိက်ဒဒှ်ေဒယှ်၊  မမိက်ထ္ၜးဒဒှ်မသဍုက်ကေဝ်။  sociably (adv)  ဍုက်ဍုက်ကေဝ်ကေဝ်၊  ဒဒှ်ေဒဒှ်ေဒယှ်ဒယှ်။  sociability (n)  ဒဒှ်မဍုက်ကေဝ်ဒဒှ်ေဒယှ်။"},
{"word":"social","def":"adj.  မနွံကဵုပၟိက်ပံၚ်ကောံမံၚ်စံၚ်၊  မဟၟဲကဵုပၟိက်မံၚ်ညးမွဲဓဝ်။  ၂။  မဍုက်ကေဝ်၊  မဒဒှ်ေဒယှ်။  ၃။  မဆေၚ်စပ်ကဵုပရေၚ်မၞိဟ်။  n.  ပေဲါဆဵုဂဗမိတ်။  socialism (n)  ဝါဒသဝ်ရှေဝ်လေတ်၊  နဲကဲဝါဒသဝ်ရှေဝ်လေတ်။  socialist (n)  မၞိဟ်ဗက်စကွေတ်သဝ်ရှေဝ်လေတ်၊  မၞိဟ်ပတှ်ေကွေတ်ဝါဒသဝ်ရှေဝ်လေတ်။  socialistic (adj)  မကိတ်ညဳမသၟဟ်ကဵုကွေတ်ဝါဒသဝ်ရှေဝ်လေတ်။  socialite (n)  မၞိဟ်မဒယှ်တှ်ပြာကတ် ပ္ဍဲဂကောံသ္ကံမၞိဟ်ကဆံၚ်လ္တူ။  socialize (vt)  သကဵုကိတ်ညဳကဵုကွေတ်ဝါဒသဝ်ရှေဝ်လေတ်၊  မပြံၚ်လှာဲထောံ ဒဒှ်ပိုန်ဂြပ်ကောန်ညးဍုၚ်ကွာန်။"},
{"word":"society","def":"n.  ဂကောံသ္ကံမၞိဟ်၊  လောကမၞိဟ်။  ၂။  သ္ကံရဲ။  ၃။  ဂကောံသ္ကံ၊  ဗော်သွး။  ၄။  ကဆံၚ်အဇာ။"},
{"word":"socio-","def":"prefix."},
{"word":"sociology","def":"n.  ကွတ်သိပ္ပပရေၚ်မၞိဟ်။  sociologist (n)  တၠပညာကွတ်သိပ္ပပရေၚ်မၞိဟ်။"},
{"word":"sock","def":"n.  ဂရောပ်ဇိုၚ်ဒမၠေံ။"},
{"word":"socket","def":"n.  ထၟောၚ်သွက်ဂွံသိက်စုတ်၊  ပၞော်သွက်ဂွံဗ္ဂပ်စုတ်၊  လကံက်၊  လကံက်စရုဲ၊  လကံက်စြုဲ။"},
{"word":"Socratic","def":"adj.  မဆေၚ်စပ်ကဵုတၠပညာမဂြၚ်ဗ္စာသဝ်ခြေတဳ လ္ပာ်ကွတ်ဗေဒ ဒဿနိက ဂကူဂရိတံနူတမၠာ။"},
{"word":"sod","def":"n.  ကၟဵုချောဲ၊  တိလမၠးဂၠးချောဲ။  ၂။  မၞိဟ်မအာကၠုၚ်ကဵုညးမနွံလိၚ်တုပ်တုပ်။  ၃။  မ၊  ၝ၊  မၞိဟ်အအ၊  မၞိဟ်ဓီုဓီုၜီုၜီု။  sodded (adj)  မလောန်အာကဵုသၞောတ်၊  မဇၞော်တဴဗွဲ။"},
{"word":"soda","def":"n.  သဝ်ရာ(စ, ကပိုက်ဂၠိက်ယာတ်)။  soda fountain. (n)  ဆေၚ်မသွံဍာ်သဝ်ရာ (ဍာ်လေန်မနေတ်)  ကွာၚ်ဍာ်ကလောံနကဵုပၠံၚ်ဂစတ်။  soda biscuit, soda cracker. (n)  ကွာၚ်မစုတ်လဝ်နကဵုသဝ်ရာ ကၠောန်ကွာၚ်, ဍာ်တှ်ဗ္စး။"},
{"word":"sodden","def":"adj.  မဍုက်ဍေက်အာ၊  မဍုက်။  ၂။  မထ္ၜူလောန်အာ။  ၃။  မဟွံစိန်၊  မဟွံဝုန်။"},
{"word":"sofa","def":"n.  ခုၚ်ဂ္ဇံဖုန်။"},
{"word":"soft","def":"adj.  ချာ၊  ဆာ၊  ဍိုန်၊  ဖောဝ်။  မဖောဝ်လာဲ၊  မက္ၜတ်၊  မဂပေက်၊  မဍိုန်ဍောတ်၊  မလဇောတ်လမောဝ်။  ၂။  မဟွံသ္ကာတ်။  ၃။  မဇိပ်ကၠိပ်၊  မဇိပ်ဂၠိပ်၊  မဍိုက်ပေၚ်ကဵုဓဝ်ဂရုဏာ၊  မဍိုန်ညံ၊  မဍိုန်ၜတ်။  ၄။  မဍိုန်ဍောတ်ကလိတ်ကလောတ်။  ၅။  မသာက္ဍာ၊  သာသာ။  soften (vt.vi)  ထဍိုန်၊  သကဵုဍိုန်ဍောတ်၊  သကဵုလဇောတ်လမောဝ်၊  သြောဝ်၊  သြောဝ်ဗလး။  softly (adv)  ဗွဲမဍိုန်ဍောတ်၊  ဗွဲမဇိပ်ဂၠိပ်။  softness (n)  မုဒုတာ၊  ဒဒှ်မဍိုန်ဍောတ်လဇောတ်လမောဝ်။  soft-boiled rice. (adj)  ပုၚ်ခေါတောံ၊  ပုၚ်ခေါဒံ၊  ပုၚ်ၜိုတ်။  soft bread. (adj)  ကွာၚ်ထကဵု။"},
{"word":"soggy","def":"adj. (-ier,-iest)  မဍုက်ထ္ၜိုတ်ဒၟံၚ်၊  မဍုက်ဍေက်ဒၟံၚ်ကဵုဍာ်။"},
{"word":"soil","def":"n.  ရှ်တိ၊  တိမတဵုလွဳစဂွံ။  ၂။  တိ၊  တိဍာ်၊  ဒေသ၊  ရး။  vt.vi.  ကၠိခ္ဍက်၊  ကၠိစောန်၊  ကဵုကၠေဝ်တိ။  ၂။  ဒၞာဲဍာပ်ဍေန်၊  ဒၞာဲဍံက်ဍေန်၊  ဒၞာဲစောန်ပြံက်။  soiled (adj)  အစောန်အပြံက်။"},
{"word":"sojourn","def":"vt.  မံၚ်မွဲချိုန်ခဏ၊  ဒီုမွဲချိုန်ခဏ။  n.  ဒဒှ်မမံၚ်မွဲချိုန်ခဏ၊  ဒဒှ်မဒီုမွဲချိုန်ခဏ။  sojourner (n)  မၞိဟ်အာတရဴ၊  မၞိဟ်စိုပ်ကၠုၚ်မွဲချိုန်ခဏ။"},
{"word":"solace","def":"n.  ဒဒှ်မသ္ကဵုစိုတ်သက်သာအာ၊  ပွမဂွံသ္ဍိုက်မၠိုက်။  vi.  သကဵုစိုတ်သက်သာအာ၊  သကဵုစိုတ်ဒုၚ်စသိုၚ်သက်သာအာ။"},
{"word":"solar","def":"adj.  မဆေၚ်စပ်ကဵုတ္ၚဲ၊  မဆက်စပ်ကဵုတ္ၚဲ။"},
{"word":"solarium","def":"n.  မစၟဳလဝ်ကဵုဒ္ၚောဝ် ညံၚ်ရဴသ္ဂောံဂွံလျးပသာန်တ္ၚဲ။"},
{"word":"sold","def":"ရံၚ် sell တေံညိ။"},
{"word":"solder","def":"n.  ဒဒှ်မဂဟေ၊  ဒဒှ်မဗ္စိန်။  vt.  ဂဟေ၊  ချဴ၊  ဆော၊  ဗ္စိန်(ဆက်)။"},
{"word":"soldier","def":"n.  ကောန်ပၞာန်၊  ညးပၞာန်၊  သရာဲ၊  သရာဲပၞာန်။  soldierly (adj)  မဒှ်မံၚ်ဗီုကောန်ပၞာန်၊  ဗီုပြၚ်ကောန်ပၞာန်မမံက်ပြာကတ်မံၚ်၊  မစိုပ်မံၚ်တရဴနဒဒှ်ကောန်ပၞာန်။  soldier of fortune. (n)  ကောန်ပၞာန်မယဵုဒုၚ်ကာပၞာန် ပ္ဍဲဍုၚ်သအာၚ်နကဵုသြန်ဂိတု။"},
{"word":"sole","def":"n.  ကလ္တာ်ကၠဵု။  ၂။  ဂတာဇိုၚ်။  ၃။  စၞာံရာပ်ဗာဇွောံဒုၚ်သၟဝ်ဒၞပ်။  sole of the foot. (n)  တၞးဇိုၚ်၊  ဂတာဇိုၚ်။  adj.  မဒှ်မွဲဓဝ်၊  မဒှ်ညးမွဲဓဝ်၊  မပိုၚ်လဝ်ညးမွဲဓဝ်။  solely (adv)  ညးမွဲဓဝ်၊  မွဲဓဝ်ဟေၚ်။"},
{"word":"solecism","def":"n.  ဒဒှ်မရပ်စပ်အရေဝ်ဘာသာမဆောတ်ဗၠေတ်မှာ၊  အဆောတ်အယောၚ်စေဝ်သၞောဝ်ပရေၚ်ဆက်ဆောံ။"},
{"word":"solemn","def":"adj.  မစွံလဝ်ဒၞာဲအဲပရဲ၊  ရှ်ေသှ်ေအဲပရဲ။  ၂။  တန်ကြန်သ္ဇိုဟ်နက်၊  ဇၞော်ကဵုပၟိက်။  solemnly (adv)  ဗွဲရှ်ေသှ်ေအဲပရဲ။  solemnity (n)  အသေအဟာန်ပေဲါသဘၚ်။  solemnize (vt)  ကၠောန်အသေအဟာန်သ္ပကဝါမ္ၚဵု။"},
{"word":"solicit","def":"vt.vi.  အာတ်မိက်၊  ္ၚဲ၊  ဖအောဝ်ဗ္တိုက်။  solicitor (n)  သၟာဂဗုတ်ဗက်အမှု၊  သေနဳ။  solicitous (adj)  မဂွိၚ်ဂွာဲ၊  မဒှ်ဂဝိၚ်၊  မထတ်သန်ပ္ဍဲစိုတ်၊  မခယျကေတ်ကဵုစိုတ်ဇကု။  solicitude (n)  ဒဒှ်မဂွိၚ်ဂွာဲ၊  ဒဒှ်မဒှ်ဂဝိၚ်။"},
{"word":"solid","def":"adj.  ဍတ်၊  မတဍတ်၊  မဒှ်အရာမကလောံဖက်၊  မဒှ်ဒပ်ကလောံဖက်။  ၂။  မကၠက်ၜေက်၊  မကၠက်က္ၜိုက်၊  မဒှ်သၠာၚ်သၠာၚ်ဟွံသေၚ်၊  မဟွံသၠာၚ်။  ၃။  မခိုၚ်ကၠိုက်၊  မမ္ၚိုဟ်ကြံၚ်။  n.  ကလောံကလောံ၊  ဒဒှ်မကလောံမ။  solidity (n)  ဒဒှ်မဒှ်ကလောံကလောံ။  solidly (adv)  ကလောံကလောံ၊  ကောံကောံ။  solidify (vt.vi) (pt.pp.-fied)  သကဵုဒှ်အာကလောံကလောံ။"},
{"word":"solidarity","def":"n.  ဒဒှ်မကောံဓရီုညဳညတ်။"},
{"word":"soliloquy","def":"n.  ဒဒှ်မဟီုဒၟံၚ်ဂလာန်ညးမွဲဓဝ်။  soliloquize (vi)  ကလေၚ်ဟီုကဵုဇကုဇကု။"},
{"word":"solitary","def":"adj.  မကၠၚ်ကာဲတၞာဲ၊  မကၠၚ်ကၠောန်ကာဲတၞာဲ၊  မမံၚ်ညးမွဲဓဝ်၊  မလမ္ၚု၊  မဟၟဲကဵုအဖဴ၊  မသှ်ေတ္ၜက်ဒၟံၚ်ညးမွဲဓဝ်၊  မနွံညးမွဲဓဝ်၊  လမ္ၚု၊  လ္ၚု။  ၂။  မဒှ်ဒၞာဲမၞိဟ်လိုက်ပိုက်စိုပ်အောန်။"},
{"word":"solitude","def":"n.  ဒဒှ်မဒှ်ညးမွဲဓဝ်၊  ဒၞာဲမၞိဟ်လိုက်ပိုက်အောန်၊  ဒၞာဲမသ္ၚိတ်ဇြ၊  အကာဲအရာမသ္ၚိတ်ဇြမံၚ်၊  သ္ၚိလ္ၚု။"},
{"word":"solo","def":"n.  လှ်ေဒယှ်ေတိၚ်တိုက်ညးမွဲဓဝ်။"},
{"word":"solstice","def":"n.  အခိၚ်တ္ၚဲမကွာ်သ္ၚောဲအိုတ်နူကဵုအဳကွေတာ၊  အခိၚ်တ္ၚဲကွာ်မစိုပ်ဂၠံၚ်တရဴတၞုၚ်အိုတ် သၟဝ်ကျာကဵုသမၠုၚ်ကျာဂၠးတိ။"},
{"word":"soluble","def":"adj.  မလာဲလုပ်(ပ္ဍဲဍာ်ဍာ်)။  solubility (n)  ဒဒှ်မလာဲလုပ်။"},
{"word":"solution","def":"n.  သွဟ်။  ၂။  ဍာ်ယာမ။"},
{"word":"solve","def":"vt.  ပ္တိတ်သွဟ်၊  ဂၠာဲသွဟ်၊  သှ်တလး။"},
{"word":"solvent","def":"adj.  မသကဵုလာဲလုပ်မာန်၊  မကလးကဵုထောံသြန်ကဝုတ်လဝ်မာန်။  n.  အရာမသကဵုကလောံကလောံသၟုဟ်တံလာဲလုပ်မာန်။  solvency (n)  ဒဒှ်မသကဵုလာဲလုပ်မာန်။"},
{"word":"soma","def":"n.  သောမ၊  ဒေဝတဴသောမ။"},
{"word":"sombre","def":"(somber)  adj.  မဂၠုလမ္စံက်မံၚ်၊  မဍောတ်ဒၟံၚ်စိုတ်၊  မလီုဒၟံၚ်စိုတ်။"},
{"word":"some","def":"pron. adj.  လ္ၚဵုလ္ၚဵု၊  လ္ၚဵု။  ၂။  မဒှ်ညးမွဲမွဲ၊  မဒှ်အရာမွဲမွဲ၊  မဒှ်ယြဴမွဲမွဲ။  somebody, someone (pron)  ညးမွဲမွဲ။  somehow (adv)  နကဵုနဲကဲမွဲမွဲ။  something (pron)  အရာမွဲမွဲ၊  ယြဴမွဲမွဲ။  sometimes (adv)  စှ်လှ်ေမွဲလှ်ေ၊  ဆောဝ်လ၊  ဆောဝ်လဆောဝ်လ၊  လဆောဝ်၊  လဆောဝ်လဆောဝ်၊  သောဝ်ကာ။  somewhere (adv)  ပ္ဍဲဒၞာဲမွဲမွဲ၊  ဒၞာဲ,ဒၞာဲမွဲမွဲ။"},
{"word":"somnolent","def":"adj.  မနွံပၟိက်မိက်ဂွံတိက်၊  မထကုဲ၊  မဒညိက်ထကုဲဒၟံၚ်၊  မဒှ်ဒၟံၚ်ကဆံၚ်မိက်ဂွံတိက်ကွေံကွေံ။  somnolence (n)  ဒဒှ်မထကုဲ။"},
{"word":"son","def":"n.  ကောန်တြုံ။  son-in-law (n)  ခမာန်၊  ဂမာန်၊  ဓမာန်၊  ကောန်ခမာန်၊  ကောန်ဓၟာန်၊  ဒၟာန်၊  ဓၟာန်။"},
{"word":"song","def":"n.  ဒွက်(ဂွက်)။  ၂။  ရမျာၚ်ဒွက်။"},
{"word":"sonorous","def":"adj.  မနွံကဵုရမျာၚ်အံၚ်အံၚ်။  ၂။  မခိုဟ်ပ္ဍဲကဵုသြဇာရမျာၚ်။  sonority (n)  ဒဒှ်မနွံကဵုသြဇာရမျာၚ်။"},
{"word":"soon","def":"adv.  ဗွဲမပြဟ်၊  ဟွံလံ။  ၂။  ပြဟ်ပြဟ်၊  ပြဟ်ပြဟ်ပြေဟ်ပြေဟ်၊  ကၠာဟွံစိုပ်အခိၚ်။  ၃။  ပ္ဍဲမသက်ဂတာပ်လံ။"},
{"word":"soot","def":"n.  ဒြိၚ်၊  ဒြိၚ်ထၟာဲ၊  မိလၟာနာၚ်၊  လမဳမာနာၚ်၊  ဂြိၚ်၊  ဂြိၚ်ခ္ဍေက်၊  လမာနာၚ်၊  လၟာနာၚ်၊  လၟဳနာၚ်။  vt.  သကဵုဒှ်တိုန်လမဳမာနာၚ်။  sooty (adj)  မနွံဒၟံၚ်ကဆံၚ်မဳမာနာၚ်ခြပ်ဒၟံၚ်၊  မကၠေဝ်ဒၟံၚ်ဂြိၚ်၊  မဂၠုလမ္စံက်ဒၟံၚ်။"},
{"word":"soothe","def":"vt.  ကဵုဓတ်၊  ဂဇုဟ်ဂရိုဟ်၊  ပၠာံဗ္ဇး၊  လှေံ၊  ဆဝ်၊  ဆဝ်လဝ်၊  လလံကဵု၊  သကဵုဝေဒနာသက်သာ၊  သကဵုသောကအိုတ်အာ၊  သကဵုစိုတ်ၜိုဟ်သြိုဟ်အာ(ၜိုဟ်ဂံက်)၊  သၞေံ(သၞေမ်)သၞဴ၊  သၞေံ(သၞေအ်)သၞဴ၊  သၞေံသၞာဲ၊  သၠာံဗ္ဇး၊  သၠာံၜိုဟ်၊  သၠေံ။"},
{"word":"soothsayer","def":"n.  မၞိဟ်တွံကဵုအနာဂတ်ဂတ၊  အ္စာဗေဒၚ်လက္ခဏာ။"},
{"word":"sop","def":"n.  ဂျုၚ်မတုၚ်စုတ်လဝ်ပ္ဍဲဍာ်တှ်။  ၂။  အရာမသကဵုသွက်ဂွံဒးဂၞပ်သ္ဍိုက်မၠိုက်မွဲချိုန်ခဏ။  vt.  တုၚ်စုတ်လဝ်ပ္ဍဲဍာ်ဍာ်မွဲဂကူ(ဍာ်တှ်, ဍာ်ကာဖဲ)၊  ဇြောတ်ကေတ်ဍာ်ဍာ်။"},
{"word":"sophism","def":"n.  ဒဒှ်မခၠေဝ်ပလန်ကဵုဒဒှ်ဍာံဍာံဟွံသေၚ် မဒှ်သွက်ဂွံလီလာန်ဗ္ဂေတ်။  sophist (n)  မၞိဟ်သဳကၠဳကယျာန်စာန်စး မပ္တိုန်ထ္ၜးကဵုဂလာန်ခၠေဝ်ပလန်ဟွံဍာံပြ။"},
{"word":"soporific","def":"n.  ဂဥုဲတိက်။  adj.  မဒှ်ဂဥုဲ, မသကဵုထကုဲ။"},
{"word":"soppy","def":"adj. (-ier,-iest)  မဍုက်ကယျဳ၊  မဍုက်ဍေက်။"},
{"word":"sorcerer","def":"n.  ဂၟုဲ၊  ဗၟုဲ၊  အ္စာမှဝ်။  sorceress (n)  ဂၟုဲၝောံ၊  ဗၟုဲၝောံ၊  အ္စာမှဝ်ၝောံ။  sorcery (n)  ကွတ်ဂဥုဲ၊  ကွတ်အ္စာမှဝ်၊  ကွတ်အ္စာဂၠံၚ်လ္ပာ်ဖာအသၟဝ်၊  ကွတ်မိစ္ဆာ။"},
{"word":"sordid","def":"adj.  မကၠိပပ်၊  မစာ်မှာ်၊  မဟၟဲကဵုသွက်သ္ဂောံသ္ဍိုက်မၠိုက်။  ၂။  မနွံကဆံၚ်သွက်ဂွံက္ဍုဟ်မၠေံခိုဟ်။"},
{"word":"sore","def":"adj.  မဂိ၊  မဂိဓဇတ်။  ၂။  မဂိက္တာန်။  n.  ဒၞာဲမဂိဒၟံၚ်၊  ပဏေတ်၊  ပၞေတ်၊  ခရ၊  သရ၊  သရသရေန်။  sorely (adv)  ဗွဲမဂၠိုၚ်၊  ဗွဲမသ္ကာတ်မြဟ်။  sore throat. (adj)  ယဲကံ။"},
{"word":"sorrow","def":"n.  သောက၊  ဓဝ်စံၚ်တူ၊  ဒဒှ်မအောန်စိုတ်၊  ဒဒှ်မဒှ်ဓဝ်ဗ္ဂုဲစံၚ်တူ။  vt.  အောန်စိုတ်၊  ဒှ်ဓဝ်စံၚ်တူ၊  အောန်စိုတ်လေၚ်ဇွောဝ်။  sorrowful (adj)  အောန်စိုတ်၊  မအောန်စိုတ်လေၚ်ဇွောဝ်၊  မဂြံၚ်ဂြ၊  ဟောံဇြ။  sorrowfully (adv)  နဒဒှ်မအောန်စိုတ်လေၚ်ဇွောဝ်။"},
{"word":"sorry","def":"adj.  စိုတ်အောန်၊  ဒိုက်စိုတ်၊  မအောန်စိုတ်၊  မသ္ၚောံ၊  မဂွံသံဝေဂ။  ၂။  မဒှ်သွက်ဂွံဆာန်ဍူခိုဟ်။"},
{"word":"sort","def":"n.  ဂကူ၊  အဇာ၊  ပက္ကရ၊  ပြကာ၊  ယျၚ်။  vt.vi.  ပါ်ဂကူ၊  ပါ်အဇာ၊  ရုဲစှ်။"},
{"word":"sortie","def":"n.  ဒဒှ်မကလေၚ်ပၠန်ဗတိုက်ဗြုဗြု နူကဵုဒပ်သ္ဒးဒုၚ်ဝိုၚ်ဗိုၚ်လဝ်။"},
{"word":"sot","def":"n.  အိက်အရက်၊  သၟုၚ်အရက်။"},
{"word":"soufflé","def":"n. Fr.  ကွာၚ်မကၠောန်လဝ်နကဵုထဝ်ဗာတ်ကၠေၚ်သွဟ် သီုကဵုဍာ်တှ်ခၟာဲစာၚ်ခ္ဍံက်စုတ်လဝ်။"},
{"word":"sough","def":"vt.vi.  ဗြု(ညံၚ်ရဴသၠဆုဒးကျာ)။  n.  ဒဒှ်ဗရုမဗြုညံၚ်ရဴသၠဆုဒးကျာ။"},
{"word":"sought","def":"ရံၚ် seek တေံညိ။"},
{"word":"soul","def":"n.  ဝိညာဏ်၊  ပုၚ်သၟော၊  လမျီု၊  နာံ။  ၂။  စိုတ်၊  စေတသိက်။  ၃။  မၞိဟ်သတ်တိရစ္ဆာန်။  ၄။  မၞိဟ်မရှ်ေသှ်ေထေက်။  soulful (adj)  မနွံကဵုဓာတ်စိုတ်ဇၞော်ဇၞော်၊  မနွံကဵုစိုတ်ဇၞော်ဇၞော်။"},
{"word":"sound","def":"n.  ကွိၚ်၊  ပလေ၊  ပလေဝ်၊  ပလေဝ်ပလံၚ်၊  ဖရု၊  ဗရု၊  ဒမြု၊  အကြီု၊  ရမျာၚ်၊  အခြၚ်။  vt.vi.  ဂဟီ(ကၚ်)၊  တက်၊  ဗြု၊  ရမျာၚ်ဗြု၊  ရိုက်၊  လောၚ်၊  သာၚ်။  ၂။  သ္ပသမ္တီ။  ၃။  စၟဳစၟတ်၊  စမ်ၜတ်။  soundproof (adj)  မနွံကဆံၚ်ရမျာၚ်လုၚ်လုၚ်(ရမျာၚ်တိတ်လုပ်ဟွံဂွံ)၊  မနွံကဆံၚ်ရမျာၚ်ဟွံရိုၚ်။  sound a gong. (vt)  တလိုန်ကၚ်။  sound forth. (vt.vi)  ဓမြိၚ်ကမြဴ၊  လောၚ်ဆောၚ်။  sound out. (vt.vi)  ကၠံၚ်စမြေဲ၊  စမြေံ၊  ရိုက်လလောၚ်။"},
{"word":"sound","def":"|2| n.  ကလိုဟ်က္ၜဳ။  vt.vi.  စံဍာ်၊  ၜတ်ဒမျိုဟ်ဍာ်။  ၂။  ဗက်ခ္ဍာံရံၚ်၊  ဗက်ထံၚ်ပရိုၚ်၊  ဗက်ဗဗုၚ်ဗဗၚ်၊  ဗက်ပနံၚ်ဗက်စၟုတ်။"},
{"word":"sound","def":"|3| adj.  မထတ်ယုက်၊  မဟၟဲကဵုယဲ။  ၂။  မစေံပေါတ်၊  မခိုၚ်ကၠိုက်ပ္ဍဲကဵုဟိုတ်ဖဵု၊  မလေပ်ဆဵုဗွဲဇမ္ၚောဲ။  ၃။  မစှ်ေကဵုသၞောတ်ဗ္ၜတ်၊  မဍိုက်ပေၚ်။  soundly (adv)  နဒဒှ်မဂွံမြဟ်(မဖဲသ္တိက်)ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  soundness (n)  ဒဒှ်မဂွံမြဟ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။"},
{"word":"soup","def":"n.  သွ၊  သွဍာ်ဍာ်၊  သွဖျုန်ၜိုဟ်ဍာတ်ဍာတ်၊  သွသောတ်၊  သွဍာတ်ဍာတ်။"},
{"word":"sour","def":"adj. (-er,-est)  မဖျး၊  မဂွံသၟူဖျး။  ၂။  မလီုအာ၊  မအုတ်အာ။  ၃။  မဂၠေံစိုတ်၊  မလွဳလဝ်စိုတ်ဟွံဒးဂၞပ်ကဵုညးသအာၚ်။  vt.vi.  သကဵုဖျး၊  ဖျးကၠုၚ်။  sourness (n)  ဒဒှ်မဖျးကၠုၚ်၊  ဒဒှ်မသကဵုဖျးအာ။  sour gruel. (adj)  ဍာ်ဗဳလၚ်(ပုၚ်ဍာ်တှ်ဗ္စး)၊  ဍာ်သံ။  sour milk. (adj)  ဍာ်တှ်ဗ္စး။"},
{"word":"source","def":"n.  တံ၊  တံရိုဟ်၊  မူလ၊  ဟိုတ်တံ၊  တံဟိုတ်။"},
{"word":"souse","def":"vt.  ကၠဟ်ဖျေံပ္ဍဲဍာ်၊  ဂွပ်ကဵုၜဵု(က,ၚုဲ)။"},
{"word":"south","def":"n.  ဒိုဟ်သမၠုၚ်ကျာ။  adj.  မဒှ်နူဒိုဟ်သမၠုၚ်ကျာ။  southeast (adj)  ဒိုဟ်အဂၞဲ (ဒိုဟ်ဗၟံက်သမၠုၚ်ကျာ)၊  မဆေၚ်စပ်ကဵုဒိုဟ်ဗၟံက်သမၠုၚ်ကျာ။  southern (adj)  မနွံလ္ပာ်ဒိုဟ်သမၠုၚ်ကျာ၊  မဒှ်လ္ပာ်ဒိုဟ်သမၠုၚ်ကျာ။  southwest (adj)  နေရတိ၊  ဒိုဟ်နေရတိ (ဒိုဟ်ပလိုတ်သမၠုၚ်ကျာ)၊  မဆေၚ်စပ်ကဵုဒိုဟ်ပလိုတ်သမၠုၚ်ကျာ။  southern continent. (adj)  ဇမ္ဗုဒိပ်၊  တ္ကံသမၠုၚ်ကျာ။  adv.  လ္ပာ်ဖာဒိုဟ်သမၠုၚ်ကျာ၊  သမၠုၚ်ကျာ။  southward(s) adv. ဖာလ္ပာ်ဒိုဟ်သမၠုၚ်ကျာ။"},
{"word":"Southern Cross","def":"n.  သၞံၚ်ကရောဲ။"},
{"word":"souvenir","def":"n.  ကပေါတ်သွက်သ္ဂောံရဂွံသတိဗှ်သၞာ၊  ကပေါတ်သွက်ဂွံဗှ်ဗၞုဟ်၊  ကပေါတ်သွက်ဂွံသ္ပစၟတ်သမ္တီ။"},
{"word":"sovereign","def":"adj.  အဓိပ၊  အဓိပတိ၊  ဣန်သွဵု၊  ဇၞော်ပြဲမဟၟဲကဵုသၞောတ်ဗ္ၜတ်။  ၂။  ပိုၚ်ပြဳလဝ်အဝဵုအထောတ်ကၞောတ်။  ၃။  မနွံကဵုၚုဟ်မး၊  မခိုဟ်တဴဗွဲတၟေၚ်။  n.  မၞိဟ်အုပ်ဓုပ်၊  မၞိဟ်ပိုၚ်ပြဳ၊  သၟိၚ်။  ၂။  ထဝ်တၚ်္ကာအၚ်္ဂလိက်၊  တၚ်္ကာထဝ်အၚ်္ဂလိက်။  sovereignty (n)  အဝဵုကၞောတ်အထောတ်၊  ကၟိန်ဍုၚ်။"},
{"word":"sow","def":"vt.vi. (pt.sowed, pp.sown)  ဂြာတ်၊  ဒြာတ်၊  ဂြာတ်မ၊  ဒြာတ်မ၊  တဵုပ္တံ။  sow seed. (vt)  ဂြာတ်မ၊  တဵုကလုတ်၊  ဒြာတ်မ။  n.  ကၠိက်ၝောံ၊  ကၠိက်ၝောံဇၞော်။"},
{"word":"spa","def":"n.  ဍာ်ဗလာဲဂမ္တဴ။"},
{"word":"space","def":"n.  အမှဲ၊  ဂၠးအမှဲ။  ၂။  ဇမ္ၚောဲအကြာၜါ။  ၃။  ဒၞာဲဇၞော်သၠဲ။  vt.  သၠဲပ္တိတ်၊  တၞဟ်ခြာလဝ်ဇမ္ၚောဲခရာဍေံတုပ်တုပ်။  spacious (adj)  မနွံကဵုဒၞာဲသၠဲသၠဲ။"},
{"word":"spade","def":"n.  ကွဵုပၠာ။  ၂။  ဍောၚ်သပိတ်ပ္ဍဲဖေဝ်။  vt.  ခဲါခ္ဍဟ်ကဵုကွဵုပၠာ။"},
{"word":"span","def":"n.  ဍ (မနွံခရာ-၉-ၝောံတဲ)၊  စ္ဍ။  ၂။  ဇမ္ၚောဲခရာတမ်ကဵုကၞောတ်အရာမွဲမွဲ။  vt. (pt.p.-nned)  ကၠောံဍ။  ၂။  ၜတ်၊  ဍ။"},
{"word":"spangle","def":"n.  တၞးဖ္ကောဝ်ပလေဲပလေဲ မဂ္ညိဂ္ညာတ်စုတ်ပ္ဍဲဂၠိက်ယာတ်။  vt.  ဗ္ဂပ်စုတ်ဍောၚ်သၞံၚ်ဖ္ကောဝ်။"},
{"word":"spank","def":"vt.  ဂဗး၊  ဂဗးကဵုဂတာတဲ။  ၂။  ဂြိပ်မြက်မြက်၊  အာပြဟ်ပြဟ်။  spanking (n)  ဒဒှ်မဂဗးကဵုဂတာတဲ။"},
{"word":"spanner","def":"n.  တဝ်ကဝဲဍိုပ်ဇာဝဳ(မူလဳ)၊  ဂွ၊  သပါန်နာ။"},
{"word":"spar","def":"n.  တိုၚ်ယာ။  vt.vi.  ချဳဒရာစဵုဒၞာနကဵုသတ်တဲ ပ္ဍဲပေဲါလက်ပၠုဲ။"},
{"word":"spare","def":"vt.vi.  သကဵုအခေါၚ်သက်သာ၊  ထံက်တုဲဆာန်ဍူ။  ၂။  ခနေံရပ်၊  ချိၚ်ဆရပ်စပ်၊  သ္ဂေဟ်သွဟ်။  adj.  မဂၠိုၚ်နူကဵုနွံပၟိက်၊  မဇွောံစွံလဝ်၊  မဂိုၚ်စွံလဝ်။  n.  ကပေါတ်ဇွောံစွံလဝ်၊  ကပေါတ်အပဵု။  sparing (adj)  မချိၚ်ဆရပ်စပ်။  sparingly (adv)  နဒဒှ်မချိၚ်ဆရပ်။"},
{"word":"spark","def":"n.  ပ္ကဴပၟတ်၊  ဒဒှ်ပ္ကဴပၟတ်တိတ်၊  ဖဍတ်၊  ဖဍတ်ပၟတ်။  vi.  ပ္တိတ်ပ္ကဴပၟတ်၊  ပ္ကဴပၟတ်တိတ်။"},
{"word":"sparkle","def":"vi.  ပလေဲ၊  ပလေဲတၟး။  n.  ဒဒှ်မပလေဲတၟး။"},
{"word":"sparrow","def":"n.  ဂစေံဇွာဍုၚ်၊  ဂစေံမာသ္ၚိ၊  ဂစေံမၚ်သ္ၚိ၊  ဂစေံပၟၚ်သ္ၚိ။"},
{"word":"sparse","def":"adj.  မကြဳ၊  မစြိၚ်စြာဲ၊  မထောၚ်၊  မသိၚ်၊  မပြး၊  သမြိၚ်။  sparsely (adv)  သိၚ်သိၚ်ကြဳကြဳ၊  ကြဳကြဳပြးပြး၊  ပြးပြးသိၚ်သိၚ်။  sparsity (n)  ဒဒှ်မကြဳ၊  ဒဒှ်မသိၚ်၊  ဒဒှ်မပြး။"},
{"word":"spasm","def":"n.  ဒဒှ်ကတေၚ်တိုန်၊  ဒဒှ်ကတေၚ်ဒဇက်တံၚ်။  spasmodic (adj)  မဒှ်တိုန်မွဲမွဲလစုတ်။  ၂။  မဒှ်နွံဒၟံၚ်ကဆံၚ်ကတေၚ်တံၚ်ဒဇက်၊  မက္တဵုဒှ်ဟိုတ်နူကတေၚ်တံၚ်။"},
{"word":"spat","def":"ရံၚ် spit တေံညိ။"},
{"word":"spate","def":"n.  ဒဒှ်ဍာ်ၜဳဇၞော်၊  ဒဒှ်ကမၠောန်ဇၞော်မောဝ်တိုန်။"},
{"word":"spathe","def":"n.  ဂဒံ(ဒအ်)။"},
{"word":"spatial","def":"adj.  မဆေၚ်စပ်ကဵုအာကာသ၊  မဆေၚ်စပ်ကဵုအမှဲ။"},
{"word":"spatter","def":"vt.vi.  ပရာတ်(ဍာတ်)၊  ဗရဲပက်၊  စှ်ေဒၟံၚ်တော်တော်။  n.  ဒဒှ်မဗရဲပက်၊  ဒဒှ်မစှ်ေဒၟံၚ်တော်တော်၊  ဒဒှ်မပရာတ်။"},
{"word":"spatula","def":"n.  ကရိယာသွက်သ္ဂောံ ဖုဲပနှဴကပေါတ်ဂဥုဲဇဗ၊  ဇန်ထပှ်ေထပှ်ေ။"},
{"word":"spawn","def":"n.  ခၟာဲၚဴ၊  ခၟာဲက။  vt.  ၚဴခၟာဲ၊  ကခၟာဲ။"},
{"word":"speak","def":"vt.vi. (pt.spoke, pp.spoken)  ကွိၚ်ပါၚ်၊  ဂး၊  ဗြု၊  သ္ဂး၊  သဟီု၊  သှီု၊  ဟီု၊  ဟီုဂး၊  ဟီုဂလာန်ပလန်ဂတးညးသ္ကံ၊  ဟီုဇိုန်။  ၂။  ဟီုလဗပ်၊  ဟီုသကေဝ်ကတောဝ်။  speak in reply. (vt.vi)  သဟီုခၠေဝ်တိုန်။  speak lightly. (vt.vi)  လၟုဲလၟက်။  speak of. (vt.vi)  ဟီုပရိုၚ်။  speak privately. (vt.vi)  ဟီုဂဒီု။  speak repeatedly. (vt.vi)  ဟီုကဆံ။  speak to. (vt.vi)  ပ္တီ။  speak with authority. (vt.vi)  ဟီုပၟိၚ်။"},
{"word":"spear","def":"n.  ဗၞုဟ်၊  ဗၞုဟ်ကၞံၚ်။  vt.  ထပက်ကဵုဗၞုဟ်။"},
{"word":"special","def":"adj.  မဒှ်ဗွဲတၟေၚ်၊  မဒှ်ဗွဲတၟေၚ်ခြာ။  ၂။  မဒှ်ဗွဲတၟေၚ်၊  မတၟေၚ်။  specialist (n)  မၞိဟ်မစိုန်သ္ကီုဗွဲတၟေၚ်၊  အ္စာသဝ်ဝန်မလွဳပရာမာန်ဗွဲတၟေၚ်။  speciality (n)  အစောံစရာဲဗွဲတၟေၚ်။  ၂။  အရာ,တၚ်မပြာကတ်ဗွဲတၟေၚ်။  specialize (vt.vi)  ဗက်လ္ၚတ်ကတ်ဗွဲတၟေၚ်။"},
{"word":"species","def":"n.  ဂကူသ္ကံ၊  ဂကူမွဲကရောံ။  ၂။  မြမောဝ်မစုတ်ပ္ဍဲသွ။  three chief species. (n)  ကြိက္ကတုက်ဇၞော်။  animal species. (n)  ဂကောံဂကူသတ်တိရစ္ဆာန်မဇတုပ်။"},
{"word":"specific","def":"adj.  စေံစေံပေါတ်ပေါတ်၊  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၂။  မဒှ်ဗွဲတၟေၚ်။  specify (vt.vi)(pt.pp.-fied)  မဓမံက်ထ္ၜးကဵုစေံစေံပေါတ်ပေါတ် ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  specification (n)  အရာမသ္ပသမ္တီစေံစေံပေါတ်ပေါတ်၊  အရာမစၞောန်ထ္ၜးကဵုစေံစေံပေါတ်ပေါတ်။"},
{"word":"specimen","def":"n.  ဗီုပြၚ်၊  နမူနာ။"},
{"word":"specious","def":"adj.  မဒှ်ဒၟံၚ်ညံၚ်ရဴဒးမံၚ်ကီု၊  မဒှ်ဒၟံၚ်ဆၜိုတ်ဗွဲလ္တူကျာ။"},
{"word":"speck","def":"n.  အစောန်အပြံက်၊  ဒၞာဲဍံက်ဍာပ်သၟတ်။"},
{"word":"speckle","def":"n.  အစောန်အပြံက်၊  ဍံက်ဍေန်။  speckled (adj)  မနွံကဵုအစောန်အပြံက်ဗွဲမဂၠိုၚ်။"},
{"word":"spectacle","def":"n.  အသေအဟာန်မဂၠိုၚ်ကဵုမၞိဟ်။  ၂။  ဂၠးလညာတ်နကဵုမတ်။  ၃။  ဒ္ၚောဝ်မတ်။"},
{"word":"spectacular","def":"adj.  မဇၞော်တၟေၚ်။"},
{"word":"spectator","def":"n.  မၞိဟ်ဗဵု၊  မၞိဟ်ဗဵုပေဲါ၊  မၞိဟ်ဗဵုဒၟံၚ်လ္ပာ်ဒကဴ။"},
{"word":"spectre","def":"(specter) n.  ကလော်၊  ဒဒှ်မချပ်ဖေက်သွက်အနာဂတ်ဂတ။  spectral (adj)  မတုပ်ကဵုကလော်။"},
{"word":"spectrum","def":"n.  လၟေၚ်အရံၚ်၊  လၟေၚ်အရံၚ်မနွံပ္ဍဲလျး၊  အရံၚ်မနွံပ္ဍဲလျး၊  လျးအရံၚ်ခမၚ်သုၚ်ဍာ်။"},
{"word":"speculate","def":"vt.  ခယျစၚ်ခြၚ်၊  ခယျချပ်၊  ချပ်စၚ်ခြၚ်။  ၂။  သွံရာန်မဇၞော်ကဵုဇြဟတ်ရန်တၟံကဵုပရဲပရာံဇၞော်ဇၞော်၊  ဝေၚ်ၚုဟ်မးသွက်သ္ဂောံဂွံပရဲပရာံဇၞော်ဇၞော်။  speculator (n)  မၞိဟ်သွံရာန်ရန်တၟံကဵုပရဲပရာံဇၞော်ဇၞော်၊  မၞိဟ်ဝေၚ်ၚုဟ်မး။  speculation (n)  ဒဒှ်မချပ်စၚ်ခြၚ်။"},
{"word":"sped","def":"ရံၚ် speed တေံညိ။"},
{"word":"speech","def":"n.  အရေဝ်၊  ဂလာန်၊  ဒဒှ်မဟီုအရေဝ်၊  ဒဒှ်မဟီုဂလာန်၊  ဒဒှ်မဟီုဂလာန်မာန်၊  လဟီု၊  လဟီုလ္ဂး၊  ဝစန၊  ဝစဳ၊  ဝါစာ၊  ဝါဒ။  ၂။  ဒဒှ်မမြော်ဂလာန်။  speechless (adj)  မဒှ်စိုပ်အာကဆံၚ်ဟီုအရေဝ်ဟွံမာန်။"},
{"word":"speed","def":"n.  ဒရိပ်မဆုဲအာ၊  ဒရိပ်လအာ။  ၂။  ဒဒှ်မပြဟ်၊  ပရှ်။  vt.vi. (pt.pp.sped or speeded)  ကညောန်၊  သကဵုအာဗွဲပရှ်။  speedy (adj)  မပြဟ်၊  မမြက်စာ။  speedily (adv)  ဗွဲမပြဟ်၊  နဒဒှ်မမြက်စာ။"},
{"word":"spelaeology","def":"(speleology) n.  ကွတ်ပညာမလ္ၚတ်ဂိုဟ်တံ ထီုတံ။"},
{"word":"spell","def":"vt.vi. (pt.pp.spelled or spelt)  ခဍံက်၊  ခ္ဍံက်၊  ခ္ဍံက်လိက်။  ၂။  သကဵုဖျိုပ်ကဵုဒတုဲဖဵု။  spelling (n)  မလိက်ခ္ဍံက်။  spelling book. (n)  ခတဵုဇၞော်၊  ဂတဵုဇၞော်၊  ဗီုခတဵုဇၞော်၊  လိက်ခတဵုဇၞော်၊  လိက်ဗီုခတဵုခဍံက်။"},
{"word":"spell","def":"|2| n.  ဂါထာမန်ယန်၊  ဓာတ်တံၚ်ဂြဲ။  spell-bound (adj)  မသ္ဒးဒုၚ်ရပ်စ၊  မသ္ဒးဒုၚ်တံၚ်ကဵုဓာတ်တံၚ်ဂြဲ၊  မသ္ဒးဒုၚ်တံၚ်ကေတ်ဏာပုၚ်ခၟော။"},
{"word":"spell","def":"|3| n.  အခိၚ်အခါ၊  အခါသာမယျ၊  အခိၚ်ကာလ၊  အဃော။"},
{"word":"spend","def":"vt.vi. (pt.pp.spent)  ရပ်စပ်(သၠုဲ)။  ၂။  ရပ်စပ်စကာ၊  သကဵုအိုတ်အာ။  spendthrift (n)  မၞိဟ်ပၠေၚ်သၠုဲ။  spent (adj)  မရပ်စပ်အိုတ်အာ၊  မအိုတ်အာဓတ်ကရတ်၊  လိုက်လဴ။"},
{"word":"sperm","def":"n.  ဍာ်အသုစိ၊  ဍာ်သကဵုတန်ဒၟုၚ်ဒလေၚ်(ပဋိသန္ဓိ) တိတ်ကၠုၚ်နူကဵုတၟက်တၟက်(တြုံတြုံ)၊  ဍာ်သုက်။"},
{"word":"spew","def":"vt.vi.  ကၠာတ်၊  တ၊  ထအံ၊  ထအံတတိတ်။"},
{"word":"sphere","def":"n.  တွဵုဒၞာ၊  ခုခ္ဍံခ္ဍံ၊  အရာမနွံဗီုခ္ဍံခ္ဍံ(တ္ၚဲ,သၞံၚ်,ဂြိုဟ်)။  ၂။  အရီု၊  ပဝိုၚ်၊  ခန်လွာဒေသဒဒှ်စိုတ်မလုပ်စ၊  ခန်လွာဒေသဒဒှ်မယဵုဒုၚ်ကာ။  ၃။  ခန်လွာဒေသသြဇာမစိုပ်။  spherical (adj)  မခ္ဍံဒၟံၚ်။  spheroid (n)  မနွံကဆံၚ်ကြပ်စှ်ေဒၟံၚ်ဗီုခ္ဍံခ္ဍံ။"},
{"word":"sphinx","def":"n.  ရုပ်မနုဿသဳဟ၊  မၞိဟ်ကၞိက်ဒမၠုက်လေပ်။"},
{"word":"spice","def":"n.  အရာမစုတ်ပ္ဍဲသွသွက်ဂွံမောဝ်ဇောဝ်။  ၂။  အရာမသကဵုစိုတ်လုပ်စ၊  အရာမသကဵုအရီုထၞေန်စပ်။  vt.  စုတ်အရာမြမောဝ်ပ္ဍဲသွ။"},
{"word":"spick-and-span","def":"adj.  မတၟးဇး၊  မသအးဇ္ၚး၊  မသိပ်ဂၠိပ်။"},
{"word":"spider","def":"n.  အယဴဖိုၚ်၊  စၟလဟုၚ်၊  ဇာဖိုၚ်၊  ယဴဖိုၚ်။  spider's web. (n)  ဖိုၚ်ဇာ၊  သ္ၚိဖိုၚ်ဖာ။"},
{"word":"spied","def":"ရံၚ် spy တေံညိ။"},
{"word":"spike","def":"n.  အရာကေက်ကေက်၊  ပသဲကေက်ကေက်။  ၂။  တကောၚ်၊  ထကောၚ်၊  ထကောၚ်မမာ်ဗ္တစိၚ်၊  တဝ်ပ္ကဴ။  vt.  ဗ္ဂပ်စုတ်ကဵုအရာကေက်ကေက်။  ၂။  ထပက်စုတ်ကဵုလေံကေက်ကေက်။"},
{"word":"spill","def":"vt.vi.  ပနှဳ၊  ဖနှဳ၊  သကဵုကလိုက်နှဳစှ်ေ။  ၂။  ဒတုံစှ်ေ၊  သကဵုစှ်ေ။  n.  ဒဒှ်မဒတုံစှ်ေနူကဵုယာန်ချေံ။"},
{"word":"spin","def":"vt.vi. (-nn-)(pt.pp.spun)  ကၠေၚ်၊  ကၠေၚ်တောဝ်၊  ဓရာ၊  ဓရာတောဝ်။  ၂။  တုတ်တုတ်။  ၃။  သကဵုဂေတ်၊  ၜံက်၊  ၜံက်ကရောဲ။  spin cotton. (vt)  ကၠေၚ်တောဝ်။  n.  ဒဒှ်မသကဵုဂေတ်ကၠောံရေတ်အာ။  ၂။  ပွမဒဳကွဳစက်တရဴဂၠေံဂၠေံ။  spun silk. (adj)  မကၠေၚ်ပနှဴလဝ်တောဝ်သုတ်ပိုတ်ပိုတ်ကဵုတောဝ်ချဵု သ္ဂောံသွံရာန်တန်တန်။"},
{"word":"spinach","def":"n.  ခါ(သၞေဝ်ကေဝ်)၊  တၞံခါ။  spinach seed. (n)  မခါ၊  သၞေဝ်ဍာ်ဟု။"},
{"word":"spindle","def":"n.  ကၞေၚ်ဟတ်။  ၂။  ခါၚ်တိုၚ်၊  ရိ၊  တဝ်ရိ။  spindle of thread. (n)  တောဝ်ကၞေၚ်။"},
{"word":"spine","def":"n.  ဇုတ်ဒရံၚ်။  ၂။  နၚ်က။  spinal (adj)  မဆေၚ်စပ်ကဵုဇုတ်ဒရံၚ်။  spineless (adj)  မဟၟဲကဵုဇုတ်ဒရံၚ်၊  မနွံကဵုဓာတ်စိုတ်ဍိုန်ဍိုန်ပရေံပရေံ။"},
{"word":"spinning","def":"n.  ဒဒှ်မဂေတ်မံၚ်။  spinning wheel. (n)  ဟတ်။"},
{"word":"spinster","def":"n.  ဝုတ်၊  ဝုတ်ဒုဲ၊  ဝုတ်ဇၞော်။"},
{"word":"spiral","def":"adj.  မလာံပူဒၟံၚ်၊  ကဝးဇုက်ဂြိုပ်။  vi. (pt.pp.-led or -lled)  ပူလာံဂေတ်အာညံၚ်ရဴသကေတ်ကၞု။"},
{"word":"spire","def":"n.  ကၞောတ်၊  တၞုၚ်၊  ကၞောတ်အထောတ်၊  စမၠံၚ်။"},
{"word":"spirit","def":"n.  နာံ၊  ပုၚ်ခၟော၊  ဘုတ်၊  ဝိညာန်။  ၂။  စိုတ်။  ၃။  ဒေဝတဴ၊  ကလော်။  ၄။  သတ္တိ၊  ဒဒှ်မလရုက္တဵု။  ၅။  စိုတ်စရိုတ်၊  ဓာတ်စိုတ်။  ၆။  မၞိဟ်သ္ကိုပ်သ္ကအဓိက။  ရ။  အဓိပ္ပာဲဍာံဍာံ။  ၈။  ဒဒှ်မသ္ဒးဒုၚ်စသိုၚ်ပ္ဍဲစိုတ်၊  ဒဒှ်မဒုၚ်စသိုၚ်ပ္ဍဲအရီု။  ၉။  အရက်၊  သိအရက်။  vt.  ကၠတ်ကော်ဏာ၊  ကၠတ်ဏာ။  spirited (adj)  မဍိုက်ပေၚ်ကဵုဇြဟတ်၊  မမြက်စာသာက္ဍာ၊  မနွံကဵုသတ္တိ။  spiritless (adj)  မဟွံမွဲကဵုဓတ်၊  မဟွံမွဲကဵုသတ္တိ။  spiritual (adj)  မဆေၚ်စပ်ကဵုစိုတ်၊  မဆေၚ်စပ်ကဵုဝိညာန်၊  မဆေၚ်စပ်ကဵုပရေၚ်လောကုတ္တဵု၊  လောကုတ္တဵု။ ၂။  မပတှ်ေကေတ်လောကဝိညာန်။  spiritual perception (adj)  ဝိပဿနာ။  spiritualism (n)  ကွတ်အ္စာမှဝ်၊  ကွတ်မလေပ်ကော်ဝိညာန်၊  ကွေတ်ဝါဒဝိညာဏ။  spiritualist (n)  မၞိဟ်ပတှ်ေကွတ်အ္စာမှဝ်၊  မၞိဟ်ပတှ်ေသ္ပအဓိကကဵုနာံဝိညာန်။  spirit of the woods. (n)  ရုက္ခဇဵု။  spirit medium (n)  ဒေါၚ်။"},
{"word":"spirituous","def":"adj.  မနွံသီုအရက်၊  မပါသီုအရက်။  spirituous liquor. (adj)  သူရာ။"},
{"word":"spit","def":"vt.vi. (-tt-) (pt.pp. spat or spit)  ခါ်ချဟ်၊  ချဟ်၊  ချဟ်ဍာ်ပါၚ်၊  လရိုအ်ဒၟံၚ်ေၚာေၚာ(ဗ္ဂဲ)၊  ဖ္ဍောတ်တုဲဖ္ဍောတ်ပၠန်၊  ကရဳကရောတ်။  n.  ဒဒှ်မချဟ်ဍာ်ပါၚ်။  ၂။  ဍာ်ပါၚ်၊  ဍာ်ကံ။  ၃။  ကနတ်၊  ဓနတ်၊  စၞောတ်(ပရာၚ်စက,ဖျုန်)။  spittle (n)  ဍာ်ကသှ်၊  ဍာ်ကံ၊  ဍာ်ပါၚ်။"},
{"word":"spite","def":"n.  ဝဲ၊  ဝဲသၞ၊  အာဃာတ၊  စိုတ်ဟွံဒး။  vt.  သ္ပကၠောန်ညံၚ်ဂွံဒးဝပ် နဒဒှ်ရဴဒက်လဝ်ဝဲ၊  ကၠောန်ညံၚ်ရဴဒက်လဝ်ဝဲ၊  ကၠောန်နကဵုစိုတ်အာဃာတ။  spiteful (adj)  မနွံကဵုသဒှ်ဒက်လဝ်ဝဲ၊  မစွံလဝ်စိုတ်အာဃာတ။  spitefully (adv)  နဒဒှ်မနွံကဵုဒဒှ်မဒက်လဝ်ဝဲသၞ။"},
{"word":"spittoon","def":"n.  ထၟာဲတဲ။"},
{"word":"splash","def":"vt.vi.  ပရာတ်၊  ပရာတ်ဗ္ဇးပ္တိတ်၊  ပက်၊  ပက်ညံၚ်ရဴသ္ဂောံပရာတ်တော်တိတ်အာ။  ၂။  ကဵုဍာ်ပရာတ်ဍုက်အာအရာမွဲမွဲ၊  သကဵုဍုက်အာ။  n.  ဒဒှ်ဍာ်မစှ်ေကၠုၚ်၊  ဒဒှ်မပက်ဍာ်၊  ဒဒှ်ဍာ်ပရာတ်၊  ဂွေၚ်ဍုက်မံၚ်ကဵုဍာ်၊  ရမျာၚ်ဍာ်ကလိုက်ပရာတ်။"},
{"word":"splay","def":"vt.vi.  ပါၚ်သၠဲကၠုၚ်၊  ပါၚ်ဇာကၠုၚ်၊  သၠဲပ္တိတ်ပါၚ်။  adj.  မပၠးလး(ဂတာဇိုၚ်)၊  မဇၞော်ထပှ်ေ။  splayfoot. (n)  ပၠာဂတာဇိုၚ်။  splayfooted. (adj)  မနွံကဵုဂတာဇိုၚ်ပၠာထပှ်ေထပှ်ေ။"},
{"word":"spleen","def":"n.  ပၠိ၊  ဖလှိ၊  သၠကြုက်(အၚ်္ဂပ္ဍဲဗုၚ်မၞိဟ်,သတ်တိရစ္ဆာန်)။  ၂။  ဒဒှ်စိုတ်မက္တဵု။"},
{"word":"splendid","def":"adj.  မနွံကဆံၚ်မဒးကဵုဂၞပ်စိုတ်။  ၂။  မဒှ်ကဆံၚ်မဇၞော်သၠဲလး။  splendour (n)  ဇုတိ၊  ဒဒှ်မဒှ်ကဆံၚ်မဇၞော်သၠဲလး၊  ပွမဒှ်ကဆံၚ်ဇၞော်ဇၞော်သၠဲသၠဲလးလး၊  လျးကာယ၊  သြဳ။"},
{"word":"splice","def":"vt.  ဆက်လဝ်ပလောပ်ဇုက်မွဲကဵုမွဲ။  ၂။  ဆက်ထပ်ကေတ်ဂတဵုၜါတၞး။  n.  ပီုဒၞာဲဆက်လဝ်၊  ဂတဵုဒၞာဲထပ်ဆက်လဝ်၊  ဂတဵုဆက်။"},
{"word":"splint","def":"n.  စန်ဆု၊  စန်ဂတဵု။"},
{"word":"splinter","def":"n.  အရာမတၟေက်ကုတ်တိတ်အာ၊  ကၞာတ်ကၞောတ်ပိုတ်ပိုတ်၊  ဒစုက်၊  ဒကုတ်ပိုတ်ပိုတ်။  vt.vi.  သကဵုဒှ်ပိုတ်ပိုတ်ဒကုတ်ဒကုတ်၊  သကဵုပြောပ်အာ။"},
{"word":"split","def":"vt.vi. (pt.pp. split)  ကရေက်၊  တရေက်၊  ထကး၊  ပါ်၊  လာ်၊  သမြေက်။  ၂။  သကဵုပြးအာက္ဍိုပ်။  ၃။  ကရောန်၊  ၜံက်၊  ပံက်၊  ထကး။  split bamboo. (vt)  ချာ၊  ဒုန်ကရေက်။  split open. (vt.vi)  ပါ်ထကး၊  ပြောပ်အာ။"},
{"word":"splutter","def":"vt.vi.  ထုဲကၠပ်ပရှ်ဟီုဂး။  ၂။  သကဵုဗြုဂြၚ်ဂြၚ်ခြေၚ်ခြေၚ်,ဍံက်ဍံက်။"},
{"word":"spoil","def":"vt.vi. (pt.pp.-t or -ed)  ဂပေက်၊  ပၠံၚ်ကေတ်၊  ပၠေၚ်၊  လီုလာ်၊  သကဵုဒှ်အာမဟွံလုပ်ကေၚ်ကာ၊  အုတ်အာ။  ၂။  ပလီုပလာ်၊  သကဵုဒ္ဂေတ်ပဋိပတ်လီု။"},
{"word":"spoils","def":"n.  ဂြပ်ဗ္တိုက်ဂွံနၚ်၊  ဂြပ်ကၠတ်ဂွံနၚ်။"},
{"word":"spoke","def":"ရံၚ် speak တေံညိ။"},
{"word":"spokesman","def":"n.  မၞိဟ်မနွံကဵုအခေါၚ်အဝဵုဟီုဂး၊  မၞိဟ်ဒှ်မၞိဟ်စၞး။"},
{"word":"sponge","def":"n.  ပတိုဟ်ဍာ်၊  ထၜိုဟ်ဍာ်၊  လတာၜဳ။  vt.vi.  ဆာပ်ကေတ်ကဵုထၜိုဟ်ဍာ်၊  ဍာပ်ကေတ်ကဵုထၜိုဟ်ဍာ်၊  ကြာတ်ကေတ်ကဵုထၜိုဟ်ဍာ်၊  ဇိုတ်ကဵုထၜိုဟ်ဍာ် ညံၚ်ဂွံပလေဲအး၊  ဇြောတကေတ်ကဵုထၜိုဟ်ဍာ်။  spongy (adj)  မဒှ်ညံၚ်ရဴထၜိုဟ်ဍာ်။"},
{"word":"sponsor","def":"n.  မၞိဟ်ကေတ်တာလျိုၚ်၊  မၞိဟ်ဒုၚ်လယိုၚ်။  ၂။  မၞိဟ်သ္ပကမကထကဵုကသပ်။"},
{"word":"spontaneous","def":"(adj)  မဒှ်ဒၟံၚ်နအလိုက်ဍေံကဵုဍေံ၊  မက္တဵုဒှ်ကၠုၚ်ဟွံသ္ဒးပ္တန်ဗဒှ်။  ၂။  မဒှ်လီုလ္ပာ်အပ္ဍဲ၊  မဒှ်လ္ပာ်အပ္ဍဲ၊  မဟွံဆေၚ်စပ်ကဵုလ္ပာ်မ္ၚး။  spontaneously (adv)  နဒဒှ်အလိုက်ဍေံကဵုဍေံ။"},
{"word":"spool","def":"n.  ခရာ၊  တၞဝ်၊  တၞောဝ်၊  ဒရာ၊  ဒရာတောဝ်၊  ဓရာ။  spool of thread. (n)  တောဝ်ဓရာ။"},
{"word":"spoon","def":"n.  ဇန်။  vt.  တုက်ကဵုဇန်။  spoon-fed (adj)  မဗက်အလိုက်လောန်အာကဵုသၞောတ်။  ၂။  မဖျီုဗ္စကဵုဇန်။  spoonful (n)  မွဲဇန်ပေၚ်ပေၚ်၊  ၜိုတ်မွဲဇန်။"},
{"word":"spoor","def":"n.  ဒၞာဲဂၟေၚ်ဇိုၚ်သတ်တိရစ္ဆာန်။"},
{"word":"sporadic","def":"adj.  မက္တဵုဒှ်ဒၟံၚ်အတေံအဏံ၊  မဒှ်ဒၟံၚ်ပြံက်ဍံက်ဒၟံၚ်အတေံအဏံ။"},
{"word":"sport","def":"n.  ဒဒှ်မဝေၚ်ဂြိပ်ဒံၚ်ထလာ်၊  ပဝေၚ်၊  ဝေၚ်။  ၂။  အရာသွက်ဂွံမိပ်၊  အရာသွက်ဂွံမိပ်ဇြိပ်။  vt.vi.  ခဍုတ်လဒါ်၊  ဂရိုၚ်စရဵု၊  ဂရိုၚ်ပဝေၚ်၊  ဝေၚ်ဂၠာန်၊  ဂၠာန်ဝေၚ်။  ၂။  ကၠောန်ထ္ၜးညံၚ်မၞိဟ်ဂွံဆဵု။  sporting (adj)  မဆေၚ်စပ်ကဵုဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။  ၂။  မသ္ဍိုက်မၠိုက်ကဵုဝေၚ်ဂြိပ်ဒံၚ်ထလာ်၊  မလုပ်စစိုတ်ကဵုဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။  ၃။  မမိက်သၠးလမျီု၊  မကၠောန်ကဆံၚ်သ္ဒးသၠးကဵုလမျီု။  sportive (adj)  စေံနေံ(စေမ်နေမ်)၊  မမိပ်ဇြိပ်၊  မံဂြံသၞေံသၞဴ(မအ်ဂြအ်သၞေမ်သၞဴ)။  sportsman (n)  သၟာဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။  ၂။  မၞိဟ်မဍိုက်ပေၚ်တဴကဵုဓာတ်စိုတ်ဝေၚ်ဂြိပ်ဒံၚ်ထလာ်။"},
{"word":"spot","def":"n.  အစောန်အပြံက်၊  ကၞၚ်ကၠ၊  ဍာပ်၊  မဒှ်မဍံက်ဍေန်။  ၂။  ဒၞာဲဒၟံၚ်၊  အရာပ်ဒၟံၚ်။  ၃။  အစောန်အပြံက်အဍံက်အဍေန်။  vt.vi.  ဗရန်၊  သကဵုစောန်ပြံက်ဍာပ်ဒၟံၚ်။  ၂။  ရုဲပတိတ်၊  ဂၠိုက်ဂၠာဲပ္တိတ်။  spotted (adj)  အစောန်အပြံက်၊  ဒဝါန်၊  ဒဝါန်အပြံက်၊  ဗရောန်(ညံၚ်ကၠမပၞဟ်)၊  မပြံက်၊  မစောန်ပြံက်။  spotless (adj)  မဟၟဲကဵုအစောန်အပြံက်, အဍံက်အဍေန်။  spotty (adj)  မနွံကဵုအစောန်အပြံက်အဍံက်အဍေန်။  spotlight (n)  ပၟတ်ပျးတၟး။  the spot where the Buddha was enlightended. (n)  ဗောဓိပလိုဟ်။"},
{"word":"spout","def":"n.  က္ဍိုပ်ပၠံၚ်ဍာ်၊  ပၠံၚ်ဍာ်။  ၂။  ဒဒှ်ဍာ်မသ္ဍိုၚ်တိတ်။  vt.vi.  သကဵုသ္ဍိုၚ်တိတ်။"},
{"word":"sprain","def":"vt.  သကဵုကလပ်အာ၊  သကဵုတၚ်ပ္ၚပ်ဇုတ်ဗၠေတ်အာ၊  သကဵုပ္ၚပ်ဗၠေတ်အာ။  n.  ဒဒှ်မသကဵုပ္ၚပ်ဗၠေတ်အာ။"},
{"word":"sprang","def":"ရံၚ် spring တေံညိ။"},
{"word":"sprawl","def":"vi.  ဂ္ဇံလပိုက်ဖျေံလဝ်ဇိုၚ်တဲ၊  ဒလာတိက်တသဵုလဝ်ဇိုၚ်တဲ၊  လတ်စှ်ေလ္ၚာဒ။  ၂။  ချူလိက်တဲမခြးဒၟံၚ်။  n.  ဒဒှ်မဂ္ဇံလပိုက်ဖျေံလဝ်ဇိုၚ်တဲ၊  ဒဒှ်မချူလိက်တဲခြးခြေၚ်ဒၟံၚ်။"},
{"word":"spray","def":"n.  ကဴဍာ်သောဲသောဲမပြောဟ်ပ္တိတ်လဝ်။  vt.  ပက်လၟုဟ်။  sprayer (n)  ကရိယာဇွောံပက်လၟုဟ်ဍာ်။"},
{"word":"spread","def":"vt.vi. (pt.pp. spread)  ကမြး၊  ဂစာဲ၊  တရး၊  တရးဂစာဲ၊  တသိုတ်၊  တသဵု၊  ပရး၊  ပၠး၊  ဗဇး၊  လလး၊  လလဴ၊  လးပြးတိတ်၊  ပြးချာဲတိတ်၊  လးပၠးပ္တိတ်၊  ဒလိၚ်ပ္တိတ်။  ၂။  မြဟ်၊  မြဟ်တှ်အာ၊  ပြးဇးအာ၊  လသဵု၊  သကာ(ဂြၚ်)၊  သာ၊  သကဵုသၠဲလးတိတ်အာ။  ၃။  ဂြောပ်ဓလီု၊  လံက်လေတ်။  n.  ပွမလံက်လေတ်။  spread abroad. (vt.vi)  တြး၊  တြးတိုန်၊  မြဟ်။  spread apart. (vt.vi)  ဟာ(သရ)။  spread the legs. (vt)  ခရာ၊  ထခြံၚ်(ဇိုၚ်)။  spread the wings. (vt)  ဒျာန်၊  ယာန်။  spread out. (vt.vi)  ခရာ၊  ခရာပ္တိတ်၊  တြး၊  တြးကဵု၊  တြးလဝ်၊  တသဵု၊  ထရိုဟ်၊  ဒါ်(ဂြၚ်)၊  သၞာန်(ပၟတ်)၊  လလဴ။  spread-eagle. (adj)  မနွံကဆံၚ်ဒၟံၚ်ဂစေံတၟံပၠးလဝ်သၞေၚ်ကဵုဇိုၚ်။"},
{"word":"spree","def":"n.  ဒဒှ်မစသုၚ်မိပ်ဇြိပ်ဒံၚ်ထလာ်။"},
{"word":"sprig","def":"n.  တဝ်တၞာၚ်ဗာၚ်။  တဝ်တၞုၚ်တၞောတ်။  ၂။  ဗၠာဲက္တဵုတၟိ။  ၃။  ဗၞာ်မဟၟဲကဵုက္ဍိုပ်။  vt.  ဖျေံဖျောန်စိစောန်လဝ်နကဵုဗီုပြၚ်တၞာၚ်ဗာၚ်တၞးဆု၊  တက်ဗလိုက်စုတ်နကဵုဗၞာ်က္ဍိုပ်ဟွံမွဲ။"},
{"word":"sprightly","def":"adj.  မသာက္ဍာပြဟ်ပြေဟ်။  sprightliness (n)  မဒှ်မသာက္ဍာပြဟ်ပြေဟ်။"},
{"word":"spring","def":"vt.vi. (pt.sprang, pp.sprung)  ထလာ်ချဳဒရာၚ်ကဵုအသိၚ်၊  ချဳဒရာၚ်၊  ကလာဲ၊  ကလာဲတိုန်။  ၂။  မံက်ဂတဝ်ကၠုၚ်၊  မံက်တိုန်ကၠုၚ်၊  တိုန်ကၠုၚ်ဗွဲမပြဟ်၊  ဇၞော်ဖောံတိုန်။  ၃။  ကၠုၚ်၊  မံက်ကၠုၚ်။  ၄။  ဓမံက်ပ္တိတ်ဗြုဗြု၊  သကဵုက္တဵုဒှ်ကၠုၚ်ဗြုဗြု။  ၅။  ကလိုဟ်မံၚ်၊  ဗတိုဟ်။  ၆။  သကဵုကရောန်ထ္ကး။  n.  ပွမထလာ်ချဳဒရာၚ်အာကဵုအသိၚ်၊  အာကဵုအသိၚ်။  ၂။  ဗလာဲ၊  ဍာ်ဗလာဲ၊  ဇီု၊  လ္ဂောဝ်။  ၃။  ကဝူကြုတ်ကၠိက်၊  ကဝူပသဲပၠာ။  ၄။  သတ္တိမကလေၚ်ပၠန်ရုန်ဂစာန်လေပ်။  ၅။  တံ၊  တံဟိုတ်။  ၆။  ဒဒှ်နွံကဵုကဝူကြုတ်ကၠိက်၊  ဒဒှ်မဗ္ဂပ်စုတ်လဝ်ကဝူကြုတ်ကၠိက်။  ရ။  ဍာ်ဒဳတိုန်ကၠုၚ်ဗွဲတၟေၚ်။  springy (adj)  မလေပ်ကလေၚ်ပၠန်ရုန်၊  မလေပ်ကလေၚ်ဂစာန်ရုန်၊  မကလာဲတိုန်။  spring from Karma. (vt)  တံဟိုတ်ကံ၊  ကမ္မဇ။  spring out. (vt.vi)  လၟောဝ်(လမောဝ်)။  n.  တံဥတုရာသဳကညၚ်။  springtime. (n)  အခိၚ်ဥတုရာသဳကညၚ်။"},
{"word":"sprinkle","def":"vt.vi.  စမုဟ်၊  တ္ၜောဟ်၊  တ္ၜောဟ်ဗရဲ၊  ပက်လၟုဟ်၊  ဖရဲ၊  ဗရဲ၊  ဗရဲဖျေံ၊  ဗရုဲ၊  ဗရုဲဖျေံ၊  ဗြုဲ၊  လမှော်၊  လၟုဟ်လၟုဟ်၊  လၟုဟ်ဖ္ဍုက်၊  ဗရုဲကြုဲ။  n. အရာသွက်ဂွံလၟုဟ်ဖ္ဍုက်၊  အရာသွက်ဂွံကြုဲ၊  ဒဒှ်မကြုဲဖ္ဍုက်၊  ဒဒှ်မလၟုဟ်ဖ္ဍုက်။  sprinkler (n)  ကရိယာသွက်ဂွံလၟုဟ်ဍာ်။  sprinkling (n)  ညိည၊  ဒဒှ်မပြံက်ဒၟံၚ်အတေံအဏံ၊  ဘိသေခ။"},
{"word":"sprint","def":"vi.  ဂြိပ်မွဲဇြဟတ်။  n.  ဒဒှ်မဂြိပ်မွဲဇြဟတ်။"},
{"word":"sprout","def":"vt.vi.  ကၠုတ်၊  ကၠုတ်တိုန်၊  တ္ၜၚ်(ဒုန်)၊  ပလုတ်၊  ပလုတ်ဍေံစိုအ်တိတ်၊  ရိုဟ်ဍေံမံက်တိတ်ကၠုၚ်၊  ၜၚ်၊  ၜၚ်ဒုန်။  ၂။  သကဵုကၠုတ်တိုန်၊  သကဵုရိုဟ်ဍေံတိတ်ကၠုၚ်။  ၃။  စပ္တံကၠုတ်ကၠုၚ်။  n.  ပလုတ်၊  တၞုၚ်။  sprouting (adj)  လမတ်။"},
{"word":"spruce","def":"adj.  မနွံကဵုကဆံၚ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မနွံကဵုကဆံၚ်ခၠံခၠံ။  vt.vi.  သကဵုသိပ်ဂၠိပ်ခၠံခၠ။"},
{"word":"sprung","def":"ရံၚ် spring တေံညိ။"},
{"word":"spry","def":"adj.  မပြဟ်ပြေဟ်၊  မမြက်စာ။"},
{"word":"spume","def":"n.  ထၜိုဟ်။  vt. (pt.pp.-d)  သကဵုထ္ၜိုတ်တိတ်။"},
{"word":"spun","def":"ရံၚ် spin တေံညိ။"},
{"word":"spur","def":"n.  ဂရှ်မနွံပ္ဍဲဂၞေဟ်ဒၞပ်က္ဍိုက်ချေံ။  ၂။  ဒဒှ်မဆောံက္တဵု၊  အရာမဆောံဂဇုဟ်။  ၃။  ခရှ်၊  ဂရှ်၊  ဂရှ်စာၚ်၊  ဂရှ်ဒဵု၊  စရှ်၊  ဒရှ်။  vt.  ဗ္တိုက်ဖအောဝ်၊  ဆဝ်ပ္ၚုဟ်၊  ဆောံက္တဵု။  spur-winged plover (n)  ဂစေံတဳတောတ်ကလဴ။"},
{"word":"spurious","def":"adj.  မဒှ်အလီ၊  ဇေတ်ဇေတ်ဟွံသေၚ်။"},
{"word":"spurn","def":"vt.  ဂရိုဟ်ပ္တိတ်၊  ဂစာန်ပတိတ်၊  တးပဲါထောံဟိုတ်နူကဆံၚ်ဟွံတုပ်ညးသ္ကံ၊  တးပဲါထောံဟိုတ်နူမက္ဍုဟ်မၠေံ၊  တးပဲါဖျေံထောံ။"},
{"word":"spurt","def":"vt.vi.  ကဵုထ္ဍိုၚ်တိတ်၊  ကဵုဂဵုသလံၚ်တိုန်(ဍာ်,ပၟတ်)ဗြုဗြု။  ၂။  ကၠောန်သီုစိုတ်သီုစရိုတ်မွဲချိုန်ခဏ၊  ဒဒှ်မကၠောန်သီုစိုတ်သီုစရိုတ်မွဲချိုန်ခဏ။"},
{"word":"sputnik","def":"n.  ဂြိုဟ်လွေဟ်။"},
{"word":"sputter","def":"vt.vi.  ဗြုအာရှော။  ၂။  ဟီုထုဲထုဲကၠပ်ကၠပ်၊  သကဵုဗြုဒၟံၚ်တေတ်တေတ်တာတ်တာတ်၊  သကဵုဗြုတိုန်ရှောရှော။"},
{"word":"spy","def":"n.  တြုံပနံ(နအ်)၊  တြုံစၟုတ်၊  ပနံ(နအ်)၊  မၞိဟ်ကၠတ်ပရိုၚ်၊  မၞိဟ်ကၠတ်ထံၚ်ပရိုၚ်၊  တြုံပပၞဟွံကဵုညးသအာၚ်တီ။  vt.vi. (pt.pp.spied)  ကၠတ်ပရိုၚ်။  ၂။  အောပ်ရံၚ်၊  ကျောဝ်ဓမဳ၊  ကျောဝ်ရံၚ်။  ကြတ်သ္ဂဝ်၊  ဆဵု၊  ဆဵုညာတ်၊  ဒၟဳကျောဝ်ဂၠိုက်ဂၠာဲ၊  ကျောဝ်ဒၟဳစံလ္ၚတ်၊  မၞိဟ်စၟုတ်။  spy-glass (n)  ပၠံၚ်ဒ္ၚောဝ်ရံၚ်ဌာန်ဇမ္ၚောဲ။"},
{"word":"squab","def":"n.  ကောန်ပူ၊  ကောန်ခရာပ်။"},
{"word":"squabble","def":"vi.  သေက်ညးသ္ကံ၊  အရေဝ်ဂၠိုၚ်ညးသ္ကံ။  n.  ဒဒှ်အရေဝ်မဂၠိုၚ်ညးသ္ကံ။"},
{"word":"squad","def":"n.  ဒပ်ကောံ။"},
{"word":"squadron","def":"n.  ဒပ်ပါ်(လၟိဟ်ကောန်ပၞာန်နူၜိုတ်ကၠံၜါစှ်ော,စဵုကဵုၜါကၠံ)။  ၂။  ဂကောံက္ၜၚ်ဒပ်ဍာ်၊  က္ၜၚ်ကျာပၞာန်မွဲက္ဍိုပ်။"},
{"word":"squalid","def":"adj.  မေၚတ်ဗေတ်စာ်မှာ်၊  မဟွံမွဲကဵုအလိုက်အပိုက်၊  မဒှ်ဒၟံၚ်ဆဆဵု။  squalor (n)  အကာဲအရာမေၚတ်ဗေတ်စာ်မှာ်။"},
{"word":"squall","def":"n.  ရမျာၚ်ကောန်ၚာ်ကရေဲလရိုအ်။  ၂။  ကျာဂဗိုတ်၊  ကျာလဗိုတ်ဗြဲ၊  ကျာလဗိုတ်၊  ဂဗိုတ်ကျာ။  vi.  ကညာၚ်ကရေဲလရိုအ်။"},
{"word":"squander","def":"vt.  သကဵုအိုတ်အာသၟးသၟး(အခိၚ်,သြန်)၊  ပၠေၚ်ထောံသၟးသၟး။"},
{"word":"square","def":"n.  ပန်ကၠၚ်၊  တနေဝ်၊  တၞေဝ်၊  ဗီုပန်ကၠၚ်(ဒမြီုပန်လ္ပာ်,ဗ္ၜတ်တုပ်တုပ်)။  ၂။  ဒၞာဲသၠးမဗိုၚ်လဝ်နကဵုတိုက်,ဒတန်ပန်လ္ပာ်ပ္ဍဲအဒေါဝ်ဍုၚ်၊  ဟွံသေၚ်ကၠံပ္ကဴ။  ၃။  ကိုန်ၜါထပ်(ကိုန်ၜါထပ်, ၄=၁၆, ၄x၄=၁၆ = ၄ ၜါထပ်)။  vt.vi.  သ္ပကိုန်ၜါထပ်၊  ပၟဝ်ကိုန်တုပ်ၜါ။  ၂။  သကဵုတပ်ထ္ၜိုက်၊  ကၠောန်ဗီုပန်ကၠၚ်၊  ကၠောန်ဗီုဒကဴသကဵုစှ်ေတၚ်တဲ။  adj.  မဒှ်ဗီုပန်ကၠၚ်။  ၂။  မနွံကဵုဒကဴစှ်ေကဵုတၚ်တဲ၊  မဒှ်ဒကဴစှ်ေကဵုတၚ်တဲ။  ၃။  မဒးရး၊  မညဳညတ်။  ၄။  မဒှ်ပန်ကၠၚ်ဂေတ်။  squarely (adv)  ညံၚ်ရဴသ္ဂောံစှ်ေကဵုတၚ်တဲ။  ၂။  ညဳညဳညတ်ညတ်၊  ဒးဒးရးရး။  ၃။  ဆေၚ်တဝ်လဝ် တေဝ်တေဝ်သေဝ်သေဝ်။  squareness (n)  ဒဒှ်မသ္ပလဝ်ညံၚ်ရဴသ္ဂောံစှ်ေကဵုတၚ်တဲ။"},
{"word":"squash","def":"vt.vi.  ပ္ဍဵုပိုဟ်၊  ပ္ဍဵုဓရိတ်၊  ပ္ဍဵုပတ်။  ၂။  ဟီုနှိက်၊  နှိက်ဟီု၊  နှိက်တုဲဆက်ဆောံ။  n.  ဂကောံမၞိဟ်ကြေပ်ဂြတ်ၜေတ်ဓလေတ်မံၚ်။  ၂။  ဍာ်ယာမ,မကၠောန်လဝ်ကဵုပရိုက်(လိမဴ)။"},
{"word":"squat","def":"vi. (-tt-)  ဂဇုန်၊  ဂ္ဇံစှ်ေ၊  မာစှ်ေ။  adj.  မကွဂဗေဝ်။  မကွခ္ဍံပှ်ေ။  squatter (n)  မၞိဟ်ခလိုၚ်လောန်လုပ်မံၚ်။"},
{"word":"squawk","def":"vi.  ရမျာၚ်ကရေဲလှာၚ်လှာၚ်စူစူ။"},
{"word":"squeak","def":"n.  ဗရုဗြုဒၟံၚ်ကြေတ်ကြေတ်(ကၞဳ,ပါၚ်တရၚ်)။  ၂။  ဒဒှ်မဗၠးနူအန္တရာဲညိဓဝ်၊  ဒဒှ်မဗၠးနူကဵုကျညိဓဝ်။  vt.vi.  ဗြုဒၟံၚ်ကြေတ်ကြေတ်၊  ဟီုနကဵုရမျာၚ်ကေက်ကေက်စၚ်စၚ်၊  ကရေဲစၚ်စၚ်စူစူ။"},
{"word":"squeal","def":"n.  ဒဒှ်မကရောတ်တသဝ်နကဵုရမျာၚ်စၚ်စၚ်စူစူ၊  ဒဒှ်မကရေဲကညာၚ်ကရဳကရောတ်၊  ရမျာၚ်လကိုတ်ကရေဲ။  vt.vi.  ကရေဲကညာၚ်စၚ်စၚ်စူစူ၊  ကညာၚ်ကရေဲဟီုဂးစၚ်စၚ်စူစူ။"},
{"word":"squeamish","def":"adj.  မနွံကဵုထိုၚ်စၞဟွံခိုဟ်(သ္ဒးသ္ပသတိပ္ဍဲအရာစသုၚ်)၊  မလေပ်ထအံ။  ၂။  မဂၠာဲဂလာန်၊  မလောဲသွာပ္ဍဲလ္တူဟွံဒးဂၞပ်။"},
{"word":"squeeze","def":"vt.vi.  ခၟောတ်၊  ဆိုန်၊  ပတ်တ္ၚေတ်၊  ပ္ဍဵုပတ်၊  လ္ၚေတ်၊  ဝတ်၊  သကဵုဗီုပြၚ်လီုအာဒၟာနူပတ်တ္ၚေတ်၊  သကဵုပတ်တ္ၚေတ်ပ္တိတ်ဍာ်၊  ပတ်ပ္တိတ်ဍာ်၊  ပတ်တ္ၚေတ်ပၠောပ်။  n.  ပွမပတ်တ္ၚေတ်၊  ပွမဝတ်။"},
{"word":"squelch","def":"vt.vi.  သကဵုရမျာၚ်တိတ်ပၠံက်ပၠံက်။"},
{"word":"squib","def":"n.  ဖျုန်လဂဴ။"},
{"word":"squint","def":"vi.  ပေဝ်၊  ပေဝ်လံက်။  သလေဝ်(မတ်)။  ၂။  ရံၚ်ကဵုဒကဴမတ်၊  ခအေဲမတ်တုဲရံၚ်။  n.  ဒဒှ်မတ်မသလေဝ်ဒၟံၚ်၊  ဒဒှ်မတ်မပေဝ်လံက်ဒၟံၚ်။"},
{"word":"squirm","def":"vt.  လီတောံဇကု၊  လီတောံအာ။"},
{"word":"squirrel","def":"n.  ပြိပ်၊  သၞဒမျိုၚ်။"},
{"word":"squirt","def":"vt.vi.  က္ၜောတ်၊  ဂစတ်၊  ပြောဟ်၊  သကဵုဂစတ်တိတ်(ဂစောတ်)။  n.  ကရိယာဂစတ်လၟုဟ်ဍာ်ဍာ်၊  ဒဒှ်အရာဍာ်ဍာ်မဂစတ်တိတ်။"},
{"word":"stab","def":"vt.vi. (-bb-)  ထပက်၊  ထပက်ကဵုအရာကေက်ကေက်၊  ဒပက်၊  ဒပက်ကလှၚ်။  n.  သရဝပ်မဂွံနူသ္ဒးဒုၚ်ထပက် နကဵုအရာကေက်ကေက်မွဲမွဲ၊  ဒဒှ်မသ္ဒးဒုၚ်ထပက်ကဵုအရာကေက်ကေက်။"},
{"word":"stable","def":"adj.  ဇၟံ၊  တန်၊  မခိုၚ်၊  မခိုၚ်ကၠိုက်၊  မခိုၚ်ဗိုန်၊  မမ္ၚိုဟ်ခိုၚ်၊  မတန်ကြန်ခိုၚ်ကၠိုက်။  ၂။  မတန်ကြန်ဒၟံၚ်ဟွံပြံၚ်လှာဲ၊  မတန်တေဝ်။  stability (n)  ဒဒှ်မနွံဒၟံၚ်တန်တန်ကြန်ကြန်၊  ဒဒှ်မနွံဒၟံၚ်မ္ၚိုဟ်မ္ၚိုဟ်ခိုၚ်ခိုၚ်။  stabilize (vt)  သကဵုညိၚ်တန်ဗိုန်ခိုၚ်။"},
{"word":"stable","def":"|2| n.  ရုၚ်၊  ရိုၚ်၊  ရုၚ်ချေံ၊  ရုၚ်ဂၠဴ။  vt.  ပၠောပ်ရုၚ်,ရိုၚ်(ချေံ,ဂၠဴ)။"},
{"word":"stack","def":"n.  စန်၊  ဂအုံ(ချံက်,ချောဲကှ်ကှ်)။  vt.  ဂအုံလဝ်၊  စန်ဂအုံလဝ်။"},
{"word":"stadium","def":"n.  ခလှာတ်ဝေၚ်။"},
{"word":"staff","def":"n.  ဂကောံမၞိဟ်ဒုၚ်ကာသၟဝ်ညးဂ္ဇံရုၚ်။  ၂။  ဂစုန်၊  ဒန်၊  ဓစုန်၊  လေံဂစုန်၊  လေံဒန်။  vt.  ဗပေၚ်ဇြဟတ်မၞိဟ်။"},
{"word":"stag","def":"n.  ဂြာဲ(ဒြာဲ)တၟက်။"},
{"word":"satge","def":"n.  စၚ်၊  စၚ်ပေဲါ။  ၂။  အဆံၚ်၊  ဘုံ၊  ဟဝ်၊  ဒကုတ်ကာလမဖောံဗြေဝ်တောတက်ကၠုၚ်မွဲမွဲ။  vt.vi.  တိုန်ပၠထ္ၜးလ္တူစၚ်၊  ပ္တိုန်ထ္ၜးလ္တူစၚ်။"},
{"word":"stage coach","def":"n.  ကွဳချေံမပလံၚ်ကဵုမၞိဟ်အာတရဴ၊  အထုပ်ဂွဳမပလံၚ်ဏာနၚ် နကဵုတိုက်ပလံၚ်လိက်။"},
{"word":"stagger","def":"vt.vi.  ဂရာၚ်မှုဲ၊  ဂဲါဝဲါ၊  ချူဒလူ၊  ဂဲါဇဲ၊  ဆေတ်ဒလူ၊  အာမံၚ်ဇဲဇာဲဇဲဇာဲ၊  တဆူ၊  လဆူ၊  လဆူဒလူ။  ၂။  သကဵုဇဲဇာဲအာ၊  သကဵုလကိုတ်တ္ၚဵုအာ။"},
{"word":"stagnant","def":"adj.  မဟၟဲကဵုဇွောဝ်တိုန်စှ်ေ၊  မခၠိုၚ်ဒၟံၚ်၊  မညိၚ်ဒၟံၚ်။  ၂။  မဟွံပြံၚ်လှာဲ၊  မဟၟဲကဵုချဳဒရာၚ်၊  မတန်ဒၟံၚ်။  stagnate (vi)  နွံကဆံၚ်မဟၟဲကဵုချဳဒရာၚ်၊  ချဳဒရာၚ်အာကၠုၚ်ဟွံမွဲ၊  ခၠိုၚ်ဒၟံၚ်။"},
{"word":"staid","def":"adj.  မၜိုဟ်သြိုဟ်ညိၚ်တန်။"},
{"word":"stain","def":"vt.vi.  သကဵုအရံၚ်အရာလီုလာ်အာ၊  သကဵုဒှ်အာအိက်သၞိၚ်၊  သကဵုဍံက်ဍေန်ကၠိပပ်အာ။  ၂။  သကဵုအရံၚ်ပြံၚ်လှာဲအာ၊  သမ္ဍ။  n.  အစောန်အပြံက်၊  ဒဒှ်အိက်သၞိၚ်မတိုန်၊  အရာမဍံက်ဍေန်အာပပ်ပပ်ပဳပဳ။  ၂။  ဍာ်ဂဥုဲဖျောန်အရံၚ်၊  ဍာ်ဂဥုဲပတိုန်အရံၚ်။"},
{"word":"stainless","def":"adj.  မဗၠးနူအစောန်အပြံက်။  ၂။  မဒှ်ဒဒှ်စောန်ပြံက်အာဟွံမာန်၊  မဟၟဲကဵုအိက်သၞိၚ်တိုန်။"},
{"word":"stair","def":"n.  တၞိန်(ကၞိန်)၊  ဇိုၚ်တၞိန်၊  တၞၚ်(ဏၚ်)ဇိုၚ်တၞိန်၊  သောပါန်။  staircase (n)  ဇိုၚ်တၞိန်(မနွံကဵုသီုဇွောံရပ်ဒလောဲ)။"},
{"word":"stake","def":"n.  ကၞက်၊  တိုၚ်ပန္နက်၊  ဓၞက်။  ၂။  သြန်ဗလိုက်တံရိုဟ်မစုတ်လဝ်ဂံၚ်ဂံၚ်။  vt.  တက်ပၞက်။  stakes to trap deer. (n)  ခၟုဲ။"},
{"word":"stale","def":"adj.  မဟၟဲကၠုၚ်ကဵုရှ်ဘှ်၊  မဟွံလတ်ဘတ်၊  သအုတ်။  ၂။  မဟၟဲကဵုစိုတ်လုပ်စ။"},
{"word":"stalemate","def":"n.  အကာဲအရာပဆုဲပြံၚ်ဟွံဂွံ(ပ္ဍဲဝေၚ်သ္ၚိကၠ)၊  အကာဲအရာဆုတ်ခိုဟ်ဟာ, တိုန်ဒးဟာ။"},
{"word":"stalk","def":"vt.vi.  ကၠတ်ကြပ်လုပ်ကၠုၚ်၊  တောပ်လုပ်ကၠုၚ်၊  ပၠံ(ပၠမ်)။  ၂။  ကွာ်လုပ်ကၠုၚ်နကဵုမာန်, ယာသမၠုၚ်လဝ်သြိုဟ်။  n. တဝ်(ကဴ,သတ်,တၞး)၊  တၚ်၊  တၚ်လိုန်၊  လဝါ၊  အဟု။  flower stalk. (n)  တဝ်ဇဝ်။"},
{"word":"stall","def":"n.  ခဒံစွံချေံမွဲပ္ဍဲရုၚ်ချေံ။  ၂။  ကောန်သ္ၚိသွံဖျာဍောတ်ဍောတ်။  vt.vi.  ပၠောပ်ပ္ဍဲရုၚ်။  ၂။  ဒေံါအာဟိုတ်နူဆောတ်ယောၚ်၊  ဒေံါအာဟိုတ်နူအရာမွဲမွဲပိုတ်ဒကုတ်အာ။"},
{"word":"stallion","def":"n.  ချေံသွက်ဂွံဖျေံမ၊  ချေံပရိုက်၊  ချေံတၟက်။"},
{"word":"stalwart","def":"adj.  မဇၞော်ဂေါတ်ထတ်ယုက်၊  မဒှ်ဇုတ်ဒရံၚ်။"},
{"word":"stamen","def":"n.  ကသဝ်ပ္ကဴ(တၟက်)။"},
{"word":"stamina","def":"n.  ဒဒှ်ဇၟူမခိုဟ်။  ဒဒှ်မဒုၚ်အဍေဝ်အဍာမာန်။"},
{"word":"stammer","def":"vt.vi.  ဂလိုအ်၊  ဟီုအရေဝ်ခိုအ်ခေၚ်မဟွံမွဲကဵုကလိတ်ကလောတ်။  n.  ဒဒှ်မဟီုအရေဝ်ခိုအ်ခေၚ်။"},
{"word":"stamp","def":"vt.vi.  ဂဒု၊  ထၟုက်၊  ဒါတ်၊  တက်ဒါတ်၊  တိုက်ဒါတ်။  ၂။  ကြာ၊  တက်တဆိပ်၊  ဂဒုတဆိပ်။  n.  က္ဍိုပ်လိက်။  ၂။  ဇွောံဂဒုတဆိပ်၊  ဂၟေၚ်တဆိပ်။"},
{"word":"stampede","def":"n.  ဒဒှ်မဖေက်လကိုတ်တုဲဒြိပ်တိတ်အာမွဲလစုတ်ဓဝ် သီုသ္ကံမွဲ။  vt.vi.  သကဵုဂြိပ်တိတ်မွဲလစုတ်ဓဝ် ဟိုတ်နူဖေက်လကိုတ်။"},
{"word":"stance","def":"n.  ဗီုပြၚ်ဒၟံၚ်ဇကုဇကောဝ် မၞိဟ်ဝေၚ်ကြေက်ကိတ်၊  အရာမဒတဴလိုၚ် လ္တူတၚ်မတန်တဴ။"},
{"word":"stand","def":"vt.vi. (pt.pp.stood)  က္တဵုထတဴ၊  ဂတဴ၊  ထတဴ၊  ဒတဴ၊  သ္တန်။  ၂။  ထတဴဒၟံၚ်၊  တိုန်ဒၟံၚ်။  ၃။  ဒုၚ်ကေတ်ဒဒိုက်။  ၄။  နွံကဵုကဆံၚ်ဒုၚ်အဍေဝ်အဍာမာန်။  n.  ဒဒှ်မက္တဵုထတဴ၊  ဒဒှ်မထတဴလိုၚ်လ္တူဇကုပတှ်ေစှ်ေလဝ်စိုတ်ဗိုန်ဗိုန်ခိုၚ်ခိုၚ်။  ၂။  ခုၚ်ဂဗံက်(လဗံက်)သၟတ်။  ၃။  ခွက်ဖျာ။  (ပံၚ်ဖျပ်နကဵုကြိယာဝိသေသနကဵုဝိဘတ်) stand by (vt.vi)  နွံကရပ်ဂှ်၊  ထံက်ဂလာန်ကဵုဇြဟတ်။  stand for (vt.vi)  အေၚ်ဒုၚ်၊  ဒှ်သွက်စၟတ်သမ္တီ၊  လုပ်ဒုၚ်ရုဲ။  stand in (vt.vi)  နွံကရပ်ဂှ်၊  ကဵုဇြဟတ်ထံက်ဂလာန်။  stand off (n)  ပွမစှ်ေအာဆေရေ၊  ပွမဒှ်အာညးမွဲဟွံမာန်။  ၂။  ဒဒှ်မဒုၚ်တဝ်စၞေဟ်ညံၚ်ရဴကၠုၚ်ဟွံဂွံ။  stand across (vt.vi)  လနၚ်။  stand out (vi)  တီကၠးကၠး၊  မံက်မံၚ်ကၠးကၠး။  stand sentry. (vt)  မၚ်ကၚ်။  stand true. (vi)  တန်ဒှ်ကွေံရ။  stand up (vt.vi)  က္တဵုထတဴ။  ၂။  ဒုၚ်ဍာ်ဇမၠိၚ်၊  ဒုၚ်လံလံ၊  နွံကဵုသတ္တိဒုၚ်အဍေဝ်အဍာ။  stand up for (vt.vi)  စဵုဒၞာကဵု၊  ထံက်ကဵု။  stand up to (vi)  ဒုၚ်ဂဗတ်ဗွဲမဂံၚ်သ္ကာကဵုအန္တရာဲ။  standing (n)  ဒတဴ၊  ဒတိုန်၊  ဒဒှ်မနွံကၠုၚ်လဝ် နူကဵုဗွဲမလံလတေံ၊  ဒဒှ်မနွံတန်တဴကၠုၚ်လဝ် နူကဵုအခိၚ်အခါမလောန်ကၠုၚ်တေံ။  ၂။  ကဆံၚ်သ္ဇိုၚ်မခိုၚ်ကၠိုက်ကၠုၚ်လဝ်တုဲ၊  ဂုန်သိက္ခာ၊  ဂုန်စရာဲ။  adj.  မခိုၚ်ကၠိုက်ပ္ဍဲကဵုသ္ဇိုၚ်။  ၂။  မဒှ်တဴလၟိုန်။  standing point (n)  လညာတ်၊  သ္ၚေဝ်ဂၠိပ်။"},
{"word":"standard","def":"n.  အလာံ၊  အရာမကၞာတ်လဝ်၊  တၚ်မကၞာတ်လဝ်၊  အဇာ၊  ကဆံၚ်၊  တန်၊  တိုၚ်၊  တိုၚ်ခဳ၊  ဗီုပြၚ်နမူနာ၊  ဗၞတ်။  standardize (vt)  သ္ပညံၚ်ရဴသ္ဂောံကိတ်ညဳကဵုအတိုၚ်မကၞာတ်လဝ်ဗီုပြၚ်၊  ကၞာတ်သ္ပလဝ်တိုၚ်။  standard cubit (19, 1/2 inches)  n.  ဟတ်သာံဒံၚ်။  standard measure. (n)  ဗၞၚ်သၟိၚ်။"},
{"word":"standard-bearer","def":"n.  မၞိဟ်မရပ်အလာံ။  မၞိဟ်တံၚ်အလာံ၊  မၞိဟ်ၜောတ်အလာံ၊  မၞိဟ်မဂွံအလာံ။"},
{"word":"stank","def":"ရံၚ် stink တေံညိ။"},
{"word":"stanza","def":"n. (pl.-s)  ဂါထာ။"},
{"word":"staple","def":"n.  ကပေါတ်ပ္တိတ်ဒၟံၚ်အဓိက။  ၂။  တဲကၞုဲပါၚ်တရၚ်၊  ဇုက်လောတ်သွက်သ္ဂောံဇိၚ်စက္ခူ။  ၃။  သၞတောဝ်၊  သၞတသော်သဵု။  ၄။  သ္ဇိုၚ်အဓိကကပေါတ်။"},
{"word":"star","def":"n.  သၞံၚ်၊  စၞံၚ်၊  သမန်၊  သၟန်၊  သၟန်နက်သတ်။  ၂။  မၞိဟ်ဒယှ်တှ်(ကောန်သၟိၚ်တြုံ,ကောန်သၟိၚ်ဗြဴ)။  vt.vi.  လုပ်ဍိုက်ဇာတ်ပ္ဍဲအခန်အဓိက။  starry (adj)  မတၟးဒၟံၚ်နကဵုလျးသၞံၚ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မတၟးဖျေဲဖျဴဒၟံၚ်ညံၚ်ရဴသၞံၚ်။"},
{"word":"starboard","def":"adj.  ဂၠဟ်။  n.  လ္ပာ်သ္ကဲပုၚ်က္ၜၚ်။"},
{"word":"starch","def":"n.  ဓာတ်ကဝ်၊  ဍာ်ကဝ်(ထၜိုတ်)။  ၂။  ဒဒှ်မစုတ်ထောံကဝ်။  starchy (adj)  မနွံကဵုကဝ်၊  မကြံၚ်မ္ၚိုဟ်ဒၟံၚ်နကဵုကဝ်။"},
{"word":"stare","def":"vt.vi.  ပစေံရံၚ်။  ဒလန်၊  ဒလန်ရံၚ်၊  ဒလန်ရံၚ်ကဵုမတ်၊  ဗလန်။  n.  ဒဒှ်မပစေံရံၚ်၊  ဒဒှ်မဒလန်ရံၚ်ကဵုမတ်။  staring (adj)  မတီကၠးလောန်။"},
{"word":"stark","def":"adj.  မကြံၚ်မ္ၚိုဟ်။  ၂။  မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"starling","def":"n.  ဂစေံကလၚ်။"},
{"word":"start","def":"vt.vi.  စတိတ်တရဴ၊  သကဵုစကမၠောန်။  ၂။  သကဵုစက္တဵုဒှ်၊  သကဵုစဗဒှ်။  ၃။  လကိုတ်တုဲထလာ်တိုန်။  n.  ဒဒှ်မစကၠောန်၊  ဒဒှ်မစသ္ပ၊  စ။  ၂။  ဒဒှ်မလကိုတ်တုဲထလာ်တိုန်။  ၃။  ဇမ္ၚောဲမကျဝ်ကဵုလဝ်၊  အခိၚ်မကျဝ်ကဵုလဝ်။  starting point. (n)  အဒိ၊  တံဝါဒိ။  start up. (vt.vi)  ဟူဟူ(ကျာ)။"},
{"word":"startle","def":"vt.vi.  တကိုတ်၊  ဒြဴ၊  ဒြဴဇကု၊  သမ္ၚုဒမြဴ၊  သ္ၚာတ်၊  သ္ၚာတ်စိတ္တ၊  သ္ၚာတ်ဒမြဴ၊  သ္ၚာတ်ဒြဴ၊  သကဵုလကိုတ်အာ၊  သကဵုအံသဝ်အာ၊  သကဵုလကိုတ်ထလာ်တိုန်။"},
{"word":"starve","def":"vt.vi.  သကဵုအောန်ကဵုစၞ၊  သကဵုကၠောဝ်ဗျဵု။"},
{"word":"stash","def":"vt.  ဂိုၚ်ဒေပ်လဝ်၊  ပၞုက်လဝ်။"},
{"word":"state","def":"n.  ဂအာၚ်၊  ဒဒှ်၊  ဘဝ၊  သဘဴ၊  အကာဲအရာ။  ၂။  ကဆံၚ်ဒတန်၊  ဘဝဒတန်၊  ကဆံၚ်ဘဝ။  ၃။  ဂုန်စရာဲ၊  အဆံၚ်အလံၚ်၊  မနွံကဵုအလံၚ်။  statesman (n)  က္ဍိုပ်သ္ကိုပ်ဍုၚ်။  state of existence. (n)  ဘဝ။  state of illness. (n)  ဓာတ်လီု၊  ဓာတ်ဟွံညဳသသာ။  state of war. (n)  ပၞာန်၊  ကဆံၚ်ဒှ်ဒၟံၚ်ပၞာန်။"},
{"word":"state","def":"vt.  လဴထ္ၜးကဵု၊  ဓမံက်ဟီုဂး။  stated (adj)  မဓမံက်ထ္ၜးလဝ်တုဲ၊  မဓမံက်ဟီုဂးလဝ်တုဲ။  statement (n)  အရာမဓမံက်ထ္ၜး၊  တၚ်မဓမံက်ဟီုထ္ၜး၊  အရာမလလောၚ်တရး၊  အရာမဟီုသ္ဂး။"},
{"word":"static","def":"adj.  မညိၚ်တန်ဒၟံၚ်၊  မဒေံါဇူဒၟံၚ်။"},
{"word":"station","def":"n.  ဌာန်၊  ဒၞာဲ၊  ဒတန်၊  ဌာနဒတန်။  ၂။  ရုၚ်ကွဳပၟတ်၊  သၞေဟ်ကွဳပၟတ်။  vt.  ဖျေံလဝ်ဒၞာဲ။"},
{"word":"stationary","def":"adj.  မဖျေ့ဂစိုတ်ထောံလဝ်ဒၞာဲ၊  မဂ္ဇံဖျေံဂစိုတ်လဝ်ဒၞာဲ။  ၂။  မဟွံချဳဒရာၚ်၊  မဟွံပြံၚ်လှာဲ။"},
{"word":"stationer","def":"n.  မၞိဟ်မသွံကရိယာသွက်ဂွံချူချာဲလိက်။  stationery (n)  ကပေါတ်ကညောတ်ကရိယာသွက်ဂွံချူချာဲ။"},
{"word":"statistics","def":"n.  စရၚ်အၚ်၊  တၚ်နၚ်စရၚ်အၚ်။  ၂။  ကွတ်ပညာစရၚ်အၚ်။  statistical (adj)  မဆေၚ်စပ်ကဵုစရၚ်အၚ်။  statistician (n)  တၠပညာလ္ပာ်စရၚ်အၚ်။"},
{"word":"statue","def":"n.  ရုပ်ပုတ်ဂၠတ်။  statuesque (adj)  မတုပ်ကဵုရုပ်ပုတ်ဂၠတ်။"},
{"word":"stature","def":"n.  သၠုၚ်ထတဴ။  ၂။  ကဆံၚ်ဓာတ်စိုတ်၊  ဗျတ္တိ။"},
{"word":"status","def":"n.  အကာဲအရာ၊  ကဆံၚ်၊  ကဆံၚ်ဒတန်၊  ဂုန်စရာဲ။"},
{"word":"statute","def":"n.  သၞောဝ်ဥပဒေမသ္ပလဝ်ဒတန်၊  စၟိန်ပြမာန်လဝ်နူကဵုကၠတ်ထဝ်၊  ဓမ္မသာတ်။  statutory (adj)  မသ္ပပတန်လဝ်ဥပဒေ၊  မစၟိန်ပြမာန်လဝ်ဥပဒေ။"},
{"word":"staunch","def":"adj.  မသ္ဂောံပတှ်ေ၊  မဒှ်ဇုတ်ဒရံၚ်၊  မဒှ်မၞိဟ်ပတှ်ေ။  vt.  သကဵုဆီဒေံါအာ။"},
{"word":"stave","def":"n.  ဂတဵုကၠာၚ်ဍာ်။  vt. (pt.pp.-d or stove)  ပလီုပလာ်ထောံ။  ၂။  ပဲါဗလေတ်၊  ပဲါဗလေတ်ထောံအန္တရာဲ။"},
{"word":"stay","def":"vt.vi.  မံၚ်၊  ဒၟံၚ်ကေတ်။  ၂။  တန်ဒီု၊  ဗၟံၚ်၊  သ္ဍိုပ်သ္က၊  သ္ပဗဒိုပ်။  ၃။  ဗဒေံါလဝ်၊  ပဆုဲထောံလဝ်။  ၄။  ဒုၚ်အဍေဝ်အဍာ၊  ဆက်ကၠောန်မာန်။  n.  ဒဒှ်မမံၚ်၊  အခိၚ်မမံၚ်။  ၂။  ပလောဂရတ်မၞိဟ်ဗြဴသၠောံလ္တက်။  ၃။  ဇုက်ဒရဲ။  stay behind. (vt.vi)  ဒုၚ်ကေတ်။"},
{"word":"stead","def":"n.  မၞိဟ်စၞး၊  အဇာ။"},
{"word":"steadfast","def":"adj.  မလလံဒွါပိ၊  မဟွံဖံက်ပၠန်၊  မတန်ကြန်၊  မတန်ကြန်တေဝ်ကြေဝ်၊  မဟွံပြံၚ်လှာဲ။  steadfastness (n)  ထဳတိ။  steadfastly (adv)  ဗိုန်ဗိုန်။"},
{"word":"steady","def":"adj. (-ier,-iest)  မဗိုန်ဗတ်၊  မဟွံဖံက်ပၠန်၊  မတန်ကြန်။  ၂။  မအာမွဲပလိုဟ်ဓဝ်။  ၃။  မစှ်ေကဵုအလေဝ်၊  အတန်ကြန်ပ္ဍဲပွ။  a steady noise. (adj)  ဆာံဆာံ။  vt.vi.  သကဵုဍာံ၊  သကဵုဒး၊  သကဵုညိၚ်။  steadily (adv)  ဗွဲမတန်ကြန်၊  တန်တန်ကြန်ကြန်၊  လၟိုန်၊  တွဵု၊  ဒးဒး။  steadiness (n)  ဒဒှ်မတန်ကြန်၊  ဒဒှ်မဟွံဖံက်ပၠန်။  ၂။  အဓိတ္ထာန။"},
{"word":"steak","def":"n.  ဖျုန်ကရန်လဝ်ကဵုၜုန်(သွက်ဂွံပရာၚ်)။"},
{"word":"steal","def":"vt.vi. (pt.stole, pp.stolen)  ကၠတ်။  ၂။  ကၠတ်တိတ်အာသာသာ၊  ကၠတ်လုပ်ကၠုၚ်သာသာ။  steal away. (vt.vi)  ကၠတ်လလဴ။"},
{"word":"stealth","def":"n.  ဒဒှ်မကၠတ်ဂၠံက်ကေတ်၊  ဒဒှ်မကၠတ်ကၠောန်ကၠတ်ပ။  stealthy (adj)  မကၠတ်ကၠောန်၊  မကၠတ်သ္ပ။"},
{"word":"steam","def":"n.  သမုဟ်၊  သၟုဟ်၊  သၟုဟ်ဍာ်ဂမ္တဴ။  vt.vi.  သၟုဟ်ဍာ်ဂမ္တဴတိတ်။  ၂။  သကဵုဂေတ်နကဵုဓတ်သၟုဟ်ဍာ်ဂမ္တဴ။  ၃။  ဇြုၚ်ကဵုသၟုဟ်ဍာ်ဂမ္တဴ။  steam engine. (n)  စက်ဒဳကဵုသၟုဟ်ဍာ်။  steamed ricecake. (n)  ကွာၚ်ခဗိုဟ်ကၞိ။  steamer (n)  က္ၜၚ်ပၟတ်။  ၂။  ဇရုၚ်။"},
{"word":"steed","def":"n.  ချေံ။"},
{"word":"steel","def":"n.  က္ဍာၚ်၊  ပသဲက္ဍာၚ်၊  ပသဲဍာၚ်။  vt.  သကဵုကြံၚ်၊  သကဵုမ္ၚိုဟ်။  steely (adj)  မဒှ်ပသဲဍာၚ်၊  မဒှ်ဆေၚ်စပ်ကဵုပသဲဍာၚ်။  မမ္ၚိုဟ်ညံၚ်ရဴပသဲဍာၚ်၊  မကြံၚ်မ္ၚိုဟ်။"},
{"word":"steep","def":"adj. (-er,-est)  မတသောဝ်စဝ်။  ၂။  မနွံကဵုပရၚ်တသောဝ်စဝ်။  vt.vi.  ချံတ္ၜိုၚ်၊  စုတ်တ္ၜိုၚ်။"},
{"word":"steeple","def":"n.  ပြသာတ်တၞောတ်အထောတ်ဘာလ္ၚောဝ်ကျာ်၊  ထုပ်ပြကာ၊  ဓုပ်ပြကာ။"},
{"word":"steer","def":"vt.vi.  ရပ်သၞေဝ်၊  တောရော၊  တူရူ။  steersman (n)  မၞိဟ်ရပ်သၞေဝ်က္ၜၚ်၊  မၞိဟ်ရပ်သၞေဝ်၊  သၟာသၞေဝ်။  ၂။  ဂၠဴဒမ်၊  ဂၠဴပရိုက်။  steer a course. (vt)  ထေဝ်ဇက်။"},
{"word":"stellar","def":"adj.  မဆေၚ်စပ်ကဵုသၞံၚ်။"},
{"word":"stem","def":"n.  လၟဳဆု၊  ၝောံဆု။  ၂။  တဝ်၊  တဝ်တၞး။  ၃။  ဂလာန်အရေဝ်တံ၊  တံမအရေဝ်။  flower stem. (n)  ထဝ်ကဴ။  vt. (-mm-)  စဵုဒၞာ၊  ဆဵုဒဝ်။  to stem from. (vt)  သ္ပသ္ဇိုၚ်တုဲစှ်ေကၠုၚ်။"},
{"word":"stench","def":"n.  ဒဒှ်မ,မသ၊  မသ၊  သၟူအမြာဲမသအုဲ။"},
{"word":"stencil","def":"n.  တၞးဖကောဝ်မဖံက်လဝ်ဗီုလိက်၊  ရုပ်ဖျေံလဝ်ဗီု၊  စက္ခူပၠုဲ။  vt.  တက်လိက်ကဵုစက္ခူပၠုဲ၊  ဗ္ဂေတ်လိက်ကဵုစက္ခူပၠုဲ။"},
{"word":"stenography","def":"n.  လိက်ဒမၠေံ။  stenographer (n)  စခဳလိက်ဒမၠေံ။"},
{"word":"step","def":"vt.vi. (-pp-)  ဂံါ၊  ဂံါအာဂတ။  ၂။  ကွာ်ဂံါ၊  ဂဍောန်၊  ဂဍောန်ကွာ်။  ၃။  သၠုၚ်ပ္တိုန်၊  သကဵုတောတက်တိုန်။  n.  လဂံါ၊  ဒဒှ်မဂံါ၊  လမာ်။  ၂။  ဗရုကွာ်။  ၃။  ပွမယဵုဒုၚ်။  ၄။  အဆၚ်၊  ကဆံၚ်၊  ကၞၚ်ကၞိန်ဒၞာဲဝဲါ၊  ဒဒှ်ကဆံၚ်မတိုန်ကၠုၚ်။  step carefully. (vi)  သဍောန်။  step in. (vi)  ဂံါလုပ်။  step over. (vt.vi)  ဂံါသရုၚ်၊  စရုၚ်၊  စရုၚ်ကၠောံ။  step proudly. (vi)  ခြေံ(ညံၚ်ရဴစာၚ်)။  step lightly. (vi)  ခြေံ၊  ဂံါကွာ်ကဵုသတိ။"},
{"word":"step-","def":"prefix.  သွဵု၊  အရေၚ်ဟွံသေၚ်။  stepchild (n)  ကောန်သွီု။  step-daughter (n)  ကောန်သွီုဗြဴဗြဴ။  step-father (n)  အပါသွီု။  step-mother (n)  ယာဲသွီု။  step-son (n)  ကောန်သွီုတြုံတြုံ။"},
{"word":"steppe","def":"n.  ဂၠးချောဲသတိပ်(ပ္ဍဲဍုၚ်ရာတ်ရှာ)။"},
{"word":"stereophonic","def":"adj.  မသၠဲလဝ်ရမျာၚ် ညံၚ်ရဴသ္ဂောံမိၚ်လ္ပာ်ဒကဴဒိုဟ်နာနာသာ် မွဲဒၞာဲဓဝ်ဟွံသေၚ်၊  မတိတ်ဒၟံၚ်ရမျာၚ်သတဳရဳယဝ်။"},
{"word":"stereoscope","def":"n.  ကရိယာမသကဵုဗီုရုပ်က္တဵုဒလောံတိုန်၊  ကရိယာမသကဵုဆဵုညာတ် ဗီုရုပ်ဒကဴပိလ္ပာ်ပိတန်။"},
{"word":"stereotype","def":"n.  ကိုန်ဂစိုတ်။  ၂။  တၞးဖ္ကောဝ်ပ္ဍဵုဗီုလိက် မစုတ်ဂစိုတ်လဝ်ဗီုလိက်မပြေၚ်လဝ်တုဲ။  stereotypical (adj)  မဒှ်ကိုန်ဂစိုတ်၊  မဟွံပြံၚ်လှာဲ၊  မဟွံသေၚ်ကဵုညာန်ကၠုၚ်နူဂဝ်။"},
{"word":"sterile","def":"adj.  မကၠက်အာမ၊  မဒှ်ဒၟံၚ်ခတန်။  ၂။  မနွံကဵုကဆံၚ်တၞံဆုဒုန်တိုန်ဟွံမာန်။  ၃။  မသကဵုက္တဵုဒှ်ကၠုၚ်ဖဵုဂုန်ဟွံမာန်။  ၄။  မဟၟဲကဵုစၟစၟောန်၊  မဗၠးအာကဵုစၟစၟောန်။  sterility (n)  ဒဒှ်မ,မကၠက်အာ။  sterilize (vt)  သကဵုဒှ်အာခတန်၊  ထပိုတ်ထောံလတေၚ်ကောန်၊  သကဵုဗၠးအာနူစၟစၟောန်။  sterilization (n)  ဒဒှ်မသကဵုဒှ်အာခတန်။"},
{"word":"sterling","def":"adj.  မနွံကဵုဍာ် ကဆံၚ်အလဵုအသဳမသ္ပစၟတ်သမ္တီ၊  မစိုပ်ကဆံၚ်သ္ဒးသ္ပတိုၚ်ခဳ။  ၂။  ဇေတ်ဇေတ်၊  မဒှ်ကဆံၚ်ဂကူခိုဟ်။  n.  ပံၚ်သတာလိန်(သြန်မရပ်စပ်ပ္ဍဲဍုၚ်အၚ်္ဂလိက်)။"},
{"word":"stern","def":"adj.  မသကဵုဒ္ဂေတ်ဗက်နကဵုအသံ။  ၂။  သ္ကာတ်မြဟ်၊  မဟွံညႇာတာ၊  မကြံၚ်မ္ၚိုဟ်။  sternly (adv)  သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်၊  ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်။  sternness (n)  ဒဒှ်မသ္ကာတ်မြဟ်။"},
{"word":"stern","def":"|2| n.  လက်သၞေဝ်၊  သ္ကုတ်သၞေဝ်၊  လ္ပာ်လက္ကရဴ(က္ၜၚ်,ဂၠုၚ်)။"},
{"word":"stethoscope","def":"n.  ကရိယာဇွောံကလၚ်သတ်ယဲအ္စာသဝ်ဝန်။"},
{"word":"stew","def":"vt.vi.  ဍုန်ကဝုန်၊  ဇြုၚ်။  n.  သွဖျုန်ကဝုန်။  ၂။  ဒဒှ်မနွံဒၟံၚ်ကဆံၚ်သ္ဒးဂွိၚ်ဂွာဲဒဇပ်ဇတဝ်။"},
{"word":"steward","def":"n.  ဇမၞော်ဇွောံမ။  ၂။  မၞိဟ်သ္ဒးကေတ်တာလျိုၚ်သွက်ဂွံမြိမြန်မၞိဟ်အာတရဴ။  ၃။  ဇမၞော်ဗန္ဒာ၊  ဇမၞော်ထိၚ်ဒက်ကပေါတ်ကညောတ်။"},
{"word":"stick","def":"n.  လေံ၊  လေံတၞုၚ်တၞုၚ်၊  လေံဒုက်။  ၂။  တၞုၚ်၊  ထကောၚ်။  vt. ထံက်ကဵုလေံ၊  ထံက်ကဵုလေံတုဲထ္ၜပတိုန်။  stick (vt.vi) (pt.pp. stuck)  ကုက်၊  ချတ်၊  ချတ်စုတ်၊  တက်၊  ထပက်စတ်၊  ဒနက်၊  နက်။  ၂။  စၚ်လုပ်ဒၟံၚ်။  ၃။  ကြပ်၊  ခၜိုတ်၊  ဂၠက်၊  တိုၚ်၊  ထဏေန်၊  ထၞေန်၊  ဗာန်၊  သကဵုဗာန်။  ၄။  ဗိုန်ခိုၚ်ဒၟံၚ်၊  ဗိုန်ဓုဒၟံၚ်၊  ဗိုန်ဒၟံၚ်။  sticky (adj)  မကၠေတ်၊  မဗာန်၊  မကၠေတ်ဗာန်၊  မကၠေတ်ထ္ၜိုတ်၊  မထၞေန်စပ်။  sticky rice. (adj)  ပလေၚ်။  stickily (adv)  နဒဒှ်မဗာန်၊  နဒဒှ်မကၠေတ်ဗာန်၊  နဒဒှ်မထၞေန်စပ်။  stickiness (n)  ဒဒှ်မကၠေတ်ဗာန်၊  ဒဒှ်မထၞေန်စပ်။  a stick-in-the-mud. (n)(colloq)  မၞိဟ်ဟွံမိက်ပြံၚ်လှာဲလ္တူကသပ်ဂၞန်တၟိ၊  မၞိဟ်စိုတ်ဟွံလုပ်စကဵုအရာမက္တဵုကၠုၚ်တၟိတၟိ။"},
{"word":"stickler","def":"n.  မၞိဟ်မချိုတ်ပၠိုတ်၊  မၞိဟ်စေဝ်သၞောဝ်ဇၞော်။"},
{"word":"stiff","def":"adj.  မကြံၚ်မ္ၚိုဟ်၊  မကြံၚ်။  ၂။  မခတ်ကလောံ၊  မဆုဲကလောံ၊  မဆုဲအာဟွံမာန်၊  မဗ္ဂေတ်ဟွံမာန်။  ၃။  မၜိုဟ်ဂံက်ဒၟံၚ်။  ၄။  မသ္ကာတ်မြဟ်၊  မသ္ကာတ်။  stiffen (vt.vi)  မ္ၚိုဟ်၊  ကဵုမ္ၚိုဟ်၊  သကဵုကြံက်မ္ၚိုဟ်၊  ကြံၚ်မ္ၚိုဟ်အာ။  stiffly (adv)  ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်။  stiffness (n)  ဒဒှ်မကြံၚ်မ္ၚိုဟ်။"},
{"word":"stifle","def":"vt.vi.  ဂၠိုက်၊  သကဵုဂၠိုက်ဆိုအ်ဗစိုပ်အာစဵုကဵုကဆံၚ်ယီုဟွံဂွံ။  ၂။  ထလေက်ပလီုထောံ၊  အေၚ်လဝ်။"},
{"word":"stigma","def":"n.  ယၟုလီုလီု၊  ဒဒှ်မလီုအာကျာ်သြဳ၊  ဒဒှ်မဂွံမုက်ဂဝ။  stigmatize (vt)  သကဵုစရာဲကျာ်သြဳလီု၊  သကဵုယၟုလီု။"},
{"word":"stile","def":"n.  တၞိန်တိုန်စှ်ေသွက်ဂွံကၠောံဒပ်။"},
{"word":"stiletto","def":"n. (pl.-s,-es)  ၜုန်အဇာသွတ်သွတ်။"},
{"word":"still","def":"adj. (-er,-est)  မဟွံချဳဒရာၚ်၊  မသ္ၚိတ်ဇြညိၚ်ဝတ်။  adv.  နဒဒှ်မဟွံချဳဒရာၚ်၊  သ္ၚိတ်သ္ၚိတ်ဇြဇြ၊  ညိၚ်ညိၚ်ဝတ်ဝတ်။  n.  အခိၚ်ကာလမသ္ၚိတ်ဇြ၊  ဒဒှ်မညိၚ်သ္ၚိတ်။  vt.  သကဵုသ္ၚိတ်၊  သကဵုကၞပ်၊  သကဵုညိၚ်ဝတ်အာ။"},
{"word":"still","def":"|2| adv.  အဃောဒှ်မံၚ်။  အဃောဒှ်ဒၟံၚ်ဏီ။  ၂။  စဵုကဵုလၟုဟ်၊  စဵုကဵုတ္ၚဲဏံ၊  စဵုကဵုလၟုဟ်ဏီ။  conj.  ၜိုန်၊  ၜိုန်ဂှ်လေဝ်၊  ၜိုန်ဂှ်ကီုလေဝ်။  still more. (adv)  လောန်နူဂှ်။"},
{"word":"stilt","def":"n. ဒၞပ်ဂွတၚ်ဒုၚ်သၠုၚ်သၠုၚ်။"},
{"word":"stilted","def":"adj.  မဗက်အာကဵုပြကိုဟ်၊  မဟီုဂလာန်လိက်ပတ်၊  မဗက်စအခိုက်တြေံတြဟ်တေံ။"},
{"word":"stimulant","def":"n.  အရာမသကဵုမြဟ်မြဴ လရုက္တဵုပတိုန်စိုတ်(ဍာ်ကာဖဲ,အရက်)။"},
{"word":"stimulate","def":"vt.  စကဵုစိုတ်ချဳဒရာၚ်၊  သကဵုစိုတ်လရုက္တဵု၊  သကဵုကသပ်လုပ်စိုပ်ကၠုၚ်။  stimulus (n)(pl.-li)  အရာမရေၚ်တၠုၚ်ကဵုစိုတ် ညံၚ်ရဴသ္ဂောံလရုက္တဵုကၠုၚ်မာန်။"},
{"word":"sting","def":"n.  ဍုတ်မနွံကဵုဂျိ၊  တၞုၚ်မနွံကဵုဂျိ၊  ဂၞေဟ်မနွံကဵုဂျိ။  ၂။  ဒဒှ်မဂိက္တာန် ဟိုတ်နူသ္ဒးဒုၚ်စတ်ကဵုဍုတ်မနွံကဵုဂျိ။  ၃။  ဒဒှ်မသ္ဒးဒုၚ်စတ်ကဵုဍုတ်ဂျိ၊  ဒဒှ်မသ္ဒးဒုၚ်ဗိုတ်ကဵုဍုတ်ဂျိ။  vt.vi. (pt.pp.stung)  စတ်ကဵုဍုတ်၊  ဗိုတ်စတ်ကဵုဍုတ်။"},
{"word":"stingy","def":"adj. (-ier,-iest)  မသအေတ်၊  မဂိုဟ်ဂြပ်၊  မကတက်၊  မဂအေတ်၊  မသအေတ်၊  သအေတ်ခပါန်၊  သအေတ်ဂမ္တက်။  ၂။  မဟွံဍိုက်ပေၚ်၊  မဟွံရုံဂပ်။"},
{"word":"stink","def":"vi. (pt.stank or pt.pp.stunk)  ဂွံသၟူမသ၊  ပသ၊  မသအုဲ။  n.  ဒဒှ်မဂွံသၟူမသ။"},
{"word":"stint","def":"vt.vi.  ခနှေံတုဲကဵု၊  ဖန်တုဲကဵု၊  ဒှ်ဒၟံၚ်ကဆံၚ်ပစ, ကဵုဟွံမာန်။"},
{"word":"stipend","def":"n.  သြန်အထံက်အပၚ်။  သြန်အရီုအဗၚ်။"},
{"word":"stipulate","def":"vt.vi.  ဂစိုတ်ကၞာတ်လဝ်နဒဒှ်စေဝ်သၞောဝ်။  ၂။  ချုက်လဝ်လိက်တုပ်လဝ်စိုတ်။"},
{"word":"stir","def":"vt.vi. (-rr-)  သကဵုချဳဒရာၚ်။  ၂။  လၟာဲ၊  ထကဵု၊  ထကဵုလၟာဲ။  ၃။  သကဵုလရုက္တဵု။  n.  ဒဒှ်မသကဵုလရုက္တဵု။  stir around. (vt.vi)  ဂၟာဲ၊  လမာဲ၊  လၟာဲ။  stir up. (vt.vi)  ကလိုက်၊  ကလိုက်ကၟဵု၊  လၟာဲထကဵုလရုက္တဵု။"},
{"word":"stitch","def":"n.  ဒဒှ်မဇိၚ်၊  ဒဒှ်မကၞောတ်။  ၂။  ဇၟိၚ်။  vt.vi.  ဇိၚ်၊  ကၞောတ်။"},
{"word":"stock","def":"n.  ဇာလာဲ(ဟလာဲ)၊  သၞိၚ်(နှိၚ်)၊  ဟၚ်၊  တံလၟဳဆု။  ၂။  ဇွောံရပ်၊  ကသိၚ်၊  ဒသိၚ်ဇိုၚ်။  ၃။  မဇ။  ၄။  ကပေါတ်မကြိုၚ်စွံလဝ်။  ၅။  သတ်တိရစ္ဆာန်ပြေၚ်ဂၠဴဂမၠိုၚ်။  ၆။  လိက်ကသုက်အလဵုအသဳဒမၠေံကေတ်သၠုဲ၊  လိက်စၟတ်တဲလုပ်လဝ်အရၚ်၊  အရၚ်။  vt.  ကြိုက်ဗၞိက်။  ၂။  ထံက်ပၚ်၊  ဗပေၚ်ထပ်။  stockbroker (n)  မၞိဟ်စဂုန်လ္တူသွံရာန်အရေၚ်။"},
{"word":"stockade","def":"n.  မ္ၚု၊  ဍုၚ်မြုတာ၊  ကၟာၚ်ဒပ်ဆု၊  ဂဒုက်၊  မြုတာဲ။  vt.  သိုၚ်ခၞံကၟာၚ်ဒပ်ဆု၊  ဒပ်စဵုဒၞာလဝ်နကဵုဆု။"},
{"word":"stocking","def":"n.  ဂရောပ်ဇိုၚ်ဇမၠိၚ်။"},
{"word":"stodgy","def":"adj.  မအံလိုအ်၊  မနွံကဆံၚ်စဟွံအိုတ်ဗိုတ်ဟွံအာ၊  မနွံကဆံၚ်ဖဲဖဲလဲလဲ။  ၂။  အရာမချူဆန်လဝ်သွက်စိုတ်သ္ဂောံလုပ်စဟွံမွဲ၊  အရာမချူဆန်လဝ်ဒှ်ဒၟံၚ်သွက်သ္ဂောံလၞုဟ်ထကုဲ။"},
{"word":"stoic","def":"n.  မၞိဟ်မနွံကဵုဓာတ်စိုတ်ခိုၚ်ခိုၚ်ဗိုန်ဗိုန်၊  မၞိဟ်ဒ္ဂေတ်ညံၚ်ရဴသ္ဂောံညာတ်မာန်ဓဝ် ဥပေက္ခာ(ဓဝ်မဇ္ဇျဟ်)လ္တူသုခဒုက္ခမာန်။"},
{"word":"stoke","def":"vt.vi.  စုတ်ချးတၟံ၊  ထပက်ပၟတ်၊  ဒလူပၟတ်။  stoker (n)  မၞိဟ်ထပက်ပၟတ်၊  မၞိဟ်ဒလူပၟတ်။"},
{"word":"stole","def":"ရံၚ် steal တေံညိ။  n.  ယာတ်ပဝါကၠေဟ်လဝ်ပ္ဍဲကံ အခါသၚ်ခရေတ်တံမသ္ပဝတ်ကဵုကျာ်၊  ယာတ်သၟတ်ဗြဴတံမသၠောံလ္တက်။"},
{"word":"stolid","def":"adj.  မဝိုဟ်၊  မဟွံဝုန်၊  မရိရေၚ်၊  မဝါတ်ဂါတ်တဴပ္ဍဲအရာသွက်စိုတ်ဂွံချဳဒရာၚ်။"},
{"word":"stomach","def":"n.  ဗုၚ်။  ၂။  ထိုၚ်စၞ။  ၃။  စိုတ်၊  ဆန္ဒ။  vt.  အေၚ်ဒုၚ်၊  ၚိတ်လဝ်။  stomach-ache (n)  ဗုၚ်ဂိ။"},
{"word":"stomp","def":"vi.  ထၟုက်၊  ဂဒု၊  ကပိုက်ကဆံၚ်၊  ကဆံၚ်ဇိုၚ်၊  ဂဒုဇိုၚ်၊  လှ်ေထလာ်ဂဒုဇိုၚ်။"},
{"word":"stone","def":"n.  တၟံ၊  တၟံကလောံ။  ၂။  မတ်(ရတ်)။  ၃။  လျိုၚ်(၁၄)ပံၚ်=မွဲသတန်။  vt.  ကၠဟ်ကဵုတၟံ။  stony (adj) (-ier,-iest)  မဂၠိုၚ်ကဵုတၟံ။  ၂။  မကြံၚ်မ္ၚိုဟ်၊  မကြံၚ်ကြေဲ၊  မနွံကဆံၚ်ဂံက်ၜိုဟ်လောန်အာ။  stone building. (n)  တိုက်။  bladder stone. (n)  ယဲဖၞေံ၊  ယဲဖၞေံသယျာက္ဍဝ်၊  ယဲသျာက္ဍဝ်၊  ယဲဖျာဂၠိုၚ်။  stone pit. (n)  ကတိုၚ်တၟံ။  stone fish. (n)  ကခပိုၚ်။"},
{"word":"stood","def":"ရံၚ် stand တေံညိ။"},
{"word":"stool","def":"n.  ခုၚ်၊  ခုၚ်ဇိုၚ်ပန်။  ၂။  ခိုၚ်လ္ဇံက်ဇိုၚ်။  ၃။  တမဵု၊  တၟဵု။"},
{"word":"stoop","def":"vt.vi.  ဂစိုၚ်၊  ဂၠုက်၊  ဒစိုၚ်၊  ဗျံက္ဍိုပ်၊  ကုန်ဖျေံဇကု၊  လမူ၊  လမူဖျေံ၊  လမောဝ်၊  လၟောဝ်။  ၂။  ဂၠုက်အသၟဝ်၊  ဒုၚ်ပယျ၊  ဒုၚ်ကံ။  n.  ပွမဂၠုက်အသၟဝ်၊  ပွမဒုၚ်ပယျ။  stoop down. (vt.vi)  ဂစိုၚ်ဂၠုက်၊  ဂစိုၚ်စှ်ေ၊  လမူ၊  လမူဖျေံ၊  လၟောဝ်၊  လၟောဝ်ဖျေံ။"},
{"word":"stop","def":"vt.vi. (pt.pp.-ped)  တာ၊  ဒေံါ၊  ဒိုအ်၊  ဒိုံ၊  သကဵုဒေံါ၊  စဵုဒၞာ၊  ဆိုအ်လဝ်၊  တန်လဝ်၊  တုန်လဝ်။  ၂။  တၟာဆဵုဒဝ်။  ၃။  ဒေံါဇူ၊  ဇူဒၟံၚ်။  n.  ဒဒှ်မဒေံါ။  ၂။  ဒၞာဲဒေံါမၚ်ကွဳစက်။  stopgap (n)  မၞိဟ်သ္ဒးဒုၚ်စွံလဝ်စၞးယာယဳ၊  မၞိဟ်သ္ဒးဒုၚ်ဆတ်စုတ်လဝ်အဇာယာယဳ၊  အရာမသ္ဒးဒုၚ်ဆတ်စုတ်လဝ်စၞးယာယဳ။  stoppage (n)  ဒဒှ်မသကဵုဒေံါအာ။  stopper (n)  ကသံ၊  ကသံပလၚ်။"},
{"word":"store","def":"n.  ကပေါတ်မကြိုၚ်လဝ်၊  ပမာဏကပေါတ်မကြိုၚ်စွံလဝ်၊  ကပေါတ်ကြိုၚ်ဂိုၚ်သီစွံလဝ်။  ၂။  ဗပေၚ်၊  ထံက်ပၚ်။  vt.  ဒေပ်၊  ဒေပ်လဝ်။  storage (n)  ၚုဟ်လိၚ်ခၟာၚ်ကြိုၚ်ကပေါတ်၊  ၚုဟ်သီဂိုၚ်ဒေပ်ကပေါတ်။  ၂။  ဒၞာဲမသီဂိုၚ်ဒေပ်၊  ဒဒှ်မကြိုၚ်ဒေပ်။  store house. (n)  ဇရာံပိုန်၊   ဇရာံဖလူ။  store in the memory. (vt)  ပ္ဍေန်ဇမန်(ဇၟန်)၊  ပ္ဍေန်ပ္ဍဟ်၊  ဗှ်ကၠဟ်သမ္တီ။  storeroom (n)  ဒၟေပ်၊  ဒၞာဲဒေပ်၊  ဒၞာဲဂိုၚ်။"},
{"word":"storey","def":"n.  အထပ်ဒတန်၊  အဆၚ်၊  ထပ်၊  ဘုံ။  storeyed (adj)  မနွံကဵုထပ်။"},
{"word":"stork","def":"n.  ဒိုၚ်ဗျု။"},
{"word":"storm","def":"n.  ကျာလဗိုတ်၊  ကျာမေလံၚ်၊  မေလံၚ်၊  လဗိုတ်ကျာ။  ၂။  ဒဒှ်မသ္ဒးဒုၚ်လဝ်တံဂှ်ဗတိုဟ်တိုန်။  ၃။  ဒဒှ်မသီကေတ်ထောံ နကဵုပေဲါဗတိုက်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်။  stormy (adj)  မနွံကဆံၚ်ကျာလဗိုတ်မထတ်သ္ကာတ်မြဟ်ဒၟံၚ်။  stormily (adv)  နဒဒှ်လဗိုတ်ကျာမဇၞော်သ္ကာတ်ဗွဲမလောန်။"},
{"word":"story","def":"n. (pl.ries)  ဗီုဒဒှ်၊  ပရောပရာ။  ၂။  သတ်ဇာတ်၊  ပုံ၊  ပုံအဂီု၊  ဝတ်၊  ဝတ္ထု။  The story of the Christ. (n)  ဝၚ်ခရေတ်။"},
{"word":"stout","def":"adj.  မကြံၚ်မ္ၚိုဟ်ဗိုန်ုခိုၚ်၊  မမ္ၚိုဟ်ကြံၚ်။  ၂။  မဂံၚ်သ္ကာပိုတ်ဒကုတ်။  stoutly (adv)  နဒဒှ်မ္ၚိုဟ်ကြံၚ်၊  ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်။"},
{"word":"stove","def":"ရံၚ် stave တေံညိ။  n.  ဖဴ၊  ဖဴပၠေဲ။"},
{"word":"stow","def":"vt.  စုတ်ပၠောပ်၊  ဂွဳဒက်။  ၂။  ကၠတ်အောပ်ကၠတ်ဍိုက်အာ ညံၚ်ရဴဟွံသ္ဒးကဵုၚုဟ်မး လ္တူက္ၜၚ်,က္ၜၚ်ကျာ။"},
{"word":"straddle","def":"vt.vi.  ထတဴဒၟံၚ်ဇိုၚ်ခရာခရာ။  ၂။  ဂ္ဇံဂါပ်လဝ်ကဵုဇိုၚ်၊  ထတဴဂါပ်လဝ်ကဵုဇိုၚ်။"},
{"word":"straggle","def":"vi.  တန်ဒၟံၚ်ခရံၚ်ခရံၚ်ဒဂါတ်ဒဂါတ်၊  အာကၠုၚ်လ္ပာ်က္ဍိုပ်ထ္ပက်အာ။  ၂။  မသှ်ေတ္ၜက်ပြးအာနူက္ဍိုပ်။  straggler (n)  မၞိဟ်အာဒၟံၚ်လ္ပာ်ဂတးဏာက္ဍိုပ်၊  မၞိဟ်သှ်ေတ္ၜက်ပြးအာနူက္ဍိုပ်။"},
{"word":"straight","def":"adj.  တပ်၊  တပ်ထ္ၜိုက်၊  တပ်ဗၠိုဟ်၊  တပ်ထေၚ်၊  မတပ်ထာန်၊  တမ္ၚူ၊  မပၚူ၊  သ္တးသ္တၚ်၊  သ္တပ်၊  သ္တပ်သ္တး၊  သ္တပ်သ္တေၚ်။  ၂။  မလ္ဂူတပ်၊  မလ္ဂူ၊  မဒဂူတပ်၊  မဒှ်တပ်တပ်။  ၃။  မဒှ်နကဵုလၟေၚ်အစဳအဇန်။  ၄။  မတဝန်၊  မတွန်၊  မတပ်တး၊  မယျဵုလ္ဂူတပ်တး၊  မတပ်တးဓဝ်ယာ၊  မဟၟဲကဵုကၞိက်လဒဵု၊  မပံက်သြိုဟ်။  adv.  ဓဝ်ဓဝ်၊  ဗွဲတမ္ၚူ၊  ဗွဲမတပ်တး၊  နဒဒှ်မတပ်ထ္ၜိုက်၊  ပြဟ်ပြဟ်ပြေဟ်ပြေဟ်။  ၂။  လွာဲဂှ်၊  မွဲလစုတ်ဓဝ်။  straighten (vt.vi)  ပတပ်ထောံ၊  ပၠး၊  ပၠးထောံ၊  ဗတပ်၊  ဗဓဝ်၊  လ္ဂူ၊  လး၊  သ္တပ်သ္တး၊  သ္တပ်လဝ်၊  ၜိုတ်ထောံ၊  ပတပ်၊  သကဵုတပ်။  straight-forward (adj)  မတမ္ၚူ၊  မဒဂူ၊  မလ္ဂူတပ်၊  မယျဵုလ္ဂူ၊  မတပ်တး၊  မဓဝ်၊  သ္တပ်။  ၂။  မလောဲဗွဲ၊  မကၠိုဟ်ခၠၚ်လောဲ။  straightforwardly (adv)  သ္တပ်သ္တပ်။"},
{"word":"strain","def":"vt.vi.  တံၚ်ဗဇာ၊  ရုန်ဒဇက်၊  တံၚ်။  ၂။  ကၠောန်ၜိုတ်ပ္တိတ်ဇြဟတ်၊  ဝပ်မကလိဂွံဟိုတ်နူမဂစာန်ကၠောန်၊  ဇြဟတ်အိုတ်အာဟိုတ်နူမဂစာန်ကၠောန်။  ၃။  ခဍိုဟ်၊  ထ္ဍိုဟ်၊  သ္ဍိုဟ်၊  သ္ဍိုဟ်ကေတ်။  n.  ဒဒှ်မဒဇက်၊  ဒဒှ်မရုန်ဂစာန်၊  ဒဒှ်မပ္တိတ်ဓတ်တုဲကၠောန်။  ၂။  ဂဳတ၊  ကွိၚ်ကွိုက်၊  ဒွက်(ဂွက်)။  strained (adj)  မကြံၚ်မ္ၚိုဟ်၊  မဟွံစှ်ေကဵုသဘာဝ။  strainer (n)  ဇွောံသ္ဍိုဟ်ဍာ်၊  ခေါ်သ္ဍိုဟ်ဍာ်၊  သ္ဍိုဟ်ဍာ်။"},
{"word":"strait","def":"n.  ကလိုဟ်ဂၚ်၊  ကလိုဟ်ၜဳ။  ၂။  ဒဒိုက်၊  တၚ်ဝါတ်ဂါတ်။  adj.  မဒှ်က္ဍန်ဂြက်။  straiten (vt)  သကဵုဝါတ်ဂါတ်၊  သကဵုကြေပ်ဂြတ်။"},
{"word":"strand","def":"n.  ဇိုၚ်ၜဳ၊  ပရၚ်ၜဳ၊  သြၚ်ဂၚ်၊  ပရၚ်ဂၚ်။  vt.vi.  ခက်သြၚ်ဗ္တဳ။  n.  ပလောပ်ဇုက်၊  ကသာဲဇုက်၊  ပၠီဇုက်။"},
{"word":"strange","def":"adj. (-r,-st)  ဟွံကေၚ်မိၚ်ညာတ်၊  မတၟေၚ်တၟဟ်။  ၂။  မဒှ်ကဆံၚ်ဖျုန်ဟွံချိုတ်ဏီ။  strangely (adv)  တၟေၚ်တၟေၚ်တၟဟ်တၟဟ်။  stranger (n)  ခမှုဲ၊  ခၟုဲ၊  တၟုဲ၊  မၞိဟ်ကလိၚ်မုက်၊  ဒေံကောဟွံသေၚ်၊  ရဲပလုၚ်။"},
{"word":"strangle","def":"vt.  ပတ်ဂစိုတ်ကံ၊  သကဵုယီုဝါတ်။  strangulation (n)  ဒဒှ်မပတ်ဂစိုတ်ကံ၊  ဒဒှ်မသကဵုယီုဝါတ်။"},
{"word":"strap","def":"n.  ဇုက်ပၠာစၞာံ။  vt. ဒက်ကဵုဇုက်ပၠာစၞာံ။  ၂။  တက်ကဵုဇုက်ပၠာစၞာံ။  strapping (adj)  မဇၞော်ဂဝ်ထတ်မ္ၚိုဟ်။"},
{"word":"stratagem","def":"n.  အလိတ်၊  ဥပ္ပာဲ၊  စဏာဲ၊  စၞာဲ၊  ပြယာဲပၞာန်၊  ဒဒှ်မ္ၚဲဒဇက်ပၞာန်၊  ဒဒှ်မလှန်ဗ္ဂေတ်၊  မြော်။"},
{"word":"strategy","def":"n.  ကွတ်ပြေၚ်ပၞာန်၊  သေနၚ်္ဂဗျူဟပၞာန်။  strategist (n)  မၞိဟ်စိုန်သ္ကီုပ္ဍဲသေနၚ်္ဂဗျူဟပၞာန်၊  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲပရေၚ်ပြေၚ်ဗျူဟပၞာန်၊  ဇမၞော်သေနၚ်္ဂဗျူဟာ။"},
{"word":"straw","def":"n.  ချံက်။  ၂။  ကသာဲချံက်၊  ပၠံၚ်ဇြောတ်ဍာ်ဍာ်။  vt.  ဂြောပ်ကဵုချံက်။"},
{"word":"strawberry","def":"n.  တၞံသတြဵုဗာရဳ၊  သတ်သတြဵုဗာရဳ။"},
{"word":"stray","def":"vi.  မတ်ဂေတ်ကလိၚ်ဂၠံၚ်၊  ပြးအာနူအဖဴ။  adj.  မကလိၚ်ဂၠံၚ်မတ်ဂေတ်အာ။  n.  မၞိဟ်မတ်ဂေတ်ကလိၚ်အာဂၠံၚ်၊  သတ်တိရစ္ဆာန်ပြးတိတ်အာနူသ္ကံ။  stray away. (vi)  ဗၠးအာ။"},
{"word":"streak","def":"n.  စရိတ်၊  ဒဒှ်မဒှ်ကၞၚ်ကၞၚ်ကၞောဝ်ကၞောဝ်၊  ဒဒှ်မဒှ်ဒၟံၚ်ကၞၚ်ကၞၚ်၊  လာဲ၊  သရိတ်။  vt.  သကဵုကၞၚ်ကၞောဝ်နွံဒၟံၚ်။  streaky (adj)  မနွံကဵုကၞၚ်ကၞောဝ်။"},
{"word":"stream","def":"n.  လ္ဂောဝ်၊  ၜဳ၊  ကြုၚ်။  ၂။  သြဃ၊  ဇမောဝ်၊  ဇၟောဝ်၊  ဂၠံၚ်ဇွောဝ်။  vi.  ဇွောဝ်စှ်ေ၊  ဇွောဝ်လုပ်၊  ဇွောဝ်တိတ်။  streamer (n)  အလာံတံၚ်ခေါန်၊  ဇၞောဝ်၊  ဇၞောဝ်အလာံ။  streamlined (adj)  မကလိတ်ကလောတ်၊  မသောၚ်ကၠးအိုတ်အာ။"},
{"word":"street","def":"n.  ဂၠံၚ်၊  ဂၠံၚ်အပ္ဍဲဍုၚ်၊  ဂၠံၚ်အပ္ဍဲကွာန်၊  တရဴသြော်၊  တြဴသြော်၊  သဗာန်သြော်၊  သြော်။"},
{"word":"strength","def":"n.  ဇြဟတ်ဇၟူ၊  ဒရှတ်၊  ဒရှတ်ဓတ်၊  ဒရှတ်အစောံ၊  ဒြဟတ်ဓတ်၊  ဒြဟတ်အစောံ၊  ဗလ၊  သတ္တိ၊  အစောံဇြဟတ်၊  ဓတ်၊  ဇြဟတ်။  ၂။  ဇြဟတ်မၞိဟ်၊  ဗဵု။  strengthen (vt.vi)  သကဵုဓတ်တိုန်၊  ပထတ်၊  သဗိုန်၊  ကဵုဇြဟတ်။"},
{"word":"strenuous","def":"adj.  မသ္ဒးကၠောန်နကဵုဍာ်ဓတ်၊  မနွံပၟိက်သွက်သ္ဒးကၠောန်ကဵုဍာ်ဓတ်။  strenuous effort. (adj)  ကမြဴလွဳ၊  ကမြဴလွဳပရာ၊  ပ္တိတ်လွဳဇြဟတ်သ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။  strenuously (adv)  နကဵုဇြဟတ်လဒံလွဳ။"},
{"word":"streptococcus","def":"n.  စၟယဲမသကဵုက္တဵုဒှ်ယဲဇှ် ဖျုန်သွဗ္ကေတ်ဍာဲ၊  ယဲတံလ္တာ်သရံက်။  ယဲကသံတံ။"},
{"word":"streptomycin","def":"n.  ဂဥုဲပဋိဇဳဝ သွက်ဂွံလွဳယဲကသံ။"},
{"word":"stress","def":"n.  ဒဒှ်မပ္ဍဵုပ္ဍိုက်၊  ဒဒှ်မကြေပ်ဂြတ်။  ၂။  ဒဒှ်မစွံကဆံၚ်ဇြိုဟ်ဇြိုဟ်နက်နက်။  ၃။  ဒဒှ်ရမျာၚ်ဂရုမတိတ်။  ၄။  ဒဒှ်မဂြတ်ဂြက်၊  ဒဒှ်မမ္ၚိုဟ်ကြံၚ်။  vt.  သ္ပဇြိုဟ်ဇြိုဟ်နက်နက်။"},
{"word":"stretch","def":"vt.vi.  တေၚ်၊  တံၚ်ဗဇာ၊  ဇာတိတ်ကၠုၚ်၊  ပတေၚ်၊  ဗတေၚ်၊  လး၊  သကဵုတေၚ်ကၠုၚ်။  ၂။  သကဵုတိက်သဂၠေဝ်ဒၟံၚ်။  ၃။  သၠဲပတိတ်၊  သၠဲလးတိတ်။  n.  ဒဒှ်မတံၚ်ဗဇာ၊  ဒဒှ်မဇာ၊  ဒဒှ်မသၠဲပတိတ်၊  ဒဒှ်မသၠဲ။  ၂။  အခိၚ်အခါမက္တဵုဒှ်ဒၟံၚ်မွဲဒမြိပ်ဓဝ်၊  ဒၞာဲမက္တဵုဒှ်ဒၟံၚ်မွဲဒမြိပ်ဓဝ်။  stretcher (n)  ဇဵုနာဲ(လေံဇဵုထံက်ယာတ်ပ္ဍဲဓမၚ်ယန်)၊  ဒလေၚ်ဒၟံၚ်သ္တိက်သွက်ဂွံယိုက်မၞိဟ်ယဲ။  stretch forth. (vt.vi)  တယျောဝ်ဏာ။  stretch the neck. (vt)  ဂညော်ကံ၊  ဓညော်၊  ဓညံက်။  stretch out. (vt.vi)  ဗတေၚ်ပ္တိတ်၊ လးလး။  stretch the limbs. (vt)  ပၠးကဝိုၚ်၊  ပၠးဇိုၚ်တဲ၊  လလးကာယမလၞုဟ်။"},
{"word":"strew","def":"vt. (pt.-ed, pp.-ed or strewn)  ပရးဂြာတ်ပ္ကဴ (ဗ္က၊ ဗ္တဳ)၊  ဗဂူဗြဲပ္ကဴ (ဗ္က၊ ဗ္တဳ)။"},
{"word":"stricken","def":"adj.  မသ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်၊  မသ္ဒးဒုၚ်အုပ်ဓလီု။"},
{"word":"strict","def":"adj. (-er,-est)  မကြေပ်ဂြတ်၊  မနွံကဵုစေဝ်သၞောဝ်တေၚ်တေၚ်ဂြတ်ဂြတ်၊  မနွံကဵုစေဝ်သၞောဝ်ဇၞော်။  ၂။  မပိုတ်ဒကုတ်၊  မချိုတ်ပၠိုတ်။  strictly (adv)  ဗွဲမပိုတ်ဒကုတ်၊  ဗွဲမချိုတ်ပၠို်တ်။  strictness (n)  ဒဒှ်မပိုတ်ဒကုတ်၊  ဒဒှ်မချိုတ်ပၠိုတ်။"},
{"word":"stricture","def":"n.  ဒဒှ်မပါ်ပဲါပ္တိုန်ဒုဟ်၊  ဒဒှ်မပရဂဟီပ္တိုန်ဒုဟ်။  stricture of the urethra. (n)  မုတ္တကိတ်၊  မုတ္တကြိတ်၊  ယဲမုတ္တကြိတ်။"},
{"word":"stride","def":"vt.vi. (pt.strode, pp.stridden)  ကွာ်နကဵုလဂံါဇိုၚ်သိၚ်သိၚ်။  ၂။  တက်တိုန်အာနကဵုလဂံါမွဲလဂံါ၊  တတ်ကၠောံအာနကဵုလဂံါမွဲလဂံါ။"},
{"word":"strident","def":"adj.  မဇၞော်သၠဲစၚ်စူ။"},
{"word":"strife","def":"n.  ဒဒှ်မက္တဵုဒှ်ဂြဲဂြက်သေက်ဇဵု။"},
{"word":"strike","def":"vt.vi. (pt.struck, pp.striken)  တက်၊  ၜုၚ်၊  ဂဗး၊  ဒါတ်၊  စာဲ၊  တက်(နာဍဳ)၊  တိုက်၊  တိၚ်(ကွိၚ်ကွိုက်)၊  တိုက်ဒါတ်၊  ဒွဵု၊  ပါတ်၊  လပိုက်။  လမိုတ်၊  လၟိုတ်၊  သ္တက်၊  ၜုၚ်တက်။  ၂။  သကဵုဗရုဗြုဒၟာနူတက်ၜုၚ်ဒဒှ်။  ၃။  ဖျေံ(အလာံ,ယာ)၊  ရုပ်သီ(တာဲယာတ်)။  ၄။  သောန်၊  သၚ်။  ၅။  ခရက်ပၟတ်။  ၆။  ကၠးတိုန်ပ္ဍဲစိုတ်၊  ညာန်ပံက်တၟးကၠုၚ်၊  လညာတ်မံက်ကၠုၚ်။  ရ။  ဗ္ကပ်ဗဗေၚ်၊  ဒစဵုဒစးကၠောန်။  ၈။  ဆဵု၊  စိုပ်ကၠုၚ်။  strike out against. (vt.vi)  ဒဗတ်၊  ဒဗတ်ဒး၊  ဒိ၊  ဒိဒး၊  ဗလတ်၊  လုက်၊  လုက်ဒး။  strike a blow. (vt)  ထံက်ဂလာန်၊  ကဵုဇြဟတ်။  strike a musical instrument. (vt)  တိၚ်တိုက်။  strike back. (vt.vi)  ခလှ်ေ၊  ဂလှ်ေ။  strike the cheek. (vt)  ထုဂဗး၊  ဂဗး၊  ဂဗးစုတ်ပ္ဍဲမုက်။  strike out. (vt)  ခရက်၊  တက်ဍံ(ဍအ်)၊  သက်။  strike the bell. (vt)  ဂဒုခၞိၚ်။  strike the breast. (vt)  တိၚ်ဂတီုသြိုဟ်၊  တက်ဂဗးသြိုဟ်၊  ဒါတ်သြိုဟ်။  strike through. (vt.vi)  တ္ၚီုခလှၚ်။"},
{"word":"strike","def":"|2| n.  ဒဒှ်မဗ္ကပ်ဗဗေၚ်၊  ဒဒှ်မညာတ်။  strike-breaker (n)  မၞိဟ်မထပ်စုတ်ဒၞာဲအဇာ မၞိဟ်ဗ္ကပ်ဗဗေၚ်။  strike-leader (n)  ခ္ဍိုပ်သ္ကိုပ်မၞိဟ်ဗ္ကပ်ဗဗေၚ်။  striker (n)  မၞိဟ်ဗ္ကပ်ဗဗေၚ်၊  ဇမၞော်ထ္ပက်ပၠောပ်ဂဝ်ပ္ဍဲဂကောံဗဝ်မွဲမွဲ။  strike-bound (adj)  မသ္ဒးဒေံါထောံကမၠောန်ဒၟာနူဗ္ကပ်ဗဗေၚ်။"},
{"word":"striking","def":"adj.  မတီကၠးခၠေဲ၊  မတၟေၚ်တၟဟ်။"},
{"word":"string","def":"n.  ဇုက်၊  ဇုက်ဗၜန်။  ၂။  ဇၟန်။  ၃။  ဇုက်စံၚ်၊  ဇုက်ကွိၚ်ကွိုက်။  vt.vi. (pt.pp.strung)  ဗ္ဂပ်စုတ်ဇုက်။  ၂။  ဇန်၊  ကၞောတ်။  stringy (adj)  မတုပ်ကဵုဇုက်၊  မဂၠိုၚ်ကဵုကသာဲ။  string beans. (n)  သတ်ဇုက်၊  သတ်ဇုက်ထကောၚ်၊  ၜဲထကောၚ်။"},
{"word":"stringent","def":"adj.  (ဥပဒေ,သၞောဝ်)မကြေပ်ဂြတ်။  stringency (n)  ဒဒှ်မနွံကဵုဥပဒေသၞောဝ်ကြေပ်ကြေပ်ဂြတ်ဂြတ်။"},
{"word":"strip","def":"vt.vi. (-pp-)  ခွာပ္တိတ်၊  တံၚ်သၠောတ်၊  သံက်ပ္တိတ်၊  သ္တိုက်၊  သ္တိုက်ဗပါ်။  ၂။  သီကေတ်၊  ရုပ်သီထောံ(အခေါၚ်အဝဵု)။  n.  တၞုၚ်ဇမၠိၚ်၊  ဒၞာဲဂအာၚ်ဂၠိၚ်ဂၠိၚ်။  bamboo strip. (n)  တဝ်ကၞိက်(သၠကၟဳသ္ၚိ)။  He was stripped of his title. (vt)  ညးသ္ဒးဒုၚ်သီဏာ မဟိမုညးမသ္ဂောံဒုၚ်စသိုၚ်လဝ်ဂှ်။"},
{"word":"stripe","def":"n.  ဂွဵု၊  ဂၟေၚ်၊  စရိတ်၊  ဒၞောဝ်၊  ဒွဵု၊  ဒွဵုဒွိုက်၊  ကၞၚ်(ကၠ,ဂၠိက်ယာတ်)။  ၂။  တဆိပ်စရိတ်ထ္ၜးကဆံၚ်မနွံဗီုပြၚ်အက္ခဝ်အၚ်္ဂလိက်(v)။  ၃။  ဒၞာဲဂၟေၚ်ဒၞောဝ်တက်(ကဵုလေံ,လေံၜဝ်)။  striped (adj)  မက္တဵုဒၟံၚ်နကဵုဂၟေၚ်ဒၞောဝ်၊  မနွံဒၟံၚ်ကဵုကၞၚ်ကၞောဝ်။"},
{"word":"stripling","def":"n.  ဗၠာဲသၟုဲလေၚ်၊  ဗၠာဲက္တဵုတၟိ။"},
{"word":"strive","def":"vi. (pt.strove, pp.striven)  စၞေဟ်၊  စၞေဟ်ပ္ကာန်၊  ပ္ကာန်၊  ပ္ကီုလွဳ၊  ဗ္တိုက်ဗ္တုန်၊  ဖျပ်ပြာပ်၊  ဂစာန်လွဳ၊  ဂစာန်၊  ဂစာန်ဂိုတ်၊  သွေက်ဇဵု၊  ချဳဒရာၚ်၊  ကၠေံစိုတ်၊  ပ္တိတ်ဇြဟတ်။  ၂။  ဂစာန်လွဳပရာ၊  ကၠေံစိုတ်လွဳ။  striver (n)  မၞိဟ်ကၠေံစိုတ်ပ္တိတ်ဇြဟတ်။"},
{"word":"strode","def":"ရံၚ် stride တေံညိ။"},
{"word":"stroke","def":"n.  ဂွဵု၊  ဒွဵု၊  တက်၊  ဒဒု၊  လစုတ်၊  ၜုၚ်။  ၂။  ဗရုနာဍဳတက်။  ၃။  ဒဒှ်ကျာ်မသ္ကုတ်အာ၊  ဒဒှ်မဒးယဲကျာ။  ၄။  မွဲခရက်စုက်။  vt.  ဇွိတ်၊  သပေါတ်၊  ဇွိတ်သပေါတ်ကဵု၊  သရိတ်။  n.  ဒဒှ်မဇွိတ်သပေါတ်။  stroke with the hand. (vt)  လာံ(ဂၠာံ)သပေါတ်။"},
{"word":"stroll","def":"vi.  ကွာ်ပၠးဝေၚ်ကဝိုၚ်။  n.  ဒဒှ်မကွာ်ပၠးဝေၚ်ကဝိုၚ်။"},
{"word":"strong","def":"adj.  စောံထတ်၊  ဇမ္ကာတ်၊  ဇၟူ၊  မထတ်စောံ၊  မထတ်စောံပါ၊  ထတ်မ္ၚိုဟ်၊  မနွံကဵုဓတ်၊  မခိုၚ်ကၠိုက်၊  မဗိုန်ဗတ်။  ၂။  သ္ကာတ်၊  မသ္ကာတ်(အရက်)။  ၃။  မသကဵုလီုစိုတ်ဂိစိုတ် ပ္ဍဲစိုတ်အရီုဗွဲမလောန်။  strongly (adv)  ထတ်ထတ်၊  ဗွဲမသ္ကာတ်မြဟ်၊  ဒဒှ်နွံကဆံၚ်မထတ်ယုက်(ထတ်မ္ၚိုဟ်)။  stronghold (n)  ဂဒုက်ဒပ်၊  ဒၞာဲမကေတ်လဝ်ဒၞာဲဗွဲမခိုၚ်ကၠိုက်။  strong sunlight. (adj)  ပယးပသာန်တ္ၚဲ။"},
{"word":"strop","def":"n.  စၞာံသွက်သ္ဂောံကလေံတ္ၜုန်သော်(တ္ၜုန်နိၚ်)။  vt.  ကလေံတ္ၜုန်နိၚ်ကဵုစၞာံကလေံတ္ၜုန်။"},
{"word":"strove","def":"ရံၚ် strive တေံညိ။"},
{"word":"struck","def":"ရံၚ် strike တေံညိ။"},
{"word":"structure","def":"n.  ဗီုခၞံပတန်လဝ်၊  ဗီုစန်ဒက်လဝ်၊  ဗီုပကောံစန်လဝ်။  ၂။  ဒတန်၊  အၚ်္ဂအဓိကဒတန်။  structural (adj)  မဆေၚ်စပ်ကဵုဗီုခၞံပတန်လဝ်။"},
{"word":"struggle","def":"vi.  ပကာန်၊  ရုန်ဂစာန်ဗ္တိုက်၊  ပ္တိတ်ဇြဟတ်ကၠေံစိုတ်။  n.  ဒဒှ်မရုန်ဂစာန်ဗ္တိုက်၊  ဒဒှ်မပ္တိတ်ဇြဟတ်ကၠေံစိုတ်။"},
{"word":"strum","def":"vt.vi. (-mm-)  ၜိုန်ဟွံလေပ်တိၚ်တုက်ကီုလေဝ်တိၚ်တိုက်၊  တိၚ်တိုက်ကွိၚ်ကွိုက်ဆဆဵု။"},
{"word":"strung","def":"ရံၚ် string တေံညိ။"},
{"word":"strut","def":"vt. (-tt-)  ကွာ်ဂၠံၚ်ပၚ်ဏာလဝ်မုက်၊  ကွာ်ဂၠံၚ်ခၠံအာ၊  ကွာ်ထ္ၜးကဵုဗီုပြၚ်။  n.  ဒဒှ်မကွာ်ဂၠံၚ်ပၚ်ဏာလဝ်မုက်၊  ဒဒှ်မကွာ်ဂၠံၚ်ခၠံအာ၊  ဒဒှ်မကွာ်ထ္ၜးကဵုဗီုပြၚ်။"},
{"word":"strut","def":"n.  ကၞံၚ်(ဏံၚ်)၊  ဂၠဴ(ကပေါတ်သ္ၚိ)။"},
{"word":"stub","def":"n.  ဍုတ်၊  ဒကုတ်ဂၠေံဂၠေံ(ၜံက်,တဝ်ဖကောဝ်)။  vt.  ခဍိၚ်ဒး(ခ္ဍိၚ်)။"},
{"word":"stubble","def":"n.  တၚ်လိုန်၊  အဟု။  ၂။  တသော်ခၟိပ်ဂၠေံဂၠေံ။"},
{"word":"stubborn","def":"adj.  ဂလဵု၊  ဂလဵုခဏံၚ်၊  ထဏံၚ်၊  ထၞံၚ်၊  ဓလဵု၊  ဓလဵုထနံၚ်၊  မ္ၚိုဟ်စ္ဍိုဟ်၊  မ္ၚိုဟ်ထ္ဍိုဟ်၊  မဟီုဂးစဝါတ်၊  မကြံၚ်မ္ၚိုဟ်က္ဍိုပ်၊  မတေၚ်မ္ၚိုဟ်။  stubbornness (n)  စရံၚ်(ကြံၚ်)။"},
{"word":"stubby","def":"adj. (-ier,-iest)  မဂၠေံဒုတ်။"},
{"word":"stucco","def":"n. (pl.-s,-es)  သရောတ်၊  အၚ်္ဂဒဵု။"},
{"word":"stuck","def":"ရံၚ် stick တေံညိ။"},
{"word":"stud","def":"n.  တၟောံပလောံမစုတ် ပ္ဍဲပထောၚ်တၟောံၜါ။  ၂။  ဍောၚ်ဗၞာ်ဓမြိုတ်မနွံကဵုက္ဍိုပ်ၜါ၊  သၞေပ်ဒၞပ်ကၠောန်လဝ်ကဵုပသဲ။  ၃။  သ္ကံချေံလွဳလဝ်မွဲခရိုၚ်ဓဝ်။  vt.  မရေၚ်လဝ်၊  မပြေၚ်လဝ်။"},
{"word":"student","def":"n.  ကွးဘာ။  studious (adj)  မနွံကဵုစိုတ်သွက်ဂွံကတ်လ္ၚတ်၊  မနွံကဵုစိုတ်ကၠေံစိုတ်လွဳပရာ။"},
{"word":"studio","def":"n. (pl.-s)  ကမၠောန်ပါန်ခဳပန်ပုတ်၊  ခဒံဗီု။  ၂။  ခဒံတက်ရုပ်ဂမျိုၚ်၊  ခဒံသတူဒဳယဝ်။  ၃။  ခဒံပၠောပ်ရမျာၚ်။"},
{"word":"study","def":"vt.vi. (pl.-dies)  လ္ၚတ်၊  ကတ်ဗ္တောန်၊  ကတ်လိက်၊  ရံၚ်လိက်။  ၂။  သ္ပကေၚ်ကာ၊  သ္ပဂရု။  n.  ဒဒှ်မလ္ၚတ်၊  ရာကွတ်၊  သိက္ခာ၊  ဒဒှ်မကတ်ဗ္တောန်။  ၂။  ခဒံဗှ်လိက်ဇကု။  studying (n)  နဳပါတ်။"},
{"word":"stuff","def":"n.  ကပေါတ်ဝတ္ထုရုပ်။  ၂။  ကပေါတ်မဟွံတီယၟုယၟာ။  vt.  သိက်၊  သိက်ပ္ဍဵုစုတ်၊  သိက်စုတ်။  ၂။  သိက်စုတ်ၜဵုခရံက်(ပ္ဍဲဗုၚ်ဂစေံ,သတ်တိရစ္ဆာန်)။  stuffing (n)  ၜဵုခရံက်သွက်ဂွံသိက်စုတ်။  stuffy (adj)(-ier,-iest)  မဟွံဂွံကျာအးအးၚးၚး၊  မနွံကဆံၚ်ယီုဟွံဖဲ။  stuff into. (vt)  သိက်စုတ်။  stuffed up with a cold. (adj)  မထ္ၜိုဟ်သဗ။"},
{"word":"stultify","def":"vt. (pt.pp.-fied)  သကဵုဒှ်အာသၟးသၟး၊  သကဵုဒှ်အာညံၚ်ရဴကြံၚိုက်မဟွံပေၚ်ဒကေဝ်။"},
{"word":"stumble","def":"vi.  ခ္ဍိၚ်ဒး။  ၂။  လုပ်ဇီုဒး၊  လုပ်တေက်ဒး၊  ဆဵုတေက်ဒးဟွံရန်တၟံ။  ၃။  အရေဝ်လုတ်မှာအာ၊  ဟီုဂးခက်ခက်ခုဲခုဲ။"},
{"word":"stump","def":"n.  က္ဍိုပ်ဆု၊  ဒဂဵု၊  ဒဂဵုဆု၊  ဓဂဵု။  ၂။  ကၞက်၊  ဒဂဵုပိုတ်ပိုတ်။  vt.vi.  ကွာ်ဇြိုၚ်ဇြိုၚ်ဇြုဲဇြုဲ။  ၂။  သကဵုက္တဵုဒှ်ကဆံၚ်ကြေပ်ဂြတ်။  stumpy (adj)(-ier,-iest)  မဂၠေံဒုတ်။"},
{"word":"stun","def":"vt. (-nn-)  ထ္ၜူစိပ်အာ၊  ထ္ၜူဝိုတ်အာဟိုတ်နူသ္ဒးဒုၚ်တက်။  ၂။  သကဵုလကိုတ်။  သကဵုဒှ်အံသဝ်။"},
{"word":"stung","def":"ရံၚ် sting တေံညိ။"},
{"word":"stunk","def":"ရံၚ် stink တေံညိ။"},
{"word":"stunt","def":"vt.  သ္ပညံၚ်ရဴဟဂွံဇၞော်၊  ဇၞော်သၠုၚ်တိုန်မံၚ်တံဂှ် မသကဵုဒေံါအာ။  stunted (adj)  ပၞေဲပၞေဲသဝ်သဝ်။  stunted growth. (adj)  မနွံကဵုကဆံၚ်ပၞေဲပၞေဲသဝ်သဝ်။"},
{"word":"stupa","def":"n.  စေတဳ။"},
{"word":"stupefy","def":"vt. (pt.pp.-fied)  သကဵုဓီုဓုဲ၊  သကဵုဝိဝိၚ်။  stupefaction (n)  ဒဒှ်မသကဵုဓီုဓုဲ၊  ဒဒှ်မသကဵုဝိဝိၚ်။"},
{"word":"stupendous","def":"adj.  မဂၠိုၚ်တဴကဵုသွက်သ္ဒးအံသဝ်၊  မဇၞော်တဴကဵုသွက်သ္ဒးအံသဝ်။"},
{"word":"stupid","def":"adj.  မဒိုဟ်၊  မဒိုဟ်ဓီု၊  ဓီုၜီု၊  သဒီု၊  သဒီုသ္ဒ၊  သဒီုသ္ဒိုဟ်၊  သဒိုဟ်သဓီု၊  ၜီု၊  ဂဒေက်ပြဒ္ညာ၊  ဂဒိုက်။  stupidity (n)  ဒဒှ်မဒိုဟ်၊  ဒဒှ်မဒိုဟ်ဓီု။"},
{"word":"stupor","def":"n.  ဒဒှ်မထ္ၜူဝိုတ်အာ၊  ဒဒှ်မထ္ၜူစိပ်အာ(ဟိုတ်နူလကိုတ်,ဂဥုဲ,သူရာ)။"},
{"word":"sturdy","def":"adj. (-ier,-iest)  မထတ်မ္ၚိုဟ်၊  မခိုဟ်ဇြဟတ်၊  မနွံကဵုဇြဟတ်ထတ်ထတ်။  sturdily (adv)  နဒဒှ်မထတ်မ္ၚိုဟ်၊  နဒဒှ်ဇြဟတ်မခိုဟ်။"},
{"word":"stutter","def":"vt.vi.  ဂလိုအ်၊  ဂလိုံ၊  ဟီုအရေဝ်ခက်ခက်ခုဲခုဲ၊  ဟီုအရေဝ်မွဲနှစိုပ်အတေံ မွဲနှစိုပ်အဏံ။"},
{"word":"sty","def":"n. (pl.sties)  ခရိုၚ်ကၠိက်၊  ခရိုၚ်လွဳကၠိက်။  sty, stye (n)(pl.sties,styes)  ဒဒှ်မတ်မဒှ်ကၠၚ်ကၠေဲ။"},
{"word":"style","def":"n.  ဗီုပြၚ်၊  ဟာန်ဗာန်၊  ဟာန်ဗာန်ဟီုအရေဝ်၊  ဟာန်ဗာန်ချူလိက်။  ၂။  ဟာန်ဗာန်စခေတ်၊  ဟာန်ဗာန်မဂတာပ်ခေတ်၊  ဗီုပြၚ်ဟာန်ဗာန်။  ၃။  ကၞေဟ်။  vt.  ပညပ်ကော်၊  ကော်ခဴစ။  ၂။  ကၠောန်ပ္တိတ်ကဵုဗီုပြၚ်(ပလေဝ်ဖျေံ)။  stylish (adj)  မစှ်ေကဵုဗီုပြၚ်၊  မစှ်ေကဵုအလံၚ်(သတာဲ)၊  မခၠံအးဒၟံၚ်။  stylist (n)  အ္စာကဝိမကဵုက္ဍိုပ်ကဵုဟာန်ဗာန်ချူ,ဗီုပြၚ်ချူ။"},
{"word":"stylus","def":"n. (pl.-es)  တၞိၚ်ပေဲါစက်။"},
{"word":"styptic","def":"n.  ဂဥုဲမဗဒေံါဆီ မပ္တံကဵုတၟံဗစးတံ။ "},
{"word":"suasion","def":"n.  ဒဒှ်မသၠေံသၠန်၊  ဒဒှ်မဟီုဂးသၠေံသၠန်ညံၚ်ဂွံလုပ်ကတောဝ်။"},
{"word":"suave","def":"adj.  မဇိပ်ဂၠိပ်ယေန်သၞာၚ်၊  မလဇောတ်လမောဝ်။"},
{"word":"sub-","def":"prefix.  သဒၚ်ဂြဳ၊  ခစိုဟ်၊  ခစှ်ေ၊  ကဆံၚ်ဒုတိယ၊  တန်ဍောတ်။  ၂။  မဟွံစိုပ်ကဆံၚ်တန်၊  မဒှ်ကၠာစှ်ေကဵုဟွံစှ်ေ။  ၃။  မထပ်ပိုၚ်ခြာလဝ်နဒဒှ်ဒကုတ်ဍောတ်နူဂှ်။"},
{"word":"subatomic","def":"adj.  မသွတ်နူကဵုအနုလက်ကၠိုက်။"},
{"word":"subcommittee","def":"n.  ဂကောံ(ကမ္မတဳ)ထပ်ပါ်ပံက် နူကဵုၝောံဂကောံ(ကမ္မတဳ)။"},
{"word":"subconscious","def":"adj.  မဆေၚ်ကဵုစိုတ် မတန်တဴဒၟံၚ်ပ္ဍဲသန္ထာန်အပ္ဍဲ၊  မဆေၚ်စပ်ကဵုစိုတ်ဟွံတီ။"},
{"word":"subcontinent","def":"n.  တိုက်သၟတ်၊  ဒကုတ်တိုက်သၟတ်(ဂၠးတိ)။"},
{"word":"subdivide","def":"vt.vi.  ထပ်ပါ်၊  ထပ်ကုတ်ပါ်၊  ထပ်စရေက်ပါ်။  subdivision (n)  ဒေသဇမၞော်ခန်လွာမအုပ်ဓုပ်၊  ဒေသပါ်ကုတ်လဝ်။"},
{"word":"subdue","def":"vt.  လိုန်ပိန်၊  ပၠောပ်စွံထောံသၟဝ်တဲ၊  လဒံ၊  လဒေံါ၊  လဒံရး။  ၂။  သကဵုဍိုန်ညောံအာ၊  သကဵုဖျိုဟ်ဖျေတ်အာ။"},
{"word":"subheading","def":"n.  က္ဍိုပ်လိက်သၟတ်။"},
{"word":"subject","def":"n.  ဒတိတ်ဒဒှ်၊  ဥပ္ပတိ၊  ကောန်ညးဍုၚ်ကွာန်၊  ကောန်ဍုၚ်ကောန်ကွာန်။  ၂။  အရာဘာသာ၊  ပရောပရာ၊  (သဒ္ဒါ)ကတ္တာ။  subject for discussion. (n)  ဒတိတ်ဒဒှ်။  subject matter. (n)  ဟိုတ်ဒဒှ်။  subject of learning. (n)  ရာကွတ်။  adj.  မဒှ်အသၟဝ်တဲဍုၚ်ညးတၞဟ်သအာၚ်။  ၂။  မဒှ်လေပ်၊  မနွံကဵုအယောၚ်အလာ။  ၃။  မတန်တဴ။  vt.  သကဵုစှ်ေအာသၟဝ်တဲ၊  လိုန်ပိန်ဗတိုက်ဖအိုတ်ထောံ။  ၂။  သကဵုဒုၚ်တဲ။"},
{"word":"subjection","def":"n.  ဒဒှ်သကဵုဒှ်အာသၟတ်တဲ၊  ဒဒှ်မလိုန်ပိန်ဗတိုက်ဖအိုတ်ထောံ။  ၂။  ဒဒှ်မသ္ဒးဒုၚ်သ္ပအသၟဝ်တဲ၊  ဒဒှ်မလိုန်ပိန်ဗတိုက်ဖအိုတ်ထောံ။"},
{"word":"subjugate","def":"vt.  လိုန်ပိန်ဗတိုက်ဖအိုတ်ထောံ၊  အံၚ်ဇၞးမာန်အာ။  subjugation (n)  ဒဒှ်မမာန်အံၚ်ဇၞးအာ။"},
{"word":"sublet","def":"vt.vi (-tt-)  လိၚ်ကေတ်မွဲကဆံၚ်၊  ဖျေံလိၚ်ကဵု။"},
{"word":"sublime","def":"adj.  မပြဲ၊  မဇၞော်ပြဲ၊  မဇၞော်ကဵုစရာဲ၊  မဇၞော်ဒုတ်၊  မဗက်အာဂၠံၚ်မဟာ။"},
{"word":"submarine","def":"n.  က္ၜၚ်ဗၠိုပ်ဍာ်။  adj.  မနွံအသၟဝ်ဂၠးဍာ်ဂၚ်၊  မတိုန်အပ္ဍဲအသၟဝ်ဍာ်ဂၚ်၊  မဂၠာဲစအသၟဝ်ဂၠးဍာ်ဂၚ်။"},
{"word":"submerge","def":"vt.vi.  ဗလိုက်တၠီုဖျေံ၊  ဗလိုက်ဖျေံပ္ဍဲဍာ်၊  သကဵုဓလီုအာကဵုဍာ်။  ၂။  ကဏီ၊  တဏီ၊  တၞီ၊  တဟး၊  ဗၠိုက်တၞီစှ်ေ၊  ဗၠိုပ်ဂၠုက်အာ၊  တၞီဗၠိုက်အာ။"},
{"word":"submit","def":"vt.vi. (-tt-)  ဒုၚ်သြဇာ၊  ကလၚ်အသံ၊  ဒုၚ်ဖျံထောံ။  ၂။  ပ္တိုန်ထ္ၜး။  ၃။  သကဵုတၚ်လညာတ်၊  ပၠောပ်ဂလာန်၊  ခၠေဝ်ပလန်။  submission (n)  ဒဒှ်မပ္တိုန်ထ္ၜး၊  အရာမပ္တိုန်ထ္ၜး။  submissive (adj)  ဇံသဝ်အောပ်မာ၊  မလ္ဇောတ်လၟောဝ်။"},
{"word":"subnormal","def":"adj.  မသဝ်နူအပြောံ၊  မသဝ်နူဓမ္မတာ၊  မဟွံဒှ်ဗီုဓမ္မတာ။"},
{"word":"subordinate","def":"adj.  မသဝ်ပ္ဍဲကဆံၚ်ဒၞာဲဝဲါ၊  မဒှ်အသၟဝ်တဲ။  n.  မၞိဟ်ဒၞာဲဝဲါကဆံၚ်သဝ်၊  မၞိဟ်အသၟဝ်တဲ၊  ကောန်ရဲအသၟဝ်တဲ။  vt.  စွံလဝ်စိုတ်ဗီုအသၟဝ်တဲ၊  စွံလဝ်စိုတ်ညံၚ်ရဴကေၚ်ကာဟွံမွဲ။"},
{"word":"subscribe","def":"vt.vi.  စုတ်ကဵုဒါန်။  ၂။  ရာန်ဗှ်နကဵုသြန်ဂိတု၊  ရာန်ဗှ်နကဵုသြန်ပၠောပ်လဝ် ပ္ဍဲဂွေၚ်မွဲသၞာံ။  ၃။  တုပ်စိုတ်။  subscriber (n)  မၞိဟ်တၠဒါန်။  subscription (n)  ဒဒှ်မစုတ်ကဵုဒါန်၊  သြန်မစုတ်သၠးကဵုဒါန်၊  သြန်ၚုဟ်လိက်ပွိုၚ်ဂိတု, ပွိုၚ်သၞာံ။"},
{"word":"subsequent","def":"adj.  မဒှ်ဗွဲလက္ကရဴ၊  စှ်ေဗွဲလက္ကရဴ။  subsequently (adv)  ဗွဲလက္ကရဴ၊  တုဲ၊  တုဲပၠန်၊  ပ္ဍဲဗွဲလက္ကရဴတေံ။"},
{"word":"subserve","def":"vt.  သကဵုစိုပ်ဒတုဲနကဵုနဲကဲမွဲမွဲသာ်၊  သကဵုဒှ်အထံက်အပၚ်နကဵုနဲကဲမွဲမွဲသာ်။"},
{"word":"subservient","def":"adj.  မဂၠုက်ဗွဲအသၟဝ်၊  မအောပ်မာ၊  မဇံသဝ်။"},
{"word":"subside","def":"vi.  စှ်ေအာ(ဍာ်ဇၞော်)။  ၂။  သတ်စှ်ေ၊  ခလိုၚ်စှ်ေ(တိ)။  ၃။  တိသတ်စှ်ေ(ဒဒန်)။  ၄။  ညိၚ်သာစှ်ေအာ(ကျာလဗိုတ်)။  ၅။  ပြေအာ(ဒေါသ)။  subsidence (n)  ဒဒှ်မညိၚ်သာစှ်ေအာ၊  ဒဒှ်မပြေအာ။"},
{"word":"subsidiary","def":"adj.  မဒှ်အထံက်အပၚ်၊  အဒှ်အရီုအဗၚ်။"},
{"word":"subsidy","def":"n. (pl.-dies)  သြန်သၟိၚ်၊  သြန်အထံက်အပၚ်၊  သြန်အထံက်အပၚ်သွက်ပရေၚ်ပၞာန်မဟာမိတ်ကဵုမဟာမိတ်၊  သြန်အလဵုအသဳရီုဗၚ်ကဵုတၠကမၠောန်။  subsidize (vt)  ကဵုသြန်အရီုအဗၚ်ဗီုဂှ်၊  ထံက်ပၚ်ရီုဗၚ်ကဵုသြန်ဗီုဂှ်။"},
{"word":"subsist","def":"vi.  တန်တဴဒၟံၚ်၊  တန်တဴဂျိုၚ်ဒၟံၚ်လမျီု။  subsistence (n)  ဒဒှ်မတန်တဴ၊  ဒဒှ်မတန်ဒၟံၚ်၊  နဲကဲဂယိုၚ်လမျီုမံၚ်စံၚ်စသုၚ်၊  ဝတ္တဏာ။"},
{"word":"substance","def":"n.  ကြက်၊  ဝတ္ထုကပေါတ်၊  အရာကပေါတ်ကညောတ်။  ၂။  ကြက်ရှ်၊  တၚ်အဓိက။  ၃။  ဒဒှ်မကြံၚ်မ္ၚိုဟ်၊  ဒဒှ်မခြက်တၟောန်။  ၄။  သၠုဲသၠာ်၊  ဓနပိုန်ဒြပ်။  substantial (adj)  မခၞံသိုၚ်ဗဒှ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။  ၂။  မဒှ်ကြက်ဟေၚ်၊  မဒှ်ကွေံကွေံ၊  မနွံကဵုရုပ်ရာဒပ်။  ၃။  မဂၠိုၚ်ဂၠေၚ်ဒုတ်ဇၞော်။  ၄။  မသိုက်ဘိုက်။  ၅။  မစှ်ေကဵုနမတ်နတဲ၊  မစှ်ေအဓိက၊  ဒဒှ်မဒှ်အရာအဓိက၊  မဒှ်ဒဒှ်ကြက်ရှ်။  substantiate (vt)  သဒှ်ပတိုန်ထ္ၜးကဵုနသာဓကခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်၊  ဟီုဂးနကဵုသာဓကခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။"},
{"word":"substitute","def":"n.  စၞး၊  မၞိဟ်စၞး၊  အရာမချတ်စုတ်အဇာ၊  လေဲ၊  သၞး။  vt.  ချတ်စုတ်အဇာ၊  ထပ်စုတ်စၞး။  substitution (n)  ဒဒှ်ထပ်စုတ်အဇာ၊  ဒဒှ်မထပ်စုတ်စၞး။ "},
{"word":"subterfuge","def":"n.  ပြယာဲ၊  မာယာ၊  ဂလာန်လှံက်။"},
{"word":"subterranean","def":"adj.  မနွံအသၟဝ်တိ၊  မဒှ်အသၟဝ်တိ။"},
{"word":"subtle","def":"adj.  ဇိပ်ဂၠိပ်၊  သ္ဇိုဟ်နက်ဇိပ်ဂၠိပ်၊  မဒှ်သွက်ဂွံဓမံက်ထ္ၜးဟွံမာန်၊  မဒမၠုက်ဒၟံၚ်ဗွဲဇြိုဟ်နက်။  ၂။  မလေပ်ညာတ်သၠေက်သၠေက်သၠံၚ်သၠံၚ်၊  မလေပ်ချူဇပ်ဇပ်ဍပ်ဍပ်၊  မလေပ်သ္ၜိုန်ချူချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မသ္ကေက်သ္ကာတဴပ္ဍဲအရီု။  ၃။  မဇြိုဟ်နက်ဝါတ်ဂါတ်၊  မထုဲဂရုဲဝါတ်ဂါတ်။  subtlety (n)  ဒဒှ်မသ္ဇိုဟ်နက်ဇိပ်ဂၠိပ်။"},
{"word":"subtract","def":"vt.  နုက်။  subtraction (n)  ဒဒှ်မနုက်။"},
{"word":"subtrahend","def":"n.  ဇိုၚ်နုက်။"},
{"word":"suburb","def":"n.  ဇိုၚ်ဇဵုဍုၚ်၊  တဲဍုၚ်။  suburban (adj)  မနွံပ္ဍဲဇိုၚ်ဇဵုဍုၚ်။  မဆေၚ်စပ်ကဵုဇိုၚ်ဇဵုဍုၚ်။"},
{"word":"subvert","def":"vt.  သကဵုဓဝ်အရှ်ေအသှ်ေလီု(ပရေၚ်ဘာသာ, အလဵုအသဳ)။  subversive (adj)  မသကဵုအရှ်ေအသှ်ေလီု။"},
{"word":"subway","def":"n.  ဂၠံၚ်အသၟဝ်တိသွက်ဂွံတတ်ဂၠံၚ်။  ၂။  ဂၠံၚ်ကွဳပၟတ်ဓာတ်လလဳအသၟဝ်တိ။"},
{"word":"succeed","def":"vt.vi.  အံၚ်ဇၞး၊  တုဲ။  ၂။  အံၚ်ဇၞးတိုန်၊  တန်ဒှ်ကၠုၚ်။  ၃။  ဆက်ဒုၚ်ကေတ်။  ၄။  ဆက်ဒုၚ်ကေတ်အာဲကၟာဲ။"},
{"word":"success","def":"n.  ဒတုဲ၊  ဒဒှ်မအံၚ်ဇၞး၊  ဒဒှ်မဒှ်ကၠုၚ်၊  ဒဒှ်ကံကုသဵုခိုဟ်၊  မောဝ်ဇူ၊  မောဝ်ဇောဝ်၊  သိတ်၊  သဒ္ဓိ၊  သိဒ္ဓိကာ၊  သၟိတ်။  ၂။  မၞိဟ်သ္ကေက်သ္ကာအံၚ်ဇၞး၊  အရာမအံၚ်ဇၞး၊  ပွမအံၚ်ဇၞး။  successful (adj)  မအံၚ်ဇၞး။"},
{"word":"succession","def":"n.  အဆက်၊  ဒဒှ်မဆက်ကၠုၚ်မွဲတုဲမွဲ၊  ဒဒှ်မဆက်ကၠုၚ်၊  လၟေၚ်။  လၟေၚ်သၞောဝ်၊  လွေၚ်။  ၂။  ဂကောံအရာမဆက်က္တဵုဒှ်ကၠုၚ်။  ၃။  ဒဒှ်မဆက်ဒုၚ်စအာဲ၊  မၞိဟ်နွံကဵုအခေါၚ်မဆက်ဒုၚ်စအာဲ။"},
{"word":"successive","def":"adj.  မဆက်က္တဵုဒှ်ကၠုၚ်။  successively (adv)  အစေန်အဆက်၊  ဗဗွဲလွေၚ်၊  ဗွဲလွေၚ်။  ၂။  အဆက်အဆက်၊  လၟေၚ်လၟေၚ်။"},
{"word":"successor","def":"n.  မၞိဟ်ဆက်ဒုၚ်ကေတ်၊  အရာမကၠုၚ်ဗွဲကြဴ။"},
{"word":"succinct","def":"adj.  မမံက်ကၠးဒၟံၚ်လ္တူမိက်ဂွံဟီုနကဵုနဲဒမၠေံ။"},
{"word":"succour","def":"(succor) n.  အရီုအဗၚ်မကဵုအဃောဆဵုဂဗဒၟံၚ်တၚ်ဝါတ်ဂါတ်။  vt.  သကဵုအရီုအဗၚ်အဃောမဆဵုဂဗဒၟံၚ်တၚ်ဝါတ်ဂါတ်။"},
{"word":"succulent","def":"adj.  မဂၠိုၚ်ကဵုဍာ်။  succulence (n)  ဒဒှ်မဂၠိုၚ်ကဵုဍာ်။"},
{"word":"succumb","def":"vi.  ဖျံတဲဒုၚ်ကယျ၊  ကလိလောန်အာ၊  စုတိအာ။"},
{"word":"such","def":"adj.  မဖှ်သာ်ဂှ်၊  ရဴသာ်ဝွံ၊  ယြဴသာ်ဂှ်၊  သာ်ဏံ။  ၂။  အကာဲအရာဂှ်၊  အတိုၚ်ဗီုမဆဵုဒၟံၚ်ဂှ်။  ၃။  မဒှ်စိုပ်အာစဵုကဵုကဆံၚ်ဂှ်၊  မဒှ်အာၜိုတ်စဵုကဵုစိုပ်ကဆံၚ်ဂှ်။  ၄။  ၜိုတ်ဂှ်၊  ၜိုတ်တၟာဂှ်။  pron. မၞိဟ်ဗီုဂှ်၊  ယၚ်မၞိဟ်ဗီုဂှ်၊  အရာဗီုဂှ်၊  ယၚ်ဗီုဂှ်။"},
{"word":"suck","def":"vt.  မဴ၊  ဇြောတ်၊  ဇြောတ်ကေတ်၊  သြောတ်။  ၂။  ကၜေတ်၊  ခၜေတ်။  ၃။  ဇြောတ်ပ္တိုန်၊  ဇြောတ်ဒဇက်ကေတ်။   ၄။  သမ္တီကေတ်ပ္ဍဲစိုတ်။  n.  ဒဒှ်မဇြောတ်ကေတ်၊  ဒဒှ်မမဴ။  suckle (vt)  ဂမဴ၊  ဗမဴ၊  ဗမဴတှ်။  suckling (n)  ကောန်ၚာ်ကောန်တှ်၊  ကောန်သတ်တိရစ္ဆာန်အဝဲဗမဴတှ်။"},
{"word":"sucker","def":"n.  တၞဟ်ဗြေဝ်တိတ်၊  တၞဟ်ပီုဗြေဝ်တိတ်၊  တၞဲပီုတိတ်။"},
{"word":"suction","def":"n.  ဒဒှ်မဇြောတ်ကေတ်၊  ဒဒှ်မဇြောတ်ကေတ်ကဵုပၠံၚ်(ပျောန်)။  ၂။  ဒဒှ်မသကဵုဗာန်ဒၟံၚ်ဟိုတ်နူဇြဟတ်ဂရိုဟ်ပ္ဍဵုဂၠးကျာအမှဲ။"},
{"word":"sudden","def":"adj.  မက္တဵုဒှ်တိုန်ဗြုဗြု၊  မက္တဵုဒှ်တိုန်ဟွံရန်တၟံ။  n.  လွာဲဂှ်၊  မွဲလစုတ်ဓဝ်။  suddenly (adv)  လွာဲဂှ်၊  မွဲလစုတ်ဓဝ်၊  မွဲချိုန်ခဏ၊  မွဲဖရေပ်မတ်၊  ္ၚက်္ၚေၚ်။"},
{"word":"suds","def":"n.  ထ္ၜိုပ်ဆာပ်ပျာ၊  ထ္ၜိုဟ်သၜောဝ်။"},
{"word":"sue","def":"vt.vi.  စောဲအမှု။  ၂။  အာတ်မိက်၊  ဇံသဝ်၊  အာတ်ဒုၚ်ကေတ်လၟေၚ်ဆာန်ဍူ။"},
{"word":"suede","def":"n.  စၞာံသဵု,စၞာံဗ္ၜေံဍိုန်ဍိုန်ၜတ်ၜတ်။"},
{"word":"suet","def":"n.  ကၠေၚ်ပၠုဲမဂြောပ်ဓလီုဒၟံၚ်ကောန်တၟံဗ္ၜေံသဵုဂၠဴ။"},
{"word":"suffer","def":"vt.vi.  သ္ဒးဒုၚ်စသိုၚ်ဝေဒနာ၊  သ္ဒးလေၚ်ဟောံကျအာ၊  အေၚ်ဒုၚ်။  sufferance (n)  ဒဒှ်မအေၚ်ဒုၚ်တုဲကဵုလဝ်အခေါၚ်၊  ဒဒှ်မကဵုလဝ်အခေါၚ်ဟွံစဵုစး။  suffering (n)  အဒိန်အဝ၊  ဒဒိုက်၊  ဒဒှ်မဂိက္တာန်၊  ဒဒှ်မဂိယဲ၊   ဝေဒနာ၊  ဒုက္ခ။  suffer adversity. (vt)  ဟောံဗၠိုက်။  suffer loss. (vt)  ဟောံမှာ။  suffer the penalty. (vt)  ဒးရာဇဝတ်။"},
{"word":"suffice","def":"vt.vi.  သကဵုရုံဂပ်။  sufficient (adj)  မဂပ်၊  မရုံဂပ်၊  မဍိုက်ပေၚ်၊  မရုံ၊  သၟဟ်ရထ။  sufficiency (n)  လၟိဟ်မရုံဂပ်၊  ပမာဏမရုံဂပ်၊  ဂပ်မဂၠိုၚ်၊  ပရိယတ္တိ။"},
{"word":"suffix","def":"n.  မလိက်ဍံၚ်ဆက်စုတ် ဗွဲလက္ကရဴမလိက်တံမွဲမွဲ(ဍံၚ်ဆက်စုတ်ဍေံမ္ဂး အဓိပ္ပာဲမလိက်တံဂှ်တိတ်ပြံၚ်လှာဲအာ)။"},
{"word":"suffocate","def":"vt.vi.  ဂၠိုက်၊  ဂၠိုက်ဆိုအ်၊  ဂစိုတ်ထောံသ္ပညံၚ်ယီုဟွံဂွံ၊  ကဵုယီုဂြက်ဂြတ်။  suffocation (n)  ဒဒှ်မဂၠိုက်သ္ၚောံ၊  ဒဒှ်မသကဵုဂၠိုက်ဆိုအ်ဗ၊  ဒဒှ်မသကဵုယီုဂြက်ဂြတ်။"},
{"word":"suffuse","def":"vt.  လၞုဟ်၊  ခအာပ်၊  ထကုဲ၊  သမ္ဒုဲက္ဍုန်က္ဍိုပ်၊  ဍာ်ရမတ်ကၚ်ကဳ။  n.  ဒဒှ်မကဵုမာဲဆန္ဒ၊  အခေါၚ်မကဵုမာဲဆန္ဒ။"},
{"word":"sugar","def":"n.  ဓဂြာ၊  သဂြာ။  sugary (adj)  မလိုက်ဒၟံၚ်နကဵုရှ်သဂြာ၊  မဍာတ်လုပ်ပ္ဍဲက္တောဝ်၊  မဍာတ်က္တောဝ်။  sugar cane. (n)  ၜဴ၊  က္ၜဴ၊  တ္ၜဴ၊  တၞံတ္ၜဴ၊  တၞံၜဴ။  sugar beet (n)  ရာဲသဂြာ။  sugar candy. (n)  ဓဂြာမမ၊  ဓဂြာတၟံ၊  သဂြာတၟံ၊  မသဂြာ။"},
{"word":"suggest","def":"vt.  ကဵုကသပ်။  ၂။  သကဵုဆဵုညာတ်ကၠုၚ်ပ္ဍဲစိုတ်။  suggestion (n)  ကသပ်ဂၞန်၊  အရာမကဵုကသပ်။  ၂။  ဒဒှ်မမြော်ဓမံက်ထ္ၜး။  suggestive (adj)  မသကဵုမံက်လိုက်တိုန်ပ္ဍဲကသပ်ဂၞန်။"},
{"word":"suicide","def":"n.  ဒဒှ်မဂစိုတ်ထောံဇကုဇကု၊  မၞိဟ်ဂစိုတ်ထောံဇကုဇကု၊  မၞိဟ်မပ္တုံထောံလမျီုဇကုဇကု။  suicidal (adj)  မသကဵုဇကုဇကုဒတုဲဖဵုယုတ်စှ်ေ၊  မသကဵုဇကုဇကုဂိအာ။"},
{"word":"suit","def":"n.  ဇုၚ်ဗွိုက်လ္တက်သီုအသၟဝ်လ္တူတုပ်။  ၂။  အရာမပ္တိုန်ထ္ၜးသွက်ဂွံစွံဓဝ်ဆာန်ဍူ။  ၃။  အမှုရုၚ်ဂဗုတ်။  vt.  ကိတ်ညဳ၊  ဒးဖစပ်၊  ပြေလာဲ။  ၂။  ဗက်စမုက်မတ်၊  ဗက်စ။  ၃။  သကဵုစှ်ေအာအလိုက်အထိုက်၊  သကဵုသၟဟ်သၟန်ညဳညတ်အာ။  ၄။  ဒးရး၊  သၟဟ်သၟန်။  suitable (adj)  အပ်၊  အပ်ဒပ်၊  မအပ်ပြာပ်၊  ကရိုက်၊  မကြိုက်၊  ဒဒှ်မဗဗွဲဗက်၊  ဗဗွဲဗက်၊  မကြိုက်စိုတ်၊  မကြိုက်တန်၊  မဒးရး၊  သၟဟ်ရထ။  suitably (adv)  ဗွဲမဒးရး။  suitability (n)  ဒဒှ်မဒးရး။  suitor (n)  မၞိဟ်စောဲဂဗုတ်၊  မၞိဟ်စောဲအမှု။  ၂။  မၞိဟ်လုပ်ကြေဝ်တက်ကျာကဝေၚ်၊  မၞိဟ်လုပ်ဝေၚ်ခြေံ၊  မၞိဟ်ဗက်ခရေတ်၊  မၞိဟ်ဗက်သ္ဒးစိုတ်။"},
{"word":"suitcase","def":"n.  ထိုၚ်ဂဇက်အာတရဴ။"},
{"word":"suite","def":"n.  ကောန်ရဲတဲခွာ၊  နာံမြိုၚ်၊  တွဳ၊  တွဳတဝူ၊  တွဳဗွိုၚ်၊  တွဳဝါရ၊  သ္ကံသွး။  ၂။  ခဒံသ္ၚိဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  ကပေါတ်ကညောတ်သ္ၚိဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"sulk","def":"vt.  ထညောန်ဗြေက်၊  ပ္တီုလဝ်မုက်။  the sulks (n)  ဒဒှ်မုက်မတီုကၠီုထညောန်ဗြေက်ဒၟံၚ်။  sulky (adj)  ထညောန်ဗြေက်၊  မလေပ်စိုတ်တ္ၚံက်။  sulkily (adv)  နဒဒှ်ဗီုပြၚ်မထညောန်ဗြေက်ဒၟံၚ်။"},
{"word":"sullen","def":"adj.  မတ္ၚံက်ဒၟံၚ်(စိုတ်)၊  မထညောန်ဗြေက်ဒၟံၚ်။  ၂။  မဂၠုဓီုဒၟံၚ်၊  မဂၠုအုပ်ဒၟံၚ်။"},
{"word":"sully","def":"vt. (pt.pp.-lied)  သကဵုအေဲဇြ၊  သကဵုအေဲဇြလှီုဍိုန်စှ်ေ။"},
{"word":"sulphur","def":"n.  ဂန္ဓိုက်။"},
{"word":"sultry","def":"adj. (-ier,-iest)  မက္တဴက္တာန်(ဥတုရာသဳ)၊  အုပ်ဇြုၚ်။  sultriness (n)  ပရာန်မတ်ဗြဲ။"},
{"word":"sum","def":"n.  ဂၞန်၊  အပံၚ်သီုဖအိုတ်။  ၂။  ပမာဏသၠုဲ။  ၃။  ပုစ္ဆာသၚ်္ချာဂၞန်။  ၄။  ဒဒှ်မသရောပ်ကေတ်လဝ်။  vt.  ပကောံပံၚ်၊  ဂၠာဲသွဟ်ပကောံပံၚ်၊  တော်သွဟ်ပကောံပံၚ်။  ၂။  မဓမံက်ထ္ၜးဗွဲသရောပ်။  sum up. (vt.vi)  တၟော်ဂၞန်၊  တော်ဂၞန်။  summary (n)  ဒဒှ်ဗွဲသရောပ်။  adj.  မသရောပ်လဝ်၊  မခမၞန်လဝ်၊  မဒှ်ဟွံသၠဲဇၞော်။  summarize / summarise (vt)  သရောပ်ထောံ၊  ခမၞန်ထောံ။"},
{"word":"summer","def":"n.  ရာသဳကညၚ်၊  ဥတုကညၚ်၊  ဏံၚ်။  vi.  ဇူထၜိုဟ်လၟောၚ်ပ္ဍဲအခိၚ်ရာသဳကညၚ်၊  မဒီုဇူပ္ဍဲအခိၚ်ကညၚ်။"},
{"word":"summit","def":"n.  ကၞောတ်၊  အထောတ်၊  က္ဍဟ်၊  ဒဒှ်မသၠုၚ်အိုတ်၊  ဘဝက်(ဘဝဂ်)၊  လစောန်။"},
{"word":"summon","def":"vt.  ကော်ကၠုၚ်နကဵုအသံ၊  ကဵုအသံကော်ကၠုၚ်။  ၂။  ကောံပ္တိတ်ဇြဟတ်။  summons (n)  လိက်ကော်နကဵုအသံ(လိက်သာံမိုန်)။  ၂။  လိက်အသံ၊  လိက်ကော်ကၠုၚ်။  vt.  ဖျေံလိက်အသံကော်။"},
{"word":"sump","def":"n.  ထၟာဲစုတ်ကၠေၚ်ပ္ဍဲစက်အေန်ဂျေန်ကွဳစက်။  ၂။  ကတိုၚ်ဇွောံဍာ်သမ်အုဲသမ်အေၚ်ဇွောဝ်လုပ်။"},
{"word":"sumptuous","def":"adj.  မဒှ်ကဆံၚ်သၠုဲသၠာ်အိုတ်ဂၠိုၚ်၊  မဇၞော်ဒုတ်။"},
{"word":"sun","def":"n.  တ္ၚဲ၊  လျးတ္ၚဲ၊  ပသာန်တ္ၚဲ။  sun's ray. (n)  ဗပန်တ္ၚဲ။  sunbeam (n)  လယးအံၚ်သူ။  sunblind (n)  တၞးစဵုဒၞာလျးပ္ဍဲဗတၚ်။  sunburn (n)  ဒဒှ်မသေၚ်ဒၟံၚ်တ္ၚဲ။  sundial (n)  နာဍဳတ္ၚဲ။  sundown (n)  အခိၚ်သဝ်တ္ၚဲ၊  အခိၚ်တ္ၚဲလုပ်ဒဵု။  sunflower (n)  ကဴသၟိၚ်တ္ၚဲ။  sunlit (adj)  မဂွံပသာန်လျးတ္ၚဲ။  sunny (adj)  မယးတၟး၊  သၠောၚ်သ္ပဝ်။  sunrise (n)  တ္ၚဲတိုန်၊  ဒဒှ်တ္ၚဲတိုန်၊  အခိၚ်တ္ၚဲတိုန်၊  ဒတိုန်တ္ၚဲ။  sunset (n)  အခိၚ်တ္ၚဲလုပ်ဒဵု၊  အခိၚ်တ္ၚဲသဝ်၊  အခိၚ်ကၠေၚ်ၚုဲကၠေၚ်ကမံက်၊  တ္ၚဲပၠိုတ်။  sunshine (n)  တ္ၚဲ၊  ဒတိုန်တ္ၚဲ၊  လျးတ္ၚဲ၊  ပသာန်တ္ၚဲ၊  ဥတုတ္ၚဲကာတ်။  sunspot (n)  အစောန်အပြံက်မညာတ်စှ်လှ်ေမွဲလှ်ေပ္ဍဲလ္တူဂၠးမုက်တ္ၚဲ။  sunstroke (n)  ဒဒှ်ဂမ္တဴတ္ၚဲမလုပ်၊  ဒဒှ်ဂမ္တဴမလုပ်။  sunlight (n)  လယးတ္ၚဲ။  vt.  ထ္ၜးတ္ၚဲ၊  ဒုၚ်တ္ၚဲ၊  ၜံၚ်တ္ၚဲ။"},
{"word":"sundae","def":"n.  ကွာၚ်ဍာ်ကလောံသီုသတ်ဆုနာနာသာ်။"},
{"word":"Sunday","def":"n.  တ္ၚဲအဒိုတ်။  Sunday school (n)  ဘာတၟာတ်တ္ၚဲသဳ၊  ဘာတၟာတ်တ္ၚဲအဒိုတ်။"},
{"word":"sunder","def":"vt.  သာဲခြာ၊  သာဲခြာ။"},
{"word":"sundry","def":"adj.  နာနာ၊  နာနာပက္ကာရ၊  မနွံဂကူဗွဲမဂၠိုၚ်၊  မနွံအရာဗွဲမဂၠိုၚ်။  sundries (n)  မသၠေက်မသၠံၚ်၊  အရာသံၚ်ဗြံၚ်၊  အရာမနှဴရဴဒၟံၚ်။"},
{"word":"sung","def":"ရံၚ် sing တေံညိ။"},
{"word":"sunk","def":"ရံၚ် sink တေံညိ။"},
{"word":"sup","def":"vt.vi. (-pp-)  သုၚ်ညိည။  ၂။  စစၞဗတံ။  n.  ဒဒှ်မသုၚ်ညိည။"},
{"word":"super","def":"adj.  မဇမၞော်၊  မဒှ်ကဆံၚ်သၠုၚ်အိုတ်။  n.  သၞာဲဒဴမကောပ်ကာဲဗၠာဲသၟိၚ်၊  သၞာဲဒဴဗၠာဲသၟိၚ်။"},
{"word":"super-","def":"prefix.  မနွံကဆံၚ်သာတုဲဇၞော်၊  မနွံကဆံၚ်သာတုဲဂၠိုၚ်။  ၂။  မသၠုၚ်တဴဗွဲမလောန်၊  မဂၠိုၚ်တဴဗွဲမလောန်။  ၃။  ပ္ဍဲလ္တူ၊  လ္ပာ်လ္တူ၊  ဂၠံၚ်လ္ပာ်လ္တူ။"},
{"word":"superannuate","def":"vt.  သကဵုသ္ပထောံသၟိၚ်ဗျု ဟိုတ်နူဟွံထတ်ယုက်(ဗျုထဴ)၊  နုက်တိတ်ထောံနူကမၠောန်ဟိုတ်နူကဵုဗျုထဴ, ဟွံထတ်ယုက်။  superannuation (n)  ဒဒှ်မပ္တိတ်ထောံနူကမၠောန် ဟိုတ်နူဟွံထတ်ယုက်ဗျုထဴ။"},
{"word":"superb","def":"adj.  မဇၞော်ဒုတ်။"},
{"word":"supercilious","def":"adj.  မပ္တဴလဝ်မာန၊  မသၠုၚ်လဝ်ဆီ။"},
{"word":"supererogation","def":"n.  ဒဒှ်မကၠောန်ဂၠိုၚ်နူမဂွံလဝ်ဝတ်တာလျိုၚ်။"},
{"word":"superficial","def":"adj.  မဒှ်ဆၜိုတ်လ္တူကျာ၊  မဟွံဇြိုဟ်။  ၂။  မဟွံသ္ဇိုဟ်နက်၊  မဟၟဲကဵုလညာတ်ပညာ၊  မဒှ်ဆၜိုတ်ဗွဲလ္တူကျာ။  superficially (adv)  ဗွဲလ္တူကျာ၊  နဒဒှ်ဇြိုဟ်ဇြိုဟ်နက်နက်ဟွံသေၚ်။  superficial measure. (adj)  ဗနၚ်၊ ဗၞၚ်။"},
{"word":"superfine","def":"adj.  မဍိုန်ဍောတ်တဴဗွဲတၟေၚ်၊  မကလိတ်တဴဗွဲတၟေၚ်၊  မခိုဟ်တဴဗွဲတၟေၚ်။"},
{"word":"superfluous","def":"adj.  မဒှ်ယိုဟ်၊  မဂၠိုၚ်တဴဗွဲ၊  မဂၠိုၚ်အာနူကဵုမနွံပၟိက်။  superfluity (n)  အရာမဂၠိုၚ်အာနူကဵုနွံပၟိက်၊  ပမာဏမဂၠိုၚ်အာနူကဵုနွံပၟိက်၊  ဒဒှ်မဂၠိုၚ်ဒှ်ယိုဟ်။"},
{"word":"superintend","def":"vt.vi.  စဳရေၚ်ဖန်ဖက်၊  သ္ကိုပ်သ္ကကောပ်ကာဲ။  superintendence (n)  ဇမၞော်သ္ကိုပ်သ္က၊  မၞိဟ်စဳရေၚ်ဖန်ဖက်။"},
{"word":"superior","def":"adj.  မခိုဟ်လောန်အာနူကဵုအပြောံ(ဓမ္မတာ)။  ၂။  မဂၠိုၚ်လောန်အာပ္ဍဲလၟိဟ်၊  မဂၠိုၚ်လောန်အာပ္ဍဲဇြဟတ်။  ၃။  မခိုဟ်နူဂှ်၊  မသၠုၚ်တဴပ္ဍဲကဆံၚ်ပ္ဍဲဒၞာဲဝဲါနူဂှ်၊  မနွံကဆံၚ်သၠုၚ်နူဂှ်၊  မနွံကဵုကဆံၚ်ဒုၚ်ဒဝ်မာန်လောန်နူဂှ်။  n.  မၞိဟ်သမၠုၚ်တဴပ္ဍဲကဆံၚ်ဒၞာဲဝဲါအဝဵု၊  ဇမၞော်ဗွဲလ္တူ၊  မၞိဟ်ကြဳခိုဟ်နူဇကု။  ၂။  ဇမၞော်ဘာလကျာ်ခရေတ်၊  ဇမၞော်ဘာသဳလခရေတ်။  superiority (n)  ဒဒှ်မဒှ်မၞိဟ်ဇၞော်ဗွဲလ္တူ။  the superior of a monastery. (n)  နွံပိုန်။  a superior road. (adj)  ဒဗာန်၊  သဗာန်။"},
{"word":"superlative","def":"adj.  မနွံကဵုအစောံစရာဲသၠုၚ်အိုတ်။  ၂။  (သဒ္ဒာ)ကဆံၚ်ပြဲအိုတ်(မဆေၚ်စပ်ကဵုနာမဝိသေသနကဵုကြိယာဝိသေသန)။"},
{"word":"supermarket","def":"n.  ဆေၚ်ဖျာဇၞော်မရုဲစှ်ရာန်မာန် ကပေါတ်နာနာသာ်, စၞစနာနာသာ်။"},
{"word":"supernatural","def":"adj.  မဆေၚ်စပ်ကဵုလောက(လိုက်)ဝိညာန်၊  မဒစးလောန်အာနူကဵုဥပဒေမဆေၚ်စပ်ကဵုရုပ်ရာ၊  မဟွံမာန်သွက်ဂွံသောၚ်ကလး နကဵုဥပဒေသ မဆေၚ်စပ်ကဵုရုပ်ရာ၊  လောကုတ္တဵု။  n.  ဣဒ္ဓိ၊  ဣဒ္ဓိဗလ။  supernatural power. (adj)  မဒှ်ဣဒ္ဓိဗလလောန်ကာဲနူသဘာဝ။"},
{"word":"superscription","def":"n.  လိက်ချူလဝ်လ္တူဒတန်လ္တူထိုၚ်လိက်။"},
{"word":"supersede","def":"vt.  ကေတ်ဒၞာဲ၊  ချတ်စုတ်အဇာ၊  ရပ်စပ်အနေအရာမချတ်စုတ်လဝ်အဇာ။"},
{"word":"supersonic","def":"adj.  မမြက်နူရမျာၚ်၊  မပြဟ်နူရမျာၚ်။"},
{"word":"superstition","def":"n.  အစောဲ၊  အစောဲအလာံ၊  ဥပါဒါန်၊  ဒဒှ်မပတှ်ေဗမုဲကလော်။  ၂။  ဒဒှ်မပတှ်ေကေတ်သ္ဇိုၚ်လ္တူဥပါဒါန်အစောဲအလာံ၊  ဒဒှ်မပတှ်ေကေတ်အခိုက်ကၞာ အစောဲအလာံဥပါဒါန်။  superstitious (adj)  မဆေၚ်စပ်ကဵုဥပါဒါန်အစောဲအလာံ၊  မဇၞော်ကဵုအစောဲအလာံဥပါဒါန်၊  မဒှ်ဟိုတ်နူကဵုအစောဲအလာံဥပါဒါန်။"},
{"word":"superstructure","def":"n.  ဒတန်ထပ်သိုၚ်ခၞံလဝ် လ္တူဒတန်တြေံ၊  ထပ်က္ၜၚ်လ္တူ။"},
{"word":"supervene","def":"vi.  မက္တဵုဒှ်ကၠုၚ်ထပ်တုဲထပ်ပၠန်၊  မဆက်က္တဵုဒှ်ကၠုၚ်၊  က္တဵုဒှ်ကၠုၚ်အကြာဂှ်။"},
{"word":"supervise","def":"vt.  သ္ကိုပ်သ္ကကောပ်ကာဲ။  supervisor (n)  မၞိဟ်ကောပ်ကာဲ။  supervision (n)  ဒဒှ်မသ္ကိုပ်သ္ကကောပ်ကာဲ။"},
{"word":"supine","def":"adj.  ဂၠဝ်၊  မလ္ၚာဒၟံၚ်။  ၂။  မချဳလရုတိုန်ဟွံမွဲ၊  မလဇုဲလဇဇြိုၚ်ဇြုဲ."},
{"word":"supper","def":"n.  စၞမစ,ပ္ဍဲအခိၚ်ကၠာဟွံလုပ်ဒၟံၚ်သတိက်။"},
{"word":"supplant","def":"vt.  ထ္ပက်စုတ်အဇာ၊  ချတ်စုတ်အဇာ၊  ထပ်စုတ်အဇာ။  ၂။  ပၠံၚ်ကေတ်နန်၊  ပၠံၚ်ကေတ်ဒၞာဲဝဲါ၊  ပၠံၚ်ကေတ်အဝဵု၊  ပလှ်ဖျေံထောံနူဒၞာဲဝဲါတုဲလုပ်ကေတ်ဒၞာဲအဇာ။"},
{"word":"supple","def":"adj.  မဍိုန်ၜတ်၊  မၜတ်တကတ်။"},
{"word":"supplement","def":"n.  အရာမဗပေၚ်စုတ်လဝ်ဗွဲလက္ကရဴ။  ၂။  တၞးအပဵု။  vt.  ဗပေၚ်စုတ်။  supplementary (adj)  မဗပေၚ်စုတ်ကဵု၊  မထပ်ဗပေၚ်စုတ်၊  မဒှ်အပဵု။"},
{"word":"supplicate","def":"vt.vi.  ဒုၚ်ဂရၚ်ပ္တီသွက်ဂွံဆာန်ဍူ၊  မအာတ်မိက်ဇံသဝ်။"},
{"word":"supply","def":"vt. (pt.pp.-lied)  ကဵုကေတ်၊  ထံက်ပၚ်။  ၂။  ကဵုဖ္ဍိုက်ဗပေၚ်ကဵု။  n.  ဒဒှ်မကဵုကေတ်၊  အရာမကဵုအထံက်အပၚ်၊  ပမာဏမဂွံကၠုၚ်မာန်။  ၂။  စၞဇွောံ၊  ကပေါတ်သွက်ဂွံရပ်စပ်ကာလနွံပၟိက်။"},
{"word":"support","def":"vt.  ထံက်မ၊  ထံက်ပြီု၊  ဒယိုန်၊  နိဿယ၊  ပ္ကၚ်ရၚ်၊  ဗိုၚ်ရီုဆောံမ၊  လွဳပရာ၊  သ္ကဲဗလဲ၊  သလဲ၊  သ္ဍိုပ်သ္က၊  ဒုၚ်ဍိုက်ကဵုလျိုၚ်၊  ထံက်လဝ်၊  လွဳပရာထံက်ပၚ်လဝ်။  ၂။  ထံက်ဂလာန်။  ၃။  ထံက်ပၚ်။  ၄။  အေၚ်ဒုၚ်။  n.  ပွမပၚ်ပ္တိုန်၊  ဒဒှ်မထံက်ဂလာန်၊  အထံက်အပၚ်၊  ဗလဲ၊  မၞိဟ်ထံက်ဂလာန်၊  အရာမဒလာဲဒလာ။  support the weak. (vt)  ဖလဲဏာ။  back support. (n)  အရာမဒလာ၊  မလာ။  supporter (n)  ဒကာ။  supporter of a monastery. (n)  ဒကာဘာ။"},
{"word":"suppose","def":"vt.  သလှ်ေ၊  သမ္တီကေတ်။  ၂။  ချိၚ်ခယျ၊  ချပ်ထေၚ်။  ၃။  သကဵုစပ်ဖျပ်ကဵုသဘဴ။  ၄။  ဒဒှ်မဖ္တိုက်ဖအောဝ်ကဵုကသပ်ဂၞန်။  ၅။  သ္ဒးစၟတ်သမ္တီလဝ်ဖအိုတ်။  supposing (conj)  အရာယဝ်ရဒှ်၊  ယဝ်ရဒှ်သာ်ဂှ်။  supposed (adj)  မထေၚ်ခယျညာတ်ကေတ်လဝ်။  supposedly (adv)  နဒဒှ်မသ္ဒးသမ္တီကေတ်။  supposition (n)  ဒဒှ်မထေၚ်ခယျညာတ်ကေတ်လဝ်။  ၂။  အရာမထေၚ်ခယျ၊  အရာမချိၚ်ခယျလဝ်။"},
{"word":"suppress","def":"vt.  ပ္ဍဵုကောပ်၊  ပ္ဍဵုလိုန်ပိန်၊  ပ္ဍဵုပ္ဍိုက်။  ၂။  ဂြောပ်ဒလီု၊  လလံကၠေံ။  suppression (n)  ဒဒှ်မပ္ဍဵုကောပ်၊  ဒဒှ်မလိုန်ပိန်၊  ဒဒှ်မပ္ဍဵုပ္ဍိုက်။"},
{"word":"suppurate","def":"vi.  ကလေန်တိုန်၊  ဒှ်ကလေန်၊  ဒှ်ပ္တိုဟ်(သရ)။"},
{"word":"supra-","def":"prefix.  မလောန်ကာဲအာနူသၞောတ်၊  မဒှ်အာဗွဲလ္တူ။"},
{"word":"supreme","def":"adj.  မဒှ်ကၞောတ်အထောတ်၊  ဇၞော်ကဵုကေၚ်ကာအိုတ်၊  နွံကဵုၚုဟ်မးအိုတ်။  supremely (adv)  ဗွဲမဇၞော်၊  နဒဒှ်မဇၞော်တဴဗွဲ။  supremacy (n)  ဒဒှ်မပိုၚ်ပြဳအုပ်ဓလီုလဝ်နကဵုအဝဵုဣဒ္ဓိ၊  အဓိပတေယျဒိပ်။  The Supreme Buddha. (n)  ဗုဒ္ဓ၊  ကျာ်တြဲ။  supreme rule. (adj)  အဝဵုကၞောတ်အထောတ်၊  အဓိပတေယျဒိပ်။"},
{"word":"surcharge","def":"n.  သၠုဲဒန်ထပ်အာတ်ကေတ်မွဲထပ်ပၠန်။"},
{"word":"sure","def":"adj.  (-r,-st)  ဗိုန်၊  ဗိုန်က္ညန်၊  ဗိုန်ဇၟံ၊  မချိုတ်ပၠိုတ်။  ၂။  မဒှ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မသ္ပညံၚ်ရဴသ္ဂောံချိုတ်ပၠိုတ်။  ၃။  မသ္ဂောံပတှ်ေစှ်ေစိုတ်။  adv.  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဍာံဍာံတေံဂှ်။  surely (adv)  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဗိုန်က္ညန်၊  ဗိုန်ဇၟံ၊  ဗိုန်ဗိုန်၊  ဗွဲမချပ်မွဲ။  surety (n)  အရာမဒုၚ်လျိုၚ်၊  ကပေါတ်ပအပ်လဝ် နဒဒှ်ဇွောံဒုၚ်လျိုၚ်၊  ဒမုၚ်၊  ဓဝ်သစ္စ၊  မၞိဟ်ဒုၚ်ကေတ်လျိုၚ်၊  မၞိဟ်လျိုၚ်၊  လယိုၚ်။"},
{"word":"surt","def":"n.  ဇၟး (လပှ်လပိုက်သြၚ်)၊  တမြး၊  လပှ်ဇမး။"},
{"word":"surface","def":"n.  အပၠဴ၊  ဂၠးမုက်၊  လ္တူကျာ၊  လ္ပာ်မ္ၚး။  vi.  မံက်တိုန်ကၠုၚ်လ္တူဂၠးမုက်ဍာ်။  rock surface. (n)  တၟံလး။"},
{"word":"surfeit","def":"n.  ဒဒှ်မဂၠိုၚ်ဗဝ်သအဝ်၊  ဒဒှ်မစ, စဵုကဵုယီုဟွံဂွံ၊  ဒဒှ်မဇအိုန်ဟိုတ်နူစလဝ်ဂၠိုၚ်။  vt.  သကဵုစစဵုကဵုဗုၚ်သ္ဇက်စွံဟွံမွဲ၊  ဗ္စစဵုကဵုဗုၚ်သ္ဇက်စွံဟွံမွဲ။"},
{"word":"surge","def":"vi.  ထၟူတိုန်ကၠုၚ်၊  တိုန်ကၠုၚ်ကဵုက္ဍိုပ်၊  ပက်ပါ၊  လဵုတိုန်ကၠုၚ်။  n.  ဒဒှ်လပှ်လဵုလဵုတိုန်ကၠုၚ်၊  ဒဒှ်လှိုက်လှိုက်တိုန်။"},
{"word":"surgeon","def":"n.  အ္စာသဝ်လ္ပာ်ပါ်ကရေက်။  surgery (n)  ဒဒှ်မကရေက်ပါ်တုဲလွဳ။  ၂။  ခဒံအ္စာသဝ်ဝန်မဒုၚ်ဆဵုကဵုမၞိဟ်ယဲ၊  ခဒံပါ်ကရေက်။  surgical (adj)  မဆေၚ်စပ်ကဵုလ္ပာ်ပါ်ကရေက်။"},
{"word":"surly","def":"adj. (-ier,-iest)  မအုတ်ဒုတ်ဒၟံၚ်၊  ပတီုလဝ်မုက်မတ်။  surliness (n)  ဒဒှ်မအုတ်ဒုတ်၊  ဒဒှ်မပတီုလဝ်မုက်မတ်။"},
{"word":"surmise","def":"vt.vi.  သၠေဟ်ခယျစၟဳမံၚ်၊  ချပ်ခယျဒၟံၚ်။  n.  ဒဒှ်မသၠေဟ်ခယျစၟဳဒၟံၚ်၊  ဒဒှ်မချပ်ခယျဒၟံၚ်။"},
{"word":"surmount","def":"vt.  တတ်ကၠောံ(တၚ်ဝါတ်ဂါတ်, တၚ်ကြေပ်ဂြတ်)။  ၂။  နွံလ္တူက္ဍဟ်၊  ဗ္ဂပ်စုတ်လဝ်လ္တူက္ဍဟ်။"},
{"word":"surpass","def":"vt.  ခိုဟ်ဂၠိုၚ်၊  သာတုဲခိုဟ်။"},
{"word":"surplus","def":"n.  အပဵုအသာန်၊  ဒဒှ်မဂၠိုၚ်အာနူကဵုနွံပၟိက်၊  အပဵုအမဵု။"},
{"word":"surprise","def":"n.  ပွမဒှ်အံသဝ်၊  အရာမသကဵုဒှ်အံသဝ်။  vt.  သကဵုဒှ်အံသဝ်၊  မၚ်ရပ်ဒၟံၚ်ဇိုၚ်။  surprising (adj)  မသကဵုဒှ်အံသဝ်၊  မနွံကဵုကဆံၚ်သ္ဒးဒှ်အံသဝ်ခိုဟ်။  surprised (adj)  မထ္ၜးဒဒှ်မဒှ်အံသဝ်။"},
{"word":"surrender","def":"vt.vi.  ဇိုန်၊  ဖျေံလွဟ်၊  ဒုၚ်ကယျ၊  ပဲါဟွံဗၠးတုဲအပ်ပြာပ်ကဵု၊  သၠး၊  သၠးကဵု။  ၂။  ထောံဗလး၊  ဗလးထောံတဲ။  ၃။  ဖျံထောံစိုတ်၊  ဗလးထောံတဲ၊  ဖျံထောံဇြဟတ်။  n.  ဒဒှ်မဒုၚ်ကျထောံ၊  ဒဒှ်မဖျေံထောံလွဟ်။  surrender oneself. (vt)  သလးလမျီု။"},
{"word":"surreptitious","def":"adj.  မသ္ဒးအောပ်မာကၠောန်၊  မသ္ဒးကၠတ်ကၠောန်။"},
{"word":"surrogate","def":"n.  ညးစၞး(ဂအုပ်ဂိုန်ဇၞော်လကျာ်)၊  မၞိဟ်သ္ဒးဗလးဒဒှ်မၞိဟ်စၞး။"},
{"word":"surround","def":"vt.  ခြိုၚ်စဵုဗိုၚ်၊  စဵုဗိုၚ်၊  ဗဝိုၚ်၊  ဗိုၚ်၊  ဗိုၚ်ဂေတ်၊  ဗိုၚ်ဗ္ဂုပ်၊  ဗိုၚ်ရေတ်၊  ဗိုၚ်ကၠောံ။  surround on all sides. (vt)  ဗိုၚ်ကၠောံ။  surrounding (adj)  မဒှ်လ္ပာ်ဝုတ်ဒိုဟ်၊  မဗိုၚ်ရေတ်စွံလဝ်။  surroundings (n)  တွဳတွူ၊  ဝုတ်ဒိုဟ်၊  ပွဳဗွိုၚ်၊  ပွဳပွူ၊  ပွဳပွိုၚ်။"},
{"word":"surtax","def":"n.  အခေါၚ်သြန်လုပ် မထပ်ဗက်လ္တူမၞိဟ်သၠုဲသၠာ်လုပ်ဂၠိုၚ်။"},
{"word":"survey","def":"vt.  အုပ်ဓလီုတုဲရံၚ်။  ၂။  ချပ်စၚ်ခြၚ်စံၜတ်ရံၚ်၊  သ္ၚေဝ်ဂၠေပ်ရံၚ်။  ၃။  ၜတ်တိ၊  ၜတ်။  n.  အရာမညာတ်ဗွဲယျေဘုယျ၊  မသ္ၚေဝ်ဂၠေပ်ဗွဲယျေဘုယျ။  ၂။  ဒဒှ်မၜတ်တိ၊  ဗီုတိ။  surveyor (n)  မၞိဟ်ၜတ်တိ၊  မၞိဟ်စၟဳစၟတ်ၜတ်ကၞာတ်။"},
{"word":"survive","def":"vt.vi.  ဂျိုၚ်ဒၟံၚ်လမျီု၊  ဗၠးကၠုၚ်နူဘဲဂစိုတ်၊  တန်တဴဒၟံၚ်ဟွံလီုလာ်၊  ဂျိုၚ်သှ်ေတ္ၜက်ဒၟံၚ်၊  အာယုက်သာတုဲဂၠိၚ်ကၠုၚ်။  survival (n)  ဒဒှ်မဂျိုၚ်ဒၟံၚ်လမျီု။  ၂။  ဒဒှ်မသှ်ေတ္ၜက်ကၠုၚ်နူကဵုတမၠာတေံ(အခိုက်ကၞာ, အရာသွက်ဂွံရှ်ေသှ်ေ)။"},
{"word":"susceptible","def":"adj.  မလောဲစိုတ်။  ၂။  မလောဲလ္တူပ္ဍဲကဵုလီုစိုတ်၊  မလီုစိုတ်လောဲ၊  မလေပ်ဍိုန်ဗက်။  ၃။  မဒုၚ်တဲမာန်၊  မယဵုဒုၚ်မာန်။  susceptibility (n)  ဒဒှ်စိုတ်မလီုလောဲ၊  ဒဒှ်စိုတ်မပါလောဲ၊  ဒဒှ်ကပ်မစိုပ်လောဲ(ယဲ)၊  တၚ်မဍိုန်လျ၊  အရာမပတှ်ေလ္တူပရေၚ်ပူဂဵု၊  ဒဒှ်မဒုၚ်ဟွံမာန်လ္တူဟီုဂးပါ်ပဲါ။"},
{"word":"suspect","def":"vt.  ဒှ်ဒၟံၚ်သၠေဟ်ပၟာ။  ၂။  သၠေဟ်ပၟာဒၟံၚ်။  ၃။  ဒှ်ဒၟံၚ်ဟွံအသၚ်ကာ၊  ဒှ်သံသယ။  n.  မၞိဟ်ဒှ်ဒၟံၚ်သၠေဟ်ပၟာ။"},
{"word":"suspend","def":"vt.  ကွၚ်အာ၊  လၜက်၊  ကွက်၊  ဒက်လကဲလဝ်၊  မာ်ပခက်လဝ်၊  ကၟက်။  ၂။  တန်ဒၟံၚ်ဟွံဒတုံစှ်ေ၊  တန်တဴဒၟံၚ်ဟွံဒတုံ။  ၃။  ဒေံါထောံ၊  ဒေံါသီထောံ။  ၄။  ရုပ်သီထောံအခေါၚ်အဝဵုမွဲချိုန်ခဏ၊  ဖျေံထောံကဆံၚ်မွဲချိုန်ခဏ။  suspender (n)  ဇုက်ကၠေဟ်ဂရောပ်ဇိုၚ်။  suspension (n)  ဒဒှ်မသ္ဒးဒုၚ်ဖျေံထောံကဆံၚ်မွဲချိုန်ခဏ။"},
{"word":"suspense","def":"n.  ဒဒှ်မဟွံကၠဳကၠး၊  ဒဒှ်မဒှ်ဒၟံၚ်စှ်ေဟာတိုန်ဟာ၊  ဒဒှ်ဂြိုဟ်မယာ်ဒၟံၚ်ဓုဓု။"},
{"word":"suspicion","def":"n.  သၚ်္ကာ၊  သံသယ၊  သၠေဟ်ပၟာ။  ၂။  အရာမမြော်၊  ဒမြိပ်အရံၚ်အရာ၊  သၟူသၟုဟ်၊  အမြာဲ။  suspicious (adj)  မဒှ်အသၚ်ကာ၊  မနွံကဵုသၠေဟ်ပၟာ၊  မနွံကဵုဒမြိပ်အရံၚ်အရာ။"},
{"word":"suss","def":"vt.  ဂၠိုက်ဂၠာဲဆဵုဂဗကၠုၚ်။  ၂။  အာထံၚ်ရံၚ်ကၚ်ကရပ်တိဍာ်သၞ။"},
{"word":"sustain","def":"vt.  ထၜ၊  ထ္ၜ၊  ထံက်ဒုၚ်လဝ်၊  ဂါန်လဝ်၊  ဒုၚ်၊  ဒုၚ်လဝ်၊  ခိုအ်ဒုၚ်၊  ဂၠေၚ်လဝ်။  ၂။  သ္ဒးဒုၚ်(ယဲဝေဒနာ, သ္ဒးဒုၚ်ဇၞးအာ)၊  သ္ဂုတ်သွာတ်ကဵုထောံမာန်၊  ကဵုအခေါၚ်သ္ပဒတန်။  sustained (adj)  ကၠောန်ဟွံဇူဟွံယီု၊  မဆက်ကၠောန်။  sustenance (n)  အာဟာရစၞ၊  စၞစ၊  စၞစသုၚ်။"},
{"word":"suture","def":"n.  ဒဒှ်မဇိၚ်သရ၊  ကရောၚ်ဇၟိၚ်မဇိၚ်လဝ်သရ၊  ဇုက်ဇိၚ်သရ။"},
{"word":"suzerain","def":"n.  ဍုၚ်မရာတ်၊  ဍုၚ်ဨကရာတ်၊  မၞိဟ်အုပ်ဓုပ်၊  ဍုၚ်တၠအဝဵုအုပ်ဓုပ်။  suzerainty (n)  ဒဒှ်မပိုၚ်ပြဳအုပ်ဓုပ်။"},
{"word":"swab","def":"n.  ကပေါတ်ကၠတ်ဂွံ၊  ကပေါတ်ဗ္တိုက်ဂွံ။  ၂။  ယာတ်ဇိုတ်ကၞဳ၊  ယာတ်ဇိုတ်သ္ၚိ၊  ဂတှ်ေတောဝ်ချဵုရပ်စပ်ပ္ဍဲရုၚ်ဂဥုဲ။  vt. (pt.pp.-bbed)  ဇိုတ်ကဵုယာတ်ဇိုတ်ကၞဳ၊  ဇိုတ်သအးကဵုဂတှ်ေတောဝ်ချဵု။"},
{"word":"swagger","def":"vi.  ဟီုဂးအာကၠုၚ်တိုန်မိုန်ကြဵုဇာဒၟံၚ်ဇကုဇကု။"},
{"word":"swallow","def":"vt.vi.  စၚိတ်၊  ၚိတ်၊  ၚိတ်ဖျေံ၊  သၚိတ်။  ၂။  သကဵုသုန်ဂြာံ၊  သကဵုအိုတ်ဇတ်အာ။  ၃။  ကေတ်ထောံတၚ်မဟီုထ္ၜးလဝ်သတ်ဇာတ်ဂှ်ဗွဲမလောဲသွာ။  n.  ဒဒှ်မၚိတ်၊  ဒဒှ်မၚိတ်ဖျေံ၊  မွဲၚိတ်၊  မွဲလၚာ်(လ္ၚာ်)။  ၂။  ဂစေံဒံၚ်ဒါၚ်။"},
{"word":"swam","def":"ရံၚ် swim တေံညိ။"},
{"word":"swamp","def":"n.  ခရီုလၟက်၊  ခၠိုၚ်လၟက်၊  တိဇီု။  vt.  သကဵုကလိုပ်၊  သကဵုတၟိုဟ်စှ်ေကၠုၚ်၊  သကဵုဗၠိုက်ဍုက်ဍေက်။  ၂။  သကဵုဍုက်ဍေက်၊  သကဵုဗၠိုက်၊  သကဵုဓလီု၊  သကဵုတၟိုဟ်၊  သကဵုဟးပရး။  swampy (adj)  မတီုကၠီုကဵုလၟက်ခရီု။"},
{"word":"swan","def":"n.  အဟာန်၊  ၜိုပ်က္ၜၚ်၊  ၜိုပ်ထဝ်၊  ၜိုပ်ၜၚ်။  swan's-down (n)  တသော်အဟာန်ဍိုန်ဍိုန်ဍောတ်ဍောတ်။  swan-song (n)  အ္စာကဗျ၊  တဲလက္ကရဴအိုတ်အ္စာကဝိကၠာဟွံစုတိကလိလောန်အာ။"},
{"word":"swank","def":"n.  သ္ပပွအာကၠုၚ်ကြီုကြာံစဒၟံၚ်ဇကု၊  သ္ပပွအာကၠုၚ်ပ္တိုန်ကြီုစဒၟံၚ်ဇကုဇကု၊  ဟီုဂးကြီုစဒၟံၚ်။"},
{"word":"swap","def":"vt.vi.  လှာဲပလန်၊  ဗတးပလန်။"},
{"word":"swarm","def":"n.  က္ဍိုပ်၊  သ္ကံ(စၟစၟောန်, သာဲ, ဂစေံ) မချဳဒရာၚ်အာကၠုၚ်ဒၟံၚ်။  ၂။  မွဲက္ဍိုပ်၊  မွဲၝောံ၊  မွဲသ္ကံ။  vt.  ပဝ်အာကဵုက္ဍိုပ်၊  အာကၠုၚ်ချဳဒရာၚ်ကဵုသ္ကံ။  ၂။  မၞိဟ်ပေၚ်က္ဍတ်ဒၟံၚ်၊  မၞိဟ်စေဝ်ဒၟံၚ်။  ၃။  ပေၚ်ဗၠိုပ်ဒၟံၚ်၊  ဂြောပ်ဓလီုဒၟံၚ်။  swarm of bees. (n)  ဗတဝ်သာဲ။  swarm (vt.vi)  မိန်ဗန်တိုန်၊  ဂွာန်တိုန်။"},
{"word":"swarthy","def":"adj.  မလမ္စံက်ယောံ၊  မလမ္စံက်ခြက်။"},
{"word":"swastika","def":"n.  တဆိပ်နာဇြဳ၊  တဆိပ်စက္က။"},
{"word":"swat","def":"vt. (-tt-)  လၟိုတ်ဂၟိတ်ရုဲ။"},
{"word":"swathe","def":"vt.  စန်ဒက်၊  ဂွဳဒက်။"},
{"word":"sway","def":"vt.vi.  သကဵုချဳဒရာၚ်၊  ဇဲဇာဲဒၟံၚ်၊  ဂဝုဲ၊  ဂဟုဲ၊  လျတ်။  ၂။  သကဵုခ္ဍိုပ်ဗၠေၚ်စှ်ေ၊  သကဵုဗဗွဲလုပ်ကၠုၚ်။  n.  ဒဒှ်မချဳဒရာၚ်၊  ဇဲဇာဲဒၟံၚ်။  ၂။  ပွမပိုၚ်ပြဳ၊  ပွမရပ်ထိၚ်လဝ်။"},
{"word":"swear","def":"vt.vi. (pt.swore, pp.sworn)  ပလဝ်အဓိထာန်၊  ပသမတ်(သၟတ်)သစ္စ၊  ဟီုဂးဇြိုဟ်ဇြိုဟ်နက်နက်၊  ဟီုဂးကေတ်စရ၊  သ္ပလဝ်အဓိဋ္ဌာန်၊  သွဴ။  ၂။  ယဵုသစာ၊  ယဵုဒုၚ်သစာ၊  ယဵုဒုၚ်သစာတုဲတိတ်စ။  ၃။  ဟီုပ္တိုန်သက်သဳ။  ၄။  ချဴ၊  လက်။  a swear word. (n)  ဂလာန်တေၚ်ခွာ၊  ဂလာန်လက်။  swear allegiance. (vt)  ပသစာ။"},
{"word":"sweat","def":"n.  ပလက်။  ၂။  ဒဒှ်ပလက်မတိတ်၊  ဒဒှ်ပလက်ဒတုံစှ်ေဖော်ဖော်။  ၃။  ဓာတ်ဍုက်ဍုက်၊  သၟုဟ်မအုပ်ဇြုၚ်။  ၄။  ကမၠောန်သ္ဒးကၠောန်နကဵုပလက်ဇိုၚ်ပလက်တဲ။  vt.vi.  ပလက်တိတ်၊  အုပ်ပလက်။  ၂။  သ္ဒးကၠောန်ဂစာန်ကၠေံစိုတ်။  ၃။  စကာလောန်အာကဵုသၞောတ်ဗ္ၜတ်၊  စကာဟွံကြိုက်တန်ကဵုဇြဟတ်။  sweaty (adj)  မဍုက်ဍေက်ဒၟံၚ်ကဵုပလက်၊  မသဒၟံၚ်သၟူပလက်။  sweater (n)  ပလောံၜိုဟ်။ "},
{"word":"swede","def":"n.  ရာဲခၟာဲသာ်ဍာ်မိတ်မွဲဂကူ။"},
{"word":"Sweden","def":"n.  ကောန်ဍုၚ်သွဳဒိန်။"},
{"word":"sweep","def":"vt.vi. (pt.pp.swept)  တွံ(တွဟ်)၊  တွံသအး။  ၂။  ဂြိပ်ဒံၚ်အာဗွဲမဇၞော်ကဵုအသိၚ်၊  ပိုက်အာဗွဲမဇၞော်ကဵုအသိၚ်၊  ချဳဒရာၚ်အာဗွဲမဇၞော်ကဵုအသိၚ်၊  ဂရိုဟ်စာဲတေက်ဗ္ဒောံဏာ။  ၃။  ဆက်ဇုက်တိတ်အာ၊  ဇာတိတ်အာ၊  ပၠးတပ်အာ။  ၄။  အာကၠုၚ်မံၚ်စံၚ်အလိုက်ဗီုပြၚ်မံၚ်လ္တူနန်။  n.  ဒဒှ်မတွံ၊  ဒဒှ်မဇိုတ်သပေါတ်၊  ပွမဒရိုဟ်ပဆုဲဏာနၚ်။  ၂။  ဒၞာဲတ္ၚံက်တ္ၚေဲ၊  ဒၞာဲတ္ၚံက်ဂေတ်။  ၃။  ဒၞာဲမွဲလဝိၚ်တဲစိုပ်၊  ဒၞာဲမသွိၚ်သွာၚ်တဲစိုပ်။  sweeper (n)  မၞိဟ်တွံတၟဟ်၊  စက်တွံတၟဟ်။  sweeping (adj)  မဖျိုပ်ကဵုဖဵုဗွဲမဂၠိုၚ်၊  ဒဒှ်ပိုတ်ပိုတ်သ္ကုတ်သ္ကုတ်၊  မစှ်ေဗွဲယေဘုယျလောန်အာ။  n.  ဟန်ဗန်။"},
{"word":"sweet","def":"adj.  ဍာတ်၊  ထမၞာတ်၊  မတ္ဍာတ်၊  မဍာတ်(ဂမၞာတ်)၊  မပအာသာဒ။  ၂။  မသအးဇ္ၚး၊  လတ်ဘတ်။  ၃။  မသာယာ၊  မဍာတ်ချေဲ၊  မဍာတ်ချောပ်၊  မဒှ်သွက်သ္ဒးသ္ဍိုက်မၠိုက်ခိုဟ်၊  မဒှ်သ္ဒးသ္ဍိုက်ဆာန်ခိုဟ်၊  မပ္ဍးမောဝ်။  sweet drink. (adj)  ယာမ၊  ဍာ်ယာမ။  n.  စၞစဍာတ်ဍာတ်။  ၂။  အရာမဍာတ်ဖျး၊  မသဂြာ၊  ပိတ်ပါမေန်။  sweeten (vt.vi)  ဂမၞာတ်၊  ခဏာတ်၊  သကဵုဍာတ်၊  လံၚ်စုတ်ဍာတ်ဍာတ်၊  ဍာတ်ကၠုၚ်။  sweetening (n)  အရာမသကဵုဍာတ်၊  ဍာတ်ဍာတ်။  sweetheart (n)  သ္ဍိုက်ဆာန်၊  ကဝေၚ်။  sweet potato (n)  ဝုန်၊  ဝုန်ဂလာ။"},
{"word":"swell","def":"vt.vi. (pt.swelled, pp.swelled or swollen)  ဂုဟ်၊  ဂုဟ်တိုန်၊  ဂုဟ်ဖ္ဍံၚ်တိုန်၊  ဂုဟ်ဖ္ဍံၚ်ဒၟံၚ်၊  ဂုဟ်မိုပ်ဒၟံၚ်၊  ဂုဟ်ကလံၚ်တိုန်၊  ဂုဟ်ပုတိုန်၊  ပု၊  ပံၚ်၊  ပံၚ်ကၟိုဟ်၊  ဖဍံၚ်၊  သကဵုဇၞော်ဂုဟ်တိုန်။  ၂။  သကဵုဂုဟ်ဖ္ဍံၚ်တိုန်။  swell up. (vt.vi)  ပုတၟိုဟ်၊  ပုဖ္ဍံၚ်တိုန်၊  ပေါၚ်၊  ပေါၚ်တိုန်၊  ဂုဟ်တိုန်။  n.  ဒဒှ်မသၠုၚ်ပ္တိုန်ရမျာၚ်ကွိၚ်ကွိုက်သိုက်သိုက်။  ၂။  ဇွိုန်၊  ဇွိုန်လပှ်။  ၃။  ပူဂဵုမနွံကဵုစရာဲအဟိက်၊  ပူဂဵုမနွံကဵုသြဇာအသံ။  swelling (n)  ယဲဂုဟ်၊  ယဲဖဍံ(ဍအ်)၊  သရမဂုဟ်ဖ္ဍံၚ်မံၚ်၊  သရဝပ်မဂုဟ်ဖ္ဍံၚ်မံၚ်။  a swelling of the skin. (n)  ယဲမဖ္ဍံ။  a sea swell. (n)  ဇွိုန်သာဂရ၊  ဇွိုန်လပှ်ဂၚ်။"},
{"word":"swell","def":"|2| adj. (-er,-est)  မနွံကဵုအလံၚ်၊  မနွံကဵုအဟ၊  မစှ်ေကဵုဗီုပြၚ်၊  မဒယှ်တှ်။  ၂။ (slang)  မဒးရး၊  မခိုဟ်မိုဟ်၊  မဒယှ်တှ်။"},
{"word":"swelter","def":"vi.  က္တဴအုပ်၊  က္တဴက္တာန်၊  ဒှ်ဒၟံၚ်ကဆံၚ်အုပ်ဇြုၚ်ဒၟံၚ်။"},
{"word":"swept","def":"ရံၚ် sweep တေံညိ။"},
{"word":"swerve","def":"vt.vi.  ဂေတ်ထောံမွဲလစုတ်ဓဝ်၊  ပလေံ၊  ပၠေံ၊  ယောၚ်။  n.  ဒဒှ်မဂေတ်ထောံမွဲလစုတ်ဓဝ်။"},
{"word":"swift","def":"adj. (-er,-est)  မပြဟ်ပြေဟ်၊  မမြက်စာ။  swiftly (adv)  ဗွဲမပြဟ်ပြေဟ်၊  ဗွဲပရှ်၊  ပြဟ်ပြဟ်၊  လဆန်ထိ။  swiftness (n)  ပွမပရှ်၊  ဒဒှ်မပြဟ်။  n.  ဂစေံဒံၚ်ဒါၚ်။"},
{"word":"swig","def":"vt.vi.  မထပၠပ်ကဵုသုၚ်။  n.  ဒဒှ်မသုၚ်မွဲလ္ၚာ်၊  ဒဒှ်မသုၚ်မွဲလ္ၚိတ်။"},
{"word":"swill","def":"vt.vi. (colloq)  ကြာတ်ကြဴ၊  တ္ၜဴကဵုဍာ်။"},
{"word":"swim","def":"vt.vi. (pt.swam, pp.swum)  တ္ၜိၚ်(ၜိၚ်)ဍာ်၊  တလဲဍာ်၊  ကၠောံၜိၚ်အာ။  ၂။  ဓလီုဂြောပ်အာ၊  ဓလီုဟးအာ၊  ဟဳဒယိုန်ဒၟံၚ်။  ၃။  ဂေတ်ဝေၚ်ဒၟံၚ်၊  ထ္ၜူထ္ၜေဝ်။  n.  ဒဒှ်မတ္ၜိၚ်ဍာ်၊  ပွမတ္ၜိၚ်ဍာ်။  swimmingly (adv)(colloq)  နဒဒှ်မဟၟဲကဵုတၚ်ဝါတ်ဂါတ်၊  ဗွဲမလောဲသွာ၊  ကလိတ်ကလိတ်ကလောတ်ကလောတ်။"},
{"word":"swindle","def":"vt.vi.  လီလှေက်ကေတ်၊  လီဗ္ဂေတ်ကေတ်။  n.  ဒဒှ်မလီကေတ်၊  ပွမလီလာန်ကေတ်၊  ကပေါတ်မလီသွံ၊  ကပေါတ်အလီ။  swindler (n)  မၞိဟ်လီလာန်။"},
{"word":"swine","def":"n.  ကၠိက်၊  ကၠိက်ဂမၠိုၚ်၊  ကၠိက်သ္ကံ။  swineherd (n)  ပၟၚ်ကၠိက်။"},
{"word":"swing","def":"vt.vi. (pt.pp.swung)  ကုဲတလုဲ၊  ဂဝိၚ်၊  ဂဝုဲ၊  ဒဝုဲ၊  ဓဝုဲ၊  ဓဝုဲလဟုဲ၊  ဂရိုက်၊  ဂဟုဲ၊  ပအုဲ၊  လယတ်၊  လယတ်စုတ်၊  လဝိၚ်၊  လဟုဲ၊  လွိၚ်။  ၂။  ကွာ်ဂဝုဲအာတဲပဲါပုၚ်သၞောတ်ဍာံဍာံ၊  ဂြိပ်အာဒၟံၚ်ဇြိုန်ဇြိုန်။  ၃။  ဂေတ်တ္ၚံက်။  n.  ဒဒှ်မဂဝုဲပချဳဒရာၚ်၊  ဒဒှ်မကွာ်ဂဝုဲပချဳဒရာၚ်။  ၂။  ပွမကလိတ်ကလောတ်ပြေပြံၚ်၊  ပွမစှ်ေအာသၞောတ်၊  လယတ်။  ၃။  ဇုန်ဇာ။  swing back and forth. (vt.vi)  ဂဝုဲ၊  လွုဲ။  to swing a hammer. (vt)  လယတ်တ္ၚီဒမာတ်။  a cradle swing. (n)  သရေၚ်။"},
{"word":"swipe","def":"vt.  လၟိုတ်တက်စုတ်ထတ်ထတ်။  ၂။  ကၠတ်ၜိုတ်ဏာ။  n.  ဒဒှ်မလၟိုတ်တက်စုတ်ထတ်ထတ်။"},
{"word":"swirl","def":"vt.vi. သကဵုဂေတ်ကၠောံအာ၊  ဂၟာဲဂၠာဲ။  n.  ဝဲ၊  ခၞံၚ်၊  ဒဒှ်မဂေတ်ကဝဲ။"},
{"word":"swish","def":"vt.vi.  ရောဟ်ဂဝိၚ်ညံၚ်ရဴသ္ဂောံဗြုဒၟံၚ်ဗရုဝေၚ်ဝေၚ်။  ၂။  ဗြုဒၟံၚ်ဝေၚ်ဝေၚ်၊  ဗြုဒၟံၚ်ရှေတ်ရှေတ်ရှာတ်ရှာတ်(ဗရုဂၠိက်သုတ်)၊  ဗြုဒၟံၚ်အေက်အေက်(ဗြဲဂူ)။  n.  ဒဒှ်မဗြုဒၟံၚ်ဝေၚ်ဝေၚ်၊  ဒဒှ်မဗြုဒၟံၚ်ရှေတ်ရှာတ်၊  ရမျာၚ်မဗြုဒၟံၚ်အေက်အေက်။"},
{"word":"Swiss","def":"n.  ဇွိဇ္ဇ၊  ဂကူသွေတ်။  adj.  ကဆေၚ်စပ်ကဵုဂကူသွေတ်။"},
{"word":"switch","def":"n.  စာံ။  ၂။  မံၚ်၊  ကောန်ဍေၚ်(ပၟတ်)။  ၃။  လေံ၊  လေံခမေတ်၊  တၞာၚ်ဆုဒုန်ဍောတ်ဍောတ်သွတ်သွတ်။  vt.vi.  ပြံၚ်ဗလေတ်ဂၠံၚ်(ကွဳပၟတ်)၊  ဗလေတ်ထောံ(အရေဝ်)။  ၂။  တက်ကဵုလေံသၟေတ်။  ၃။  ဂရိုက်၊  တက်ဂရိုက်၊  ဂရိုက်လၟိုတ်။  switchboard (n)  ခုၚ်မံၚ်၊  ခုၚ်မံၚ်တဝ်ဟီု။"},
{"word":"swivel","def":"n.  ခအဳဂေတ်။  vt.  ဂေတ်ဒၟံၚ်လ္တူခအဳ၊  ဗ္ဂေတ်လ္တူခအဳ။"},
{"word":"swollen","def":"ရံၚ် swell တေံညိ။"},
{"word":"swoon","def":"vt.  ဝိုတ်အာ၊  စိပ်၊  စိပ်အာ၊  ဝိုတ်၊  သ္ၚဳ၊  ချိုတ်သ္ၚဳ၊  ဂျိဘိၚ်တၠိၚ်။  n.  ဒဒှ်မဝိုတ်အာ၊  ဒဒှ်မစိပ်အာ။  swooning (n)  ပရိုက်ချိုတ်။"},
{"word":"swoop","def":"vi.  ဗိုတ်ဂိုၚ်။  n.  ဒဒှ်မဗိုတ်ဂိုၚ်။  swoop down. (vi)  ဗိုတ်ဏာ။"},
{"word":"swop","def":"vt.vi. (-pp-)  လှာဲ၊  လှာဲဗတး။"},
{"word":"sword","def":"n.  ဇြၚ်၊  သ္ဇၚ်၊  မြ၊  သၞာ်(နှာ်)။  swordsman (n)  သၟာဇြၚ်၊  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲအရာသာၚ်မြ။  swordfish (n)  ကထခေါၚ်။"},
{"word":"swore","def":"ရံၚ် swear တေံညိ။"},
{"word":"sworn","def":"ရံၚ် swear တေံညိ။"},
{"word":"swot","def":"vt.vi. (-tt-)  ဂိုတ်ဂစာန်ကၠေံစိုတ်လွဳပရာ။  n.  မၞိဟ်ကၠေံစိုတ်လွဳပရာ၊  ဒဂိတ်လိက်၊  မၞိဟ်ဟွံဖျေံလိက်နူတဲ၊  မၞိဟ်ဟွံဗလးမတ်ကဵုလိက်။"},
{"word":"swum","def":"ရံၚ် swim တေံညိ။"},
{"word":"swung","def":"ရံၚ် swim တေံညိ။"},
{"word":"sycamore","def":"n.  ဝိ၊  သတ်ဝိ။"},
{"word":"sycophant","def":"n.  တၠနာဲမုက်၊  မၞိဟ်ကေတ်စမုက်၊  ကၠဵုဗက်လက္ကရဴ(ဝေါဟာပရေၚ်ဍုၚ်ကွာန်)။"},
{"word":"syllable","def":"n.  ဂကောံဝဏ္ဏတိတ်ရမျာၚ်သရမွဲ၊  အၚ်္ဂသွက်သ္ဂောံပ္တိတ်ရမျာၚ်။  syllabic (adj)  မဆေၚ်စပ်ကဵုဂကောံဝဏ္ဏတိတ်ရမျာၚ်သရမွဲ။"},
{"word":"syllabus","def":"n. (pl.-es or -bi)  တၚ်အစဳအဇန်သွက်ဂွံလ္ၚတ်ဗွဲခမၞန်၊  အစဳအဇန်အခန်လ္ၚတ်၊  လၟေၚ်စၞောန်အခန်လ္ၚတ်။"},
{"word":"syllogism","def":"n.  နဲစၚ်ခြၚ်ချပ်ဗ္စာရဏာ၊  နဲကံက်ပ္တိတ်ချပ်စၚ်ခြၚ်ဖျေံကေတ်တၚ်မွဲ နူကဵုဒဒှ်ၜါ၊  အစၚ်အခြၚ်လ္တူတြိယုတ္တိ။"},
{"word":"sylph","def":"n.  သၟတ်ဗြဴသောဲသွောဲဍိုန်ၜတ် မဒးရးကျေဝ်ဂေါဝ်၊  ဗြဴမဍိုန်ၜတ်ဒးရးကျေဝ်ဂေါဝ်သောဲသွောဲ။"},
{"word":"sylvan","def":"adj.  မဆေၚ်စပ်ကဵုပွံက်ဂြိုပ်(ကဗျ,လၚ်္ကာ)။  sylvan deity. (adj)  မယိဂြိုပ်။"},
{"word":"symbiosis","def":"n.  ပွမကောံဓရီုမံၚ်မွဲစွံဗွဲဒဒှ်သဟဇာတ၊  သတ်မနွံလမျီုဂကူတၞဟ်ခြာ။"},
{"word":"symbol","def":"n.  သၚ်္ကေတ၊  စၟတ်သမ္တီ။  symbolic (adj)  မဒှ်သၚ်္ကေတ။  မဒှ်စၟတ်သမ္တီ။  symbolically (adv)  ဗွဲသၚ်္ကေတ။  symbolize (vt)  ဒှ်သွက်သၚ်္ကေတ၊  သမ္တီနကဵုသၚ်္ကေတ။"},
{"word":"symmetry","def":"n.  ဒဒှ်မစှ်ေကဵုခလပ်၊  ဒဒှ်မစှ်ေကဵုခလံက်ဒၞက်၊  ဒဒှ်မစှ်ေကဵုဗြိုဟ်၊  ဒဒှ်မတုပ်ဗီုပဲါကဵုပုၚ်၊  ဒဒှ်မညဳသာပ္ဍဲအရာဆောဖွက်။  symmetrical (adj)  မစှ်ေကဵုခလပ်၊  မစှ်ေကဵုခလံက်ဒၞက်၊  မစှ်ေကဵုဗြိုဟ်၊  မတုပ်ဗီုပဲါကဵုပုၚ်၊  မညဳသာပ္ဍဲအရာဆောဖွက်။"},
{"word":"sympathy","def":"n.  စိုတ်ဗ္စာရဏာ၊  အရာမဗ္စာရဏာ၊  ဓဝ်ဂရုဏာ။  sympathetic (adj)  မဒှ်ဓဝ်ကရုဏာ၊  မထ္ၜးဒဒှ်မချပ်ဗ္စာရဏာ၊  မက္တဵုဒှ်တိုန်ဟိုတ်နူကဵုဓဝ်ဂရုဏာ။  sympathize (vi)  ချပ်ဗ္စာရဏာပ္ဍဲစိုတ်၊  စွံဓဝ်ကရုဏာပ္ဍဲစိုတ်။"},
{"word":"symphony","def":"n.  လအာဂွက်ဆန်ဗဒှ်လဝ် သွက်တိၚ်တိုက်ကွိၚ်ကွိုက်။"},
{"word":"symposium","def":"n.  ဂကောံလိက်ပတ်မချူလဝ် နူဒကဴဒိုဟ်လညာတ်နာနာသာ် တၠပညာလ္ၚဵုလ္ၚဵုတံ လ္တူလညာတ်ဘာသာမွဲမွဲ၊  ပေဲါသဳကၠဳပရောပရာဘာသာမွဲမွဲ။"},
{"word":"symptom","def":"n.  လက်သန်ယဲ။  ၂။  လက္ချဏ်၊  လက်သန်၊  ဒရိပ်အရံၚ်အရာ။  symptomatic (adj)  မဓမံက်ထ္ၜးကဵုဒရိပ်အရံၚ်အရာ၊  မသကဵုမံက်ကၠးမံၚ်နကဵုလက်သန်။"},
{"word":"synagogue","def":"n.  ပေဲါသ္ပဝတ်ကဵုကျာ်ဂကူရဟူဒဳ၊  ဘာသ္ပဝတ်ကျာ်ဂကူရဟူဒဳ၊  ဇြပ်ဓဝ်၊  ဇြပ်သ္ဘၚ်ဓဝ်။"},
{"word":"synchronize","def":"vt.vi.  သကဵုက္တဵုဒှ်မွဲအခိၚ်ဓဝ်၊  သကဵုက္တဵုဒှ်အခိၚ်ကိတ်ကိတ်(မွဲစွံ)။"},
{"word":"syndicate","def":"n.  ကမၠောန်ဂကောံ မနွံကဵုဖဵုဂုန်တုပ်သၟဟ်၊  ဂကောံမပကောံရာန်ကေတ်တၚ်နၚ် သွက်ဂွံတက်တရးပ္တိတ် ပ္ဍဲလိက်မဂ္ဂဇြေန်ဂျာနေဝ်မွဲစွံဓဝ် ပ္ဍဲလိက်ပရိုၚ်ဗွဲမဂၠိုၚ်နူဂကောံမဟီုထ္ၜးလဝ်တုဲဂှ်။"},
{"word":"synod","def":"n.  ပေဲါပညဳပညပ်က္ဍိုပ်သ္ကိုပ်ပရေၚ်ဘာသာ၊  ပေဲါပ္တိုန်သၚ်္ဂါယနာ။"},
{"word":"synonym","def":"n.  ဂလာန်တၞဟ်ခြာ မနွံကဵုပရောတုပ်အဓိပ္ပာဲတုပ်၊  ဝေဝစ်၊  ပြယာဲဝေဝစ်။  synonymous (adj)  မဒှ်တဴအဓိပ္ပာဲတုပ်။"},
{"word":"synopsis","def":"n.  သတ်ဇာတ်ဗွဲခမၞန်။"},
{"word":"syntax","def":"n.  နဲဒက်ဝါကျ၊  ဒဒှ်မဒက်ဝါကျ။"},
{"word":"synthesis","def":"n.  ဒဒှ်မပံၚ်ပကောံစန်ဒက်၊  နဲမပံၚ်ပကောံစန်ဒက်၊  အရာမပံၚ်ပကောံစန်ဒက်လဝ်၊  ဒဒှ်မပတှ်ေစၚ်ခြၚ်ပံၚ်ဖျပ်ကေတ် တၚ်မတီကၠုၚ်လဝ်တုဲတံဂှ်။  synthetic (adj)  မစန်ဒက်ပံၚ်ဖျပ်လဝ်၊  မပကောံလဝ်(ဂဥုဲ)။"},
{"word":"syphon","def":"ရံၚ် siphon တေံညိ။"},
{"word":"syringe","def":"n.  ဂစောတ်ထ္ပက်ဂဥုဲ၊  ဂစတ်ထ္ပက်ဂဥုဲ၊  ဂစတ်။"},
{"word":"syrup","def":"n.  တၚ်လာဲ။"},
{"word":"system","def":"n.  ဂကောံသ္ကံမချဳဒရာၚ်ဒၟံၚ်ဗီုဓမ္မတာ။  ၂။  နဲ၊  နဲကဲ။  ၃။  ဇကုခန္ဓမၞိဟ်။  systematic (adj)  မစှ်ေကဵုလၟေၚ်နဲကဲ၊  မစှ်ေကဵုနဲ။  systematically (adv)  နဒဒှ်မစှ်ေကဵုနဲကဲ၊  ဗွဲမစှ်ေကဵုနဲကဲ။  system of religion. (n)  ဘာသာ။"},]}