{"data":[{"word":"t","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၂ဝ။"},
{"word":"tab","def":"n.  တဆိပ်ယာတ်ဇိၚ်စုတ် ဒက်စုတ်လဝ် ပ္ဍဲကပေါတ်မွဲမွဲ၊  ဂတှ်ေကာတ်(စက္ခူတီုတီု)၊  ဂွေန်(ထကံက်)ယာတ်ဇိၚ်စုတ်လဝ် ပ္ဍဲတံကံပလောံသွက်ဂွံမာ်ကွက်၊  ဂတှ်ေဖကောဝ် စုတ်သ္ပလဝ်လကံက်ပ္ဍဲဇုက်ဒၞပ်။  ၂။  ကုက်လဝ်စရၚ်သွက်အရာမွဲမွဲ, မၞိဟ်မွဲမွဲ၊  ကုက်သမ္တီလဝ်၊  စၟတ်သမ္တီလဝ်။"},
{"word":"tabard","def":"n. (hist)  ပလောံဖေၚ်ရံရံ မသၠောံဗွဲလ္တူရဲကလုတ်တံ၊  သၞာဲဒဴတံ၊  သရာဲသ္ဂံၚ်ခေတ်အဒေါဝ်တံလၟိုန်။"},
{"word":"table","def":"n.  လဗံက်၊  လဗော်၊  ခဗံက်။  ၂။  မၞိဟ်ဂ္ဇံဝိုၚ်ဒၟံၚ်ပ္ဍဲလဗံက်။  ၃။  အၚ်၊  စရၚ်အၚ်။  tablecloth (n)  ယာတ်လဗံက်၊  ယာတ်လးလဗံက်။  tableland (n)  စရုဲ၊  ဂၠးတိ၊  လမၠးကုန်ဒဵု၊  လမၠးတိဒဵု။  tablespoon (n)  ဇန်စပုၚ်၊  ဇန်ရပ်စပ်စကာပ္ဍဲလဗံက်၊  ကောန်ဇန်ခရံက်။  table of contents. (n)  ပိုတ်တၞံ၊  မာတိကာ။"},
{"word":"tablet","def":"n.  တၞးလိက်တၟံ။  ၂။  ဆုဂတှ်ေမနွံကဵုလိက်စၟတ်သမ္တီ(ဂတှ်ေဖကောဝ်,ဂတှ်ေတၟံ)။  ၃။  တၞးကာတ်သွက်ဂွံချူလိက်၊  ဗပိုတ်။  ၄။  ကလောံဆာပ်ပျာ(ကလောံသၜောဝ်)။  ၅။  ဂဥုဲမမ။"},
{"word":"tabloid","def":"n.  ဂဥုဲမ၊  ဂဥုဲမမ။"},
{"word":"taboo","def":"(tabu) n.  အရာမကၞာတ်သမ္တီလဝ် မဟီုဂးဟွံခိုဟ်, မရပ်လုက်ဟွံခိုဟ် (ပ္ဍဲပရေၚ်ဘာသာ, ပ္ဍဲအခိုက်ကၞာ)။  ၂။  ဒဒှ်ညးဂမၠိုၚ်မဒုၚ်လဝ်တဲ ဟီုဟွံခိုဟ်ကၠောန်ဟွံခိုဟ်။  adj.  မပတှ်ေကေတ်လဝ် ဟီုဟွံခိုဟ်ကၠောန်ဟွံခိုဟ်။  vt.  ဆဵုဒဝ်လဝ်မဟီုဟွံခိုဟ် မရပ်လုက်ဒးဟွံခိုဟ် မဆက်ဆောံဟွံခိုဟ်။"},
{"word":"tabor","def":"n.  ဖံပနံၚ်။"},
{"word":"tabular","def":"adj.  မစဳဇန်ပ္တိုန်ထ္ၜးလဝ်နကဵုစရၚ်အၚ်။  tabulate (vt)  စဳဇန်ပတိုန်ထ္ၜးနကဵုစရၚ်အၚ်။"},
{"word":"tacit","def":"adj.  မနွံကဵုဓဝ်ကၠိုဟ်ခၠၚ်ၜိုန်ရဟွံပံက်ဟီု။"},
{"word":"taciturn","def":"adj.  မနွံကဵုအရေဝ်အခြာအောန်တဴဗွဲမလောန်။  taciturnity (n)  ဒဒှ်မနွံကဵုအရေဝ်အခြာအောန်တဴဗွဲမလောန်။"},
{"word":"tack","def":"n. ဗၞာ်ပသဲသၟတ်၊  ဗၞာ်ဓမြိုတ်သၟတ်။  ၂။  ဇၟိၚ်ဇိၚ်တၞောတ်လဝ်ကဵုတဲသိၚ်သိၚ်၊  ဗီုကၠောန်ဗီုသ္ပမှာမှာရာရာ၊  ဗီုကၠောန်ဗီုသ္ပကၠုၚ်မံၚ်။  vt.vi.  တက်စုတ်နကဵုဗၞာ်ပသဲ,ဗၞာ်ဓမြိုတ်။  ၂။  ဇိၚ်ကၞောတ်၊  ဇိၚ်ကၞောတ်လဝ်နကဵုတဲ။  ၃။  တၚ်အာယာဗွဲမတ္ၚံက်တ္ၚေဲ။"},
{"word":"tackle","def":"n.  ဇုက်ရံက်သွက်သ္ဂောံဖျေံပတိုန်ယာ။  ၂။  ကရိယာ၊  ကပေါတ်ကညောတ်။  ၃။  ဒဒှ်မဆာၚ်ရပ်(ပလတ်)၊  ဒဒှ်မဆာၚ်ထိၚ်ကေတ်(ဗဝ်ဒရိပ်နၚ်)။  vt.vi.  ရပ်စပ်သောၚ်တလး(ပြသၞာ, ကမၠောန်မွဲမွဲ)။  ၂။  ဆာၚ်ရပ်ဂတ်ကေတ်(ပလတ်)၊  ဆာၚ်ထိၚ်ဒဝ်(မၞိဟ်ဒရိပ်နၚ်ဗဝ်)။"},
{"word":"tact","def":"n.  ဒဒှ်မယဵုဒုၚ်လေပ်ဗွဲမသ္ဍိုဟ်ကေက် ပ္ဍဲအရာသောၚ်တလးဆက်ဆောံဟီုဂး။  tactful (adj)  မယဵုဒုၚ်လေပ်ဗွဲမသ္ဍိုဟ်ကေက် ပ္ဍဲအရာမသောၚ်တလးဆက်ဆောံဟီုဂး။  tactfully (adv)  နဒဒှ်မယဵုဒုၚ်လေပ်ဗွဲမသ္ဍိုဟ်ကေက် ပ္ဍဲအရာမသောၚ်တလးဟီုဂးဆက်ဆောံ။  tactlessly (adv)  နဒဒှ်မအောန်အပ္ဍဲအရာသ္ဍိုဟ်ကေက်ဒၞာဲမသောၚ်တလးဟီုဂးဆက်ဆောံ။"},
{"word":"tactics","def":"n.  ဒွန်၊  ကွတ်ပရေၚ်ပြေၚ်တိုန်စှ်ေပၞာန်,ပြယာဲပၞာန်၊  အစဳအဇန်သွက်ဂွံအံၚ်ဇၞးဖျေံစွံလဝ်တၚ်ရန်တၟံ၊  နဲကဲ.....နဲဗျူဟ။  tactical (adj0  မဆေၚ်စပ်ကဵုနဲကဲဗျူဟပၞာန်။  tactician (n)  မၞိဟ်မစိုန်သ္ကီုပ္ဍဲအရာပြယာဲပၞာန်၊  နဲကဲပြယာဲပၞာန်။"},
{"word":"tactile","def":"(tactual)  adj.  မဆေၚ်စပ်ကဵုအရီုမဒွံလုက်စုက်ဒး။"},
{"word":"tadpole","def":"n.  ကောန်လံက်။"},
{"word":"tag","def":"n.  ကဴသ၊  တၞုၚ်ဍုတ်။  ၂။  လကံက်မနွံပ္ဍဲတၞုၚ်ဇုက်။  ၃။  တၞးသမ္တီ၊  လေဗေဝ်။  ၄။  ဂလာန်ညးတမၠာ။  vt.vi.  ဆက်စုတ်လ္ပာ်ကြဴ၊  ချူထပ်စုတ်ဗွဲလက္ကရဴ။  ၂။  ဍံၚ်တောဲဗက်အာ။  ၃။  ဒက်ဍံၚ်စုတ်တၞးသမ္တီ။"},
{"word":"tail","def":"n.  ဗ္တ၊  ဗ္တသတ်တိရစ္ဆာန်၊  ဍုတ်(ဂစေံ)။  ၂။  လ္ပာ်ဍုတ်၊  လ္ပာ်ဗ္တ။  ၃။  မုက်သၠုဲဂတှ်ေလ္ပာ်ရုပ်။  vt.vi.  ဗက်ကၠုၚ်လက္ကရဴ၊  ဗက်ကၠုၚ်ဆောပ်ဆောပ်လ္ပာ်လက္ကရဴ။  tail end (n)  ဒကုတ်လ္ပာ်လက္ကရဴ။  taillight (n)  ပၟတ်မစုတ်လဝ်အပ္ဍဲဍုတ်ကွဳပၟတ်ကဵုကွဳစက်။"},
{"word":"tailor","def":"n.  သၟာဇၟိၚ်၊  သၟာဇိၚ်စဂၠိက်ယာတ်၊  သၟာဇိၚ်စက်၊  မၞိဟ်ဇိၚ်စ၊  မၞိဟ်ဇၟိၚ်။  tailor-bird (n)  ဂစေံကၞောတ်။  vt.  ဇိၚ်။"},
{"word":"taint","def":"n.  ဒမြိပ်အယောၚ်အလာ သ္ပပ္တံကဵုစ,လီုလာ်၊  သၟူအမြာဲသ္ပပ္တံစလီုလာ်ကၠုၚ်၊  ဒမြိပ်အယောၚ်အလာသၟူအမြာဲ သ္ပပ္တံစအုဲအုတ်ကၠုၚ်။  vt.vi.  သကဵုစလီုလာ်၊  သကဵုစအုဲအုတ်။  taintless (adj)  မဗၠးကဵုအဍံက်အဍေန်၊  မဗၠးကဵုဒုဟ်ပၞေတ်ပၞေၚ်။"},
{"word":"take","def":"vt.vi. (pt.took, pp.taken)  ကေတ်၊  ဂိုၚ်၊  စၞေဟ်၊  ဍံ၊  ယဵုဒုၚ်၊  ယဵုဒုၚ်လဝ်၊  သကေတ်။  ၂။  သီကေတ်၊  သီကေတ်ထောံ၊  ဗက်ရပ်ကေတ်မွဲစုတ်ဓဝ်၊  ရပ်ဂွံမွဲလစုတ်ဓဝ်။  ၃။  ပလံၚ်ကဵု၊  ယိုက်ပလံၚ်ကဵု၊  ဗက်ပလံၚ်ကဵု။  ၄။  ကေတ်ထောံ၊  စသုၚ်ရပ်စပ်ထောံ။  ၅။  ဒုၚ်တဲ၊  ဂွံ၊  လမိတ်။  ၆။  သ္ပလဝ်စၟတ်သမ္တီ။  ရ။  ဇြုၚ်၊  သ္ဇုၚ်၊  နွံပၟိက်။  ၈။  ခယျကေတ်။  ၉။ (ကဵုကြိဝိ ဝိဘတ်)။  take advantage of. (vt)  ဟီုလှံက်။  take after (vt)  တုပ်၊  သၟုၚ်။  take a city. (vt)  စၞေဟ်ဂွံဍုၚ်၊  သီဂွံဍုၚ်။  take aim. (vt)  တၚ်သန၊  ၜိုတ်ဒ္ဂူ၊  ၜိုတ်ဗ္ဒဝ်၊  ၜိုတ်လ္ဂူ၊  ၜိုတ်သ္တပ်။  take a load off one's mind. (vt) (colloq)  ဒယိုန်ပ္ဍိုက်။  take an oath. (vt)  ဒုၚ်သွဴ၊  ပလဝ်အဓိဋ္ဌာန်(ထာန်)။  take apart. (vt)  ကလိုဟ်လဝ်။  take a purgative. (vt)  ဇွက်၊  ဇွက်ဂၞဴ။  take shelter. (vt)  ဗ္ဒး၊  ဗ္ဒဗ္ဒာဲ။  take a walk. (vt)  ကွာ်ဝေၚ်၊  ပဝါ်။  take away. (vt)  ကေတ်ဏာ၊  ဂိုၚ်ဏာ၊  ဏာ၊  ဒယိုန်ဏာ၊  ဖျုဲထောံ၊  သီဏာ၊  သီဂိုၚ်ဏာ၊  သၞာဗ္စိုပ်။  take away from. (vt.vi)  ဏာ(နာ)။  take back. (vt)  ကလေၚ်ရုပ်ထောံ။  take captive. (vt)  ဒက်ဂၠုဲ။  take care of. (vt)  ဥပ္ပကာ၊  အုပ်ပကာ၊  မၚ်၊  မၚ်မွဲ၊  မြိမြန်၊  မြီသအီ၊  ရံၚ်မွဲ၊  လွဳပရာ။  take captive. (vt)  ဒက်ဂၠုဲ။  take control. (vt)  ဂိုၚ်လဒံလဝ်။  take courage. (vt)  ပခိုၚ်စိတ္တဇ၊  ပခိုၚ်စိုတ်။  take forcibly. (vt)  ဒသိုၚ်၊  ဒသိုၚ်ပၠံၚ်။  take heed. (vt)  ပစရိုတ်၊  ပသတိ၊  ရဝၚ်ရဝဲါ၊  သ္ပစိုတ်။  take hold of. (vt)  စောဲစပ်၊  ရပ်၊  ရပ်ကၞာတ်။  take home. (vt)  ဖျဴ၊  ဖျဴဏာသ္ၚိ။  take in laundry. (vt)  ရုပ်၊  ရုပ်ယာတ်။  take measurements. (vt)  ၜတ်ကၞာတ်။  take notice. (vt)  ညာတ်ကေတ်၊  သမ္တီ၊  သမ္တီသၟတ်။  take off. (vt.vi)  ခလောတ်(ဂၠိက်ယာတ်)၊  ခလှောတ်၊  ခၠောတ်ပ္တိတ်၊  ထလောတ်၊  ထိုက်၊  ရိုဟ်ထောံ၊  သလိုက်။  take on. (vt)  သီခနှံ။  take one's own life. (vt)  ပရိုက်ဇကု။  take out. (vt.vi)  လှံက်(ပ္တိတ်ထောံ)။  take pleasure in. (vt)  လှိၚ်စိုတ်၊  သ္ဇုၚ်သ္ဍိုက်။  take possession of. (vt.vi)  သီကေတ်(ဍုၚ်)။  take part in a service. (vt)  တိုန်ဝတ်။  take prisoner in war. (vt)  ဂၠုဲ၊  ရပ်ဂွံဂၠုဲ၊  သီဂွံဂၠုဲ။  take refuge. (vt)  ထွုဲ၊  စ္ၜုဲ၊  စ္ၜုဲစ္ၜော်။  take refuge in. (vt)  ဗ္ဒ၊  ဗ္ဒး၊  ပလ္ကံဗ္ဒး၊  ပသလဲလၜော်၊  သ္ပသ္ကံဗ္ဒ။  take to one's bosom. (vt)  ဒုၚ်ဂၠေၚ်၊  မိန်မံဒုၚ်တၠုၚ်။  take to oneself. (vt)  တံၚ်ကေတ်၊  သီကေတ်။  take over (vt.vi)  ကလောံ(ကၠောံ)၊  စလောံ၊  သၠဲပြံၚ်ကေတ်တာလျိုၚ်၊  အောပ်ဗ္ဒန်။  take shelter. (vt.vi)  ဇူဗ္ဒာဲ။  take sides. (vt)  တဝ်စၞေဟ်။  take the mote out of the eye. (vt)  သမးလမၠံပ္ဍဲမတ်။  take to. (vt.vi)  ဏာစိုပ်၊  ဏာဗ္စိုပ်၊  ဒယိုန်နၚ်။  take up. (vt.vi)  သီ၊  သီက္ၜတ်၊  သီခနှံ။  take up a pose. (vt)  အေန်၊  အေန်ထ္ၜးကဵု၊  အေန်ဒွန်။  take up water. (vt)  ဍာပ်၊  ဍာပ်ကေတ်ဍာ်။  take off (n)  ဒဒှ်က္ၜၚ်ကျာမပဝ်တိုန်။  taker (n)  မၞိဟ်ဒုၚ်ကေတ်တဲ၊  မၞိဟ်ဒုၚ်တဲသြန်လံၚ်။  taking (n)  ကွေတ်၊  သြန်ပရဲ၊  သြန်မသွံရာန်ဂွံ, သြန်မဂွံပရဲ ပ္ဍဲကဵုအခိၚ်မပိုၚ်ခြာလဝ်မွဲမွဲ။  "},
{"word":"talc","def":"n.  အဖၠိုက်။"},
{"word":"tale","def":"n.  ပုံ၊  သတ်ဇာတ်။  ၂။  အရာမကလေၚ်လဴထ္ၜးကဵု၊  အရေဝ်ပရိုၚ်။"},
{"word":"talent","def":"n.  အစောံစရာဲနူဂဝ်။  ၂။  မၞိဟ်မနွံကဵုအစောံစရာဲ။  talented (adj)  မနွံကဵုအစောံစရာဲနူဂဝ်။"},
{"word":"talisman","def":"n.  ဂဇံ၊  ဂဇံကယျောဝ်။"},
{"word":"talk","def":"vt.vi. (pt.pp.-ed)  ဟီုအရေဝ်၊  ဟီုထ္ၜး၊  သဳကၠဳ၊  ဟီုအရေဝ်လေပ်။  n.  ဒဒှ်မဟီုအရေဝ်၊  ဂလာန်သြဝါဒ၊  ဂလာန်လၟေတ်။  ၂။  ဂလာန်အလ္လာပ,သလ္လာပ၊  အရေဝ်အခြာ၊  ဂလာန်သၟာန်သၟုက်စညးမွဲကဵုညးမွဲ အခါဆဵုဂဗညးသ္ကံ။  talkative (adj)  မဂၠိုၚ်အရေဝ်၊  ကျာဂၠိုၚ်၊  မနွံကဵုကျာဂၠိုၚ်၊  ဂလာန်ဂၠိုၚ်တဴဗွဲ။  talk irrationally. (vt.vi)  ဟီုဒမာန်။"},
{"word":"tall","def":"adj. (-er,-est)  မသၠုၚ်၊  မသၠုၚ်ပ္ဍဲကဵုသၠုၚ်ဒတဴ၊  မသၠုၚ်တဴပ္ဍဲသမၠုၚ်။"},
{"word":"tallow","def":"n.  ကၠေၚ်ပၠုဲဂၠဴ၊  ကၠေၚ်ပၠုဲသဵု။"},
{"word":"tally","def":"vt.vi. (pt.pp.-lied)  ကိတ်ညဳ၊  တုပ်သၟဟ်၊  ဝးဂရိုအ်၊  ရိုဟ်ဂရိုအ်၊  ရိုဟ်တာလဳ။  n. (pl.-lies)  ဒဒှ်မရိုဟ်ဂရိုအ်၊  ဒဒှ်မဝးဂရိုအ်၊  ဒဒှ်မရိုဟ်တာလဳ။"},
{"word":"talon","def":"n.  သၞေံဇိုၚ်ဂစေံစဖျုန်(မပ္တံလၞေၚ်,ကၟံ,ဂစေံကလော်)၊  ခြိုၚ်သနေံ။  talons of a bird of prey. (n)  သၞေံဇိုၚ်ဂစေံသ္ဂံၚ်။"},
{"word":"talus","def":"n. (geol.)  တၟံဇွော်စှ်ေနူလ္တူဒဵု မကောံကလောံဒၟံၚ်ပ္ဍဲဇိုၚ်ဒဵု။"},
{"word":"tamarind","def":"n.  မၚ်ဂၠန်၊  တၞံမၚ်ဂၠန်။"},
{"word":"tame","def":"adj. (-r,-st)  မဒဒှ်ေ၊  မဍုက်ကေဝ်။  ၂။  မဒှ်သွက်ဂွံလၞုဟ်ထကုဲခိုဟ်၊  မဒှ်သွက်ဂွံလ္ၚုလ္ၚန်ခိုဟ်၊  မဟွံခိုဟ်သွက်စိုတ်ဂွံလုပ်စ။  vt.  သကဵုဒဒှ်ေဒယှ်၊  သကဵုဍုက်ကေဝ်၊  ဒဒှ်ေ။  tamer (n)  မၞိဟ်ပ္ကတ်ပ္ကေၚ်ကဵုသတ်အရိုၚ် ညံၚ်ဂွံဒဒှ်ေအာ။"},
{"word":"tamp","def":"vt.  သိက်စုတ်၊  လပိုက်စုတ်။"},
{"word":"tamper","def":"vi.  လုပ်ပလာပ်၊  ဇိုၚ်တဲဂၠာန်၊  လုပ်ပထုဲဂရုဲ၊  လုပ်ဂၠိန်ၜောတ်။"},
{"word":"tan","def":"n.  အရံၚ်ဍာ်မိတ်ဟီဟီ၊  အရံၚ်ဖျုန်သွတ္ၚဲကၠာန်လဝ်။  adj.  မနွံကဵုအရံၚ်ဖျုန်သွတ္ၚဲကၠာန်လဝ်။  vt.vi.  ကၠောန်စၞာံပြေၚ်ဂၠဴ ညံၚ်ရဴသ္ဂောံဒှ်တိုန်စၞာံရပ်စပ်စကာ။  ၂။  သကဵုတ္ၚဲကၠာန်စဵုကဵုဒှ်အာအရံၚ်ဟီဟီ။  tanner (n)  မၞိဟ်ကၠောန်ပ္တိတ်စၞာံ၊  သၟာစၞာံ။  tannery (n)(pl.-ries)  စက်ကၠောန်ပ္တိတ်စၞာံ၊  စက်စၞာံ။"},
{"word":"tang","def":"n.  ရှ်သ္ကာတ်သ္ကာတ်စၚ်စၚ်စူစူ၊  သၟူသ္ကာတ်သ္ကာတ်စၚ်စၚ်စူစူ။"},
{"word":"tangent","def":"n.  ပၞော်မစုက်ဒွံဒၟံၚ်ဒမြီုစက်ဝိုၚ်၊  ဒမြီုပၞောန်ကဝါၚ်။"},
{"word":"tangible","def":"adj.  မဒွံ, မရပ်, မဂၠာံဂွံ၊  မဒွံမာန်၊  မရပ်မာန်၊  မဂၠာံမာန်။  ၂။  မဒှ်ရပ်က္ၚေံာပ်ကေတ်ဂွံ၊  မကၠးဖ္ဍးဒဒှ်မတန်တဴဒၟံၚ်ခိုၚ်ခိုၚ်ကၠိုက်ကၠိုက်။"},
{"word":"tangle","def":"n.  ဒဒှ်မထုဲကြာန်၊  ဒဒှ်မခရံၚ်ခရဴ(ခရံၚ်ဒဂါတ်)။  vt.  ထုဲ၊  ထုဲကြာန်၊  ထုဲထံၚ်၊  သကဵုထုဲကြာန်၊  သကဵုထုဲခရံၚ်ခရဴ၊  သကဵုထုဲသရံၚ်ဒဂါတ်။"},
{"word":"tank","def":"n.  ကၟာ၊  ကၟာကြိုၚ်ဍာ်၊  စေဝ်ဒုတ်ဒုတ်သွက်ဂွံကြိုၚ်ဍာ်၊  ကွဳစၚ်ခြပ်ပသဲ၊  ကာတိန်(ခ)။"},
{"word":"tankard","def":"n.  ဗြံက်သုၚ်ဍာ်ဒုတ်ဒုတ်ကၠောန်လဝ်ကဵုဖကောဝ်။"},
{"word":"tantalize","def":"vt.  သကဵုဒှ်ဒၟံၚ်ပ္ဍဲစိုတ်တေံ ဂွံဏောၚ်ဒှ်ဏောၚ်(မံၚ်ဟွံတန်)။"},
{"word":"tantamount","def":"adj.  မသကဵုအဓိပ္ပာဲစိုပ်အာ၊  မသကဵုဆန္ဒစိုပ်အာ၊  မသကဵုစိုပ်အာသဘဴသာ်ဂှ်။"},
{"word":"tantrum","def":"n.  ဒဒှ်မက္တဵုဒှ်တိုန်မနော။"},
{"word":"tap","def":"n.  က္ဍိုပ်ပၠံၚ်ဍာ်၊  ကသံပၠံၚ်ဍာ်, ပၠံၚ်ကၟာတၟာတ်ပံက်ဂွံ။  vt.  ပံက်ကေတ်နူက္ဍိုပ်ပၠံၚ်ဍာ်၊  ပ္တိတ်ကေတ်ထ္ၜိုတ်နူတၞံဆု။  ၂။  တောတ်ဗေန်အာတ်ကေတ်သၠုဲသၠာ်၊  ကၠတ်ကလၚ်ကေတ်အကြာဘာ်တရဴ(တဝ်ဟီု)။"},
{"word":"tap","def":"|2| n.  ဒဒှ်မဒါတ်စုတ်၊  ဒဒှ်မဂဗးစုတ်၊  ထု။  vt.  ဒါတ်၊  ဂဗး။"},
{"word":"taproot","def":"n.  ရိုဟ်ကၞက်။"},
{"word":"tape","def":"n.  ကဝးဂတှ်ေကြဳကြဳ (မပ္တံစက္ခူ, ယာတ်, တၞးကဝ်)။  tape recorder (n)  ကဝးဇုက်ရဳကိုတ်တာ။  vt.  သ္ပစၟတ်သမ္တီ။"},
{"word":"taper","def":"n.  ပရက်လေတ်လံက်စုတ်လဝ်ပၠုဲ။  vt.vi.  သကဵုတၞုၚ်တၞောတ်သွတ်အာ၊  သကဵုကၞောတ်သောဲအာ၊  သကဵုသွတ်အာလ္ပာ်တၞုၚ်တၞောတ်။"},
{"word":"tapestry","def":"n.  ယာတ်ဓမံက်တုတ်လဝ်ဗီုပုတ်ဂၠတ်(ဗီုရုပ်)။"},
{"word":"tapioca","def":"n.  ကွာဲက္ၜၚ်၊  တၞံကွာဲက္ၜၚ်။"},
{"word":"tapir","def":"n.  စိၚ်ဍာ်။"},
{"word":"tar","def":"n.  ယလမ္စံက်၊  ကာတ္တရာ။  vt.  လံက်ယလမ္စံက်၊  လးယလမ္စံက်။"},
{"word":"tarantula","def":"n.  ဇာဖိုၚ်ကၠ၊  ဖိုၚ်ကၠ၊  ယဴဖိုၚ်ကၠ။"},
{"word":"tardy","def":"adj. (-ier,-iest)  မလဇုဲ၊  မအိၚ်။  tardily (adv)  နဒဒှ်မလဇုဲလဇ။  tardiness (n)  ဒဒှ်မလဇုဲလဇ။"},
{"word":"tare","def":"n.  တၞံပံၚ်မတိုန်ဒၟံၚ်အကြာတၞံဂျုၚ်။  ၂။  မဂလိုၚ်ကဵုလျိုၚ် သွက်နတလာမစုတ်လဝ်ကပေါတ်။"},
{"word":"target","def":"n.  ဒၞာဲဍံက်သွက်ဂွံစံပန်သ္ဍာံဝေၚ်တဲ၊  ဒၞာဲဇွောံစံပန်သ္ဍာံဝေၚ်တဲ။  ၂။  အရာမသ္ဒးဒုၚ်အရီုစၚ်စူ။"},
{"word":"tariff","def":"n.  အၚ်ၚုဟ်မးခဒံစသုၚ်ပ္ဍဲသ္ၚိဇၞူ(ဟဝ်တေဝ်)။  ၂။  စရၚ်အၚ်အခေါန်ဖလှာကပေါတ်လုပ်တိတ်၊  အကံက်အခေါန်ကပေါတ်ဗၞိက်လုပ်တိတ်။"},
{"word":"tarnish","def":"vt.vi.  သကဵုအရံၚ်လှီုအာ။"},
{"word":"taro","def":"n.  က္ဍိုပ်ကြဴ၊  ခၟာဲကြဴ။"},
{"word":"tarpaulin","def":"n.  ယာတ်ပၠုဲ၊  ယာတ်လံက်လဝ်ကာတ္တရာ,ယလမ္စံက်။"},
{"word":"tarry","def":"vi. (pt.pp.-ried)  ဒီုမံၚ်၊  မၚ်စၟဳမံၚ်၊  မၚ်လဇ၊  မံၚ်၊  လဇ၊  လဇ,ဇမောတ်၊  သကဵုလဇုဲလဇအာ။"},
{"word":"tart","def":"adj.  မဖျး၊  မလောန်ကာဲအာကဵုရှ်ဖျး၊  မဖျးစၚ်စူ။  ၂။  မဒှ်ကြံၚ်ကြံၚ်မ္ၚိုဟ်မ္ၚိုဟ်။"},
{"word":"task","def":"n.  တာလျိုၚ်ကမၠောန်၊  ဒဒှ်မပရဂဟီ။  vt.  သကဵုသ္ဒးပ္တိတ်ဇြဟတ်ဂၠိုၚ်ဂၠိုၚ်။"},
{"word":"tassel","def":"n.  ကဴသ။  tasselled (adj)  မနွံကဵုကဴသ။"},
{"word":"taste","def":"n.  အရီုရှ်၊  စိုတ်မတီအရီုရှ်သာ၊  စိုတ်မတီဒုၚ်စသုၚ်ရှ်သာ၊  ရှ်။  ၂။  ရှ်သာ။  ၃။  အရာသွက်သ္ဂောံစေပ်ရံၚ်။  ၄။  ပွမသ္ဍိုက်မၠိုက်၊  သၟိက်။  vt.vi.  ၚိတ်ရှ်၊  ဇာပ်၊  တီရှ်သာ၊  ဒုၚ်စသိုၚ်ရှ်သာ။  ၂။  နွံကဵုရှ်သာ။  ၃။  ကလေံ၊  ကလေံရံၚ်၊  ကၠာန်၊  စေပ်၊  စေပ်စံရံၚ်။  ၄။  ဆဵုဂဗတီညာတ်၊  ဆဵုဂဗဒုၚ်စသိုၚ်။  tasteful (adj)  မနွံကဵုရှ်သာ်။  tastefully (adv)  နဒဒှ်မနွံကဵုရှ်သာ။  tasteless (adj)  မဟၟဲကဵုရှ်သာရှ်ဘှ်၊  မဟွံတီရှ်ဘှ်၊  မဟွံလေပ်ကျိုၚ်ကျဝ်၊  မဟွံလေပ်ပလေဝ်ပလေတ်၊  မဟွံဇိပ်ဂၠိပ်ပ္ဍဲအရာအဆက်အဆောံ။  tasty (adj)  မကြောံ၊  မနွံကဵုရှ်ကြောံ၊  မခိုဟ်ပ္ဍဲရှ်၊  မဍာတ်ကြောံ၊  မနွံကဵုရှ်။"},
{"word":"tatter","def":"n.  အရာစာ်စာ်မှာ်မှာ်(စက္ခူ,ယာတ်)။  tattered (adj)  မစာ်မှာ်ဒၟံၚ်။"},
{"word":"tattoo","def":"n.  ယန်။  vt.  ထ္ပက်ယန်။  tattooing (n)  ယန်၊  မၚ်ယန်၊  မၚ်သေံ(သေအ်)။  tattooing iron. (n)  ခစီု၊  စုက်ထ္ပက်ယန်။"},
{"word":"tattoo","def":"|2| n.  ရမျာၚ်ကဵုသတိသွက်ကောန်ပၞာန်တံ သ္ဂောံကလေၚ်စဴကၠုၚ်ဗ္ဒိုပ်ပၞာန်။  ၂။  ဒဒှ်မထ္ၜးပရေၚ်ပၞာန်။"},
{"word":"tatty","def":"adj.  မနွံကဵုကဆံၚ်စာ်မှာ်စဵုကဵုစရာဲကျာ်သြဳပၠိုတ်။  ၂။  မစိစောန်လဝ်တၟးဇးဒၟံၚ်စဵုကဵုမတ်ရိုၚ်။"},
{"word":"taught","def":"ရံၚ် teach တေံညိ။"},
{"word":"taunt","def":"n.  ဂလာန်မဟီုတ္ၜေဟ်ကၠာဒးကဵုဟွံဒး၊  ဂလာန်မဟီုတ္ၜေဟ်ခ္ဍဟ်ခ္ဍာဲကၠာဒးကဵုဟွံဒး။  vt.  ဟီုဂးဂလာန်သာ်ဂှ်။  tauntingly (adv)  နဒဒှ်မဟီုဂလာန်သာ်ဂှ်။"},
{"word":"Taurus","def":"n.  ဗြိုဟ်(လက်သန်ရာသဳၜါ)။"},
{"word":"taut","def":"adj.  မတံၚ်ဒဇက်လဝ်ညံၚ်ရဴသ္ဂောံတေၚ်၊  မဒဇက်ဗဇာလဝ်ညံၚ်ရဴသ္ဂောံတေၚ်၊  မကြံၚ်မ္ၚိုဟ်။  tautly (adv)  ဗွဲမကြံၚ်မ္ၚိုဟ်။"},
{"word":"tautology","def":"n.  ပွမရပ်စပ်ဟီုဂးထပ်တုဲထပ်ပၠန် နကဵုမအရေဝ်နာနာသာ် မနွံကဵုအဓိပ္ပာဲတုပ်တုပ်။"},
{"word":"tavern","def":"n.  ဆေၚ်ပုၚ်၊  သ္ၚိသမုၚ်။"},
{"word":"tawdry","def":"adj. (-ier,-iest)  မပလေဝ်ပလေတ်လဝ်ဖျေဲဖျေဲဖျဴဖျဴ လၞၚ်ဒၟံၚ်, ရိုၚ်ဒၟံၚ်ပ္ဍဲမတ်၊  မဖျေံဖျောန်လဝ်စဵုကဵုရိုၚ်ဇိုၚ်ပ္ဍဲမတ်။"},
{"word":"tawny","def":"adj.  မနွံအရံၚ်ဍာ်မိတ်ဟီဟီ၊  သာ်ဒမျိုၚ်။  n.  သာ်လှုဲ။"},
{"word":"tax","def":"n.  အခေါန်၊  အခေါန်ဖလှာ၊  ဖလှာ။  ၂။  ဒဒှ်မဒှ်ဒွဵု၊  ဒဒှ်မသ္ဒးဒုၚ်ဘဲဒန်၊  ဒဒှ်မသကဵုအိုတ်အာဓဝ်လအေၚ်။  vt.  လပှ်ကံက်ကေတ်အခေါန်ဖလှာ၊  သ္ဒးဒုၚ်လပှ်ကံက်အခေါန်ဖလှာ။  ၂။  သကဵုက္တဵုဒှ်ဒွဵု၊  သကဵုဓဝ်လအေၚ်အိုတ်အာ။  ၃။  ပ္ကီုပရာပ်စုတ်၊  စောဲစုတ်၊  ဟီုပ္ဍဵုပ္ဍိုက်စုတ်။  taxable (adj)  မကေတ်အခေါန်ဖလှာဂွံ၊  မထေက်ကဵုကေတ်အခေါန်ဖလှာ။  taxation (n)  သၞောတ်မလပှ်ကံက်ကေတ်အခေါန်ဖလှာ၊  အခေါန်အဒါန်၊  အခေါန်ဖလှာသ္ဒးကဵုကေတ်။  tax-free (adj)  မဗၠးနူအခေါန်ဖလှာ၊  မဗၠးနူအခေါန်ဖလှာတုဲဒှ်တုဲ။  tax collector (n)  မၞိဟ်မဒုၚ်ဖလှာ၊  မၞိဟ်လပှ်ကံက်အခေါန်ဖလှာ။"},
{"word":"taxi","def":"n.  ကွဳစက်ပ္ဍိုက်စမၞိဟ်နကဵုလိၚ်ခၟာၚ်၊  ကွဳစက်တိတ်ဇြဳ။  vi.  အာကဵုကွဳတိတ်ဇြဳ။  ၂။  ခလှာလဵုအာလ္တူတိ(က္ၜၚ်ကျာ)။"},
{"word":"taxidermy","def":"n.  ကွတ်ပၠောပ်ဗီုပ္ဍဲစၞာံသတ်တိရစ္ဆာန် ညံၚ်ရဴဗီုပြၚ်မနွံကဵုလမျီု(ဂစေံ,က,သတ်)။"},
{"word":"tea","def":"n.  လက်ဖက်၊  တၞံလက်ဖက်၊  လက်ဖက်ကှ်ကှ်၊  ဍာ်လက်ဖက်။  teacup. (n)  ပ္ၚာန်လက်ဖက်။  teapot (n)  ကာဍာ်လက်ဖက်၊  ကာဍာ်ချာ။  tea set (n)  ဇုၚ်ပ္ၚာန်ဍာ်လက်ဖက်။  teaspoon. (n)  ဇန်ဍာ်လက်ဖက်။  plain tea. (n)  ဍာ်လက်ဖက်။"},
{"word":"teach","def":"vt.vi. (pt.pp.taught)  ပကတ်၊  ပကတ်ကီု၊  ပ္ကတ်ပ္ကေၚ်၊  ဖျေံ(လိက်)၊  ဗ္တောန်၊  ဗ္တောန်ကဵု၊  ဗ္တောန်ထ္ၜး၊  ဗ္တောန်လိက်၊  သ္ပအ္စာ၊  ကၠောန်ကမၠောန်အ္စာ၊  ဒလောံဗ္တောန်။  teacher (n)  အ္စာဘာ။  teaching (n)  တွံပၟိၚ်၊  တွံလမိၚ်ပၟိၚ်၊  ဒၠောံဗ္တောန်၊  အရာမဗ္တောန်ဖျောန်၊  သြဝါဒ၊  ကွေတ်လၟေတ်။  teach by discourse. (vt.vi)  တွံဒလောံဗ္တောန်။"},
{"word":"teak","def":"n.  ဆုကၠ၊  တၞံဆုကၠ။"},
{"word":"teal","def":"n.  ၜိုပ်၊  ၜိုပ်မာ။"},
{"word":"team","def":"n.  လ္ၚဝ်(ပြေၚ်,ဂၠဴ,ချေံ)။  ၂။  ဂကောံသ္ကံ(ရဲဝေၚ်ဒံၚ်ထလာ်)။"},
{"word":"tear","def":"vt.vi. (pt.tore, pp.torn)  ဂစာ်၊  ဂသာ်၊  စာ်၊  စာ်အာ၊  ဖျာ်၊  ဗစာ်၊  သာ်၊  သာ်ထစာ်၊  သာ်ထလေက်၊  သၟာ်၊  သြာ်။  ၂။  သကဵုစာ်ဝါ်အာ၊  သကဵုစာ်လှေက်အာ။  ၃။  စာ်၊  စာ်အာ။  ၄။  ဂဇုၚ်စာ်စ္ဍးတိတ်အာ၊  ဂြိပ်ဂဇုၚ်တိတ်အာ။  n.  စာ်စာ်မှာ်မှာ်၊  စာ်စာ်ဝါ်ဝါ်။  tear asunder. (vt)  စာ်စ္ဍး။  tear off. (vt)  သ္တိုက်၊  သ္တိုက်ဗပါ်။  tear up. (vt)  ပလှ်၊  ပလှ်ပတိတ်၊  ပလှ်သာ်ပ္တိတ်။  tear out. (vt)  လပိုက်၊  ပိုက်ပ္တိတ်။  tear to pieces (vt)  ဖလှေက်၊  ဂစာ်ဖလှေက်၊  သာ်ဖလှေက်။"},
{"word":"tear","def":"|2| n.  ရမတ်၊  ဍာ်ရမတ်၊  မြမတ်၊  ဍာ်မြမတ်။  tearful (adj)  မဗဂူဍာ်ရမတ်၊  မနွံကဵုဍာ်ရမတ်ဓဇူ၊  မပရှ်ဍာ်ရမတ်။  tearfully (adv)  နဒဒှ်ဍာ်ရမတ်မပြဟ်ဓဇူမံၚ်။"},
{"word":"tease","def":"vt.  ခဍုတ်၊  ခမက်၊  ဂဍုတ်၊  ဂမက်၊  စံက်တေံ၊  ထ္ဍုတ်ဒမက်၊  ဓမက်၊  ဗမက်၊  ထဍုတ်၊  သ္ပအရိုၚ်။  n.  မၞိဟ်လေပ်ဓမက်၊  မၞိဟ်လေပ်သ္ပအရိုၚ်။  teaser (n)  ပြသၞာမဝါတ်ဂါတ်သွက်ဂွံချပ်စၚ်ခြၚ်၊  ကမၠောန်မဝါတ်ဂါတ်သွက်ဂွံချပ်စၚ်ခြၚ်။  teasingly (adv)  နဒဒှ်ပြသၞာမဝါတ်ဂါတ်သွက်ဂွံချပ်ဗ္စာရဏာစၚ်ခြၚ်။"},
{"word":"teat","def":"n.  က္ဍိုပ်တှ်။"},
{"word":"technical","def":"adj.  မဆေၚ်စပ်ကဵုကွတ်ပညာကွတ်စက်ကွတ်တဲ၊  မဆေၚ်စပ်ကဵုအရာကွတ်မွဲမွဲမတၞဟ်ခြာ။  technicality (n)  နဲကဲတၞဟ်ခြာမဆေၚ်စပ်ကဵုကွတ်ပညာ၊  အရပ်အစပ်တၞဟ်ခြာ မဆေၚ်စပ်ကဵုကွတ်ပညာ။"},
{"word":"technician","def":"n.  တၠပညာကွတ်တဲ,ကွတ်စက်။  technique (n)  နဲကဲမကၠောန်ကဵုသၞောတ်ဗ္ၜတ်။  technology (n)  ကွတ်ပညာ, ကွတ်စက်ကွတ်တဲ။"},
{"word":"tedious","def":"adj.  မနွံကဆံၚ်သွက်ဂွံလ္ၚုလ္ၚန်ခိုဟ် လၞုဟ်ထကုဲခိုဟ်။  tedium (n)  အကာဲအရာမနွံကဆံၚ်လ္ၚုလ္ၚန်ခိုဟ်မလၞုဟ်ထကုဲခိုဟ်၊  ဒဒှ်မလ္ၚုလ္ၚန်လၞုဟ်ထကုဲခိုဟ်။"},
{"word":"teem","def":"vi.  ဂၠိုၚ်ဂၠေၚ်၊  နွံဗွဲမဂၠိုၚ်။  ၂။  ပေၚ်ထာတ်ဒၟံၚ်။  teeming with. (vi)  သကိုပ်ဂြိုပ်(ဇြိုပ်)။"},
{"word":"teens","def":"n.  ဂၞန်နူကဵု ၁၃ စဵုကဵု ၁၉။  teenager (n)  မၞိဟ်မဂွံအာယုက် ၁ဝ သၞာံပြၚ်၊  မၞိဟ်ပၠိုၚ်ပၠိုၚ်။"},
{"word":"teeth","def":"ရံၚ် tooth တေံညိ။"},
{"word":"teethe","def":"vi.  ေၚက်တိုန်၊  ေၚက်လိုက်။"},
{"word":"tele-","def":"prefix.  တရဴသ္ၚောဲသ္ၚောဲ။  telegram (n)  လိက်ဇုက်လောတ်(မန်)၊  လိက်ကျေနာန်(ဗၟာ)၊  လိက်သာဲ(သေံ)၊  လိက်ပလံၚ်ဏာနၚ်နကဵုဇုက်လောတ်။  telegraph (n)  စက်တက်ပလံၚ်လိက်နကဵုဇုက်လောတ်၊  စက်တက်ပလံၚ်လိက် နကဵုဇုက်လောတ်ဟွံမွဲ။  vt.vi.  တက်ပလံၚ်လိက်ဇုက်လောတ်။  telegraphic (adj)  မပလံၚ်ကဵုစက်တက်ပလံၚ်လိက်ဇုက်လောတ်၊  မဆက်ဆောံကဵုစက်တက်ပလံၚ်လိက်ဇုက်လောတ်။  telegraphist (n)  ညးမလေပ်ကွတ်တက်စက်ပလံၚ်လိက်ဇုက်လောတ်။  telegraphy (n)  ကွတ်ပညာစက်တက်ပလံၚ်လိက်ဇုက်လောတ်။  telephone (n)  တဝ်ဟီု။  television (n)  စက်ဗလးရုပ်ရမျာၚ်၊  ပွမဗလးရုပ်ရမျာၚ်။  televise (vt)  ဗလးရုပ်ရမျာၚ်။"},
{"word":"telepathy","def":"n.  ပွမဖအောဝ်လလဴဏာစိုတ်ကဵုမၞိဟ်မွဲမွဲ နွံဒၟံၚ်ပ္ဍဲဌာန်ဇမ္ၚောဲ၊  ကွတ်ပညာမဓမံက်ထ္ၜးလဝ်ဂှ်။"},
{"word":"telescope","def":"n.  ပၠံၚ်ဒ္ၚောဝ်ရံၚ်ဌာန်ဇမ္ၚောဲ၊  ပၠံၚ်ဒ္ၚောဝ်ဇၞော်။  vt.vi.  ကဵုတောံခညောံလုပ်အာထပ်ဍေံကဵုဍေံ၊  ပၠောပ်ညံၚ်ရဴသ္ဂောံတောံခညောံလုပ်အာထပ်ဍေံကဵုဍေံ။  telescopic (adj)  မဆေၚ်စပ်ကဵုပၠံၚ်ဒ္ၚောဝ်ရံၚ်ဌာန်ဇမ္ၚောဲ၊  မဆဵုညာတ်မာန်နကဵုပၠံၚ်ဒ္ၚောဝ်ရံၚ်ဌာန်ဇမ္ၚောဲ။  ၂။  မပၠောပ်မာန် မတံၚ်ဗဇာပ္တိတ်မာန်ပ္ဍဲအရာမွဲမွဲ, ဒကုတ်မွဲမွဲ။"},
{"word":"tell","def":"vt.vi. (pt.pp.told)  လမိၚ်၊  လဴ၊  လဴဗ္စ၊  လေဲ၊  လေဲဗ္စ၊  ဟီု၊  ဟီုဇိုန်၊  ဟီုဇီု၊  ဟီုထ္ၜး၊  ကဵုအာဟီု။  ၂။  ဟီုတၞဟ်ခြာထောံ၊  သကဵုပရေၚ်ထတ်ယုက်ဍိုန်စှ်ေအာကၠးမံၚ်၊  သကဵုစိုပ်အာပရေၚ်ထတ်ယုက်ဍိုန်စှ်ေအာ။  ၄။  ဟီုဂးပရဂဟီမွဲမတၚ်တုဲမွဲတၚ်။  teller (n)  စခဳရပ်သၠုဲပ္ဍဲဗေန်။  ၂။  မၞိဟ်ရိုဟ်မာဲ။  telling (adj)  မစိုပ်ဒတုဲ၊  မဇပ်ဍပ်၊  မတက်နက်။  telltale (n)  မၞိဟ်သကဵုကၠိုဟ်တီအာ အရာမကၞိက်ဗ္ဒန်လဝ်။  adj.  မသကဵုကၠိုဟ်တီအာအရာမကၞိက်ဗ္ဒန်လဝ်။  n.  မၞိဟ်ဟီုစောဒနာစညး၊  မသကဵုတီအာအရာမကၞိက်လဒဵုလဝ်။  tell a story. (vt)  လေဲပုံ။  tell the news. (vt)  ဟီုပရိုၚ်။"},
{"word":"temerity","def":"n.  ဒဒှ်မကၠောန်ဗီုညးပလက်မတ်၊  ဒဒှ်မကၠောန်ဆဆဵု။"},
{"word":"temper","def":"n.  သၞောတ်ဗ္ၜတ်ကဆံၚ်ကြံၚ်မ္ၚိုဟ် ညံၚ်ရဴဖကောဝ်ပသဲကဵုပသဲဍာၚ်တံ၊  သၞဟ်၊  သၞဟ်ပသဲဍာၚ်။  ၂။  စိုတ်စရိုတ်။  ၃။  မာ၊  ကလော်မာ၊  ဒေဝပုတ္တမာ။  vt.vi.  ထောံသၞဟ်(ပသဲ, ပသဲဍာၚ်)။  ၂။  သကဵုသက်သာ၊  သကဵုဍိုန်လျံအာ။  tempered (adj)  မနွံကဵုသဘဴစိုတ်စရိုတ်။  go into a temper. (n)  ထေဲ၊  ထေဲတိုန်။"},
{"word":"temperament","def":"n.  စိုတ်စရိုတ်မတန်ကၠုၚ်နူဂဝ်၊  စိုတ်စရိုတ်ဗွဲအပ္ဍဲ၊  စရိုတ်။  temperamental (adj)  မဒှ်အလိုက်ဗဳဇ၊  မဒှ်သဘာဝမကၠုၚ်နူဂဝ်။  ၂။  မလေပ်နွံကဵုစိုတ်ချဳဒရာၚ်လောဲ၊  မလေပ်နွံကဵုစိုတ်ပြံၚ်လှာဲလောဲ။"},
{"word":"temperance","def":"n.  ဒဒှ်မပိုတ်ကာမဂုန်၊  ဒဒှ်မနွံကဵုစရာဲမထိၚ်ဒဝ်မာန် ပ္ဍဲလဟီု, လဂး, မံၚ်စံၚ်၊  ပွမဝေၚ်ပဲါမေရဲ, အရက်, သုရာ။  temperate (adj)  မနွံကဵုစရာမထိၚ်ဒဝ်မာန် ပ္ဍဲကဵုလဟီု, လဂး, မံၚ်စံၚ်၊  သ္ၚဳလလံ။  ၂။  မသၟဟ်သၟန်ပ္ဍဲအရာကဆံၚ်ၜိုဟ်ဂမ္တဴ၊  မဒှ်ဒေသဌာန်မသၟဟ်သၟန် ပ္ဍဲအရာဂမ္တဴၜိုဟ်၊  မဒှ်ဒေသဥတုသၟဟ်သၟန်။"},
{"word":"temperature","def":"n.  ဗ္ၜတ်ဂမ္တဴ၊  သၠုၚ်ဂမ္တဴ။"},
{"word":"tempest","def":"n.  ကျာဗြဲမေလံၚ်၊  လဗိုတ်ကျာ၊  လဗိုတ်ဗြဲကျာ။  tempestuous (adj)  မဇၞော်ကဵုအသိၚ်။  tempest-tossed (adj)  မကတိုၚ်လမှ်။"},
{"word":"temple","def":"n.  ဝိမာန်၊  လွဳမာန်၊  လွဳမာန်ဌာန်လ္ၚောဝ်ကျာ်၊  ဘုတ်ဘာ။  a Buddhist temple (n)  ဘုတ်။"},
{"word":"temple","def":"|2| n.  ပၠက်ကဴ၊  ပၠၚ်ကတောဝ်၊  ဗၠိုၚ်ကတောဝ်၊  သ္ၚိကဴ။"},
{"word":"temporal","def":"adj.  မဆေၚ်စပ်ကဵုအခိၚ်အခါကာလ၊  မဓမံက်ထ္ၜးကဵုအခိၚ်အခါကာလ။  ၂။  မဆေၚ်စပ်ကဵုဘဝပစ္စုပ္ပန်၊  မဆေၚ်စပ်ကဵုလောကဳ။"},
{"word":"temporary","def":"adj.  မဒှ်ဗွဲယာယဳ၊  မဒှ်ဗွဲမွဲချိုန်ခဏ၊  မဒှ်ဗွဲမွဲခေတ္တ၊  ယာယဳ။  temporarily (adv)  နဒဒှ်ဗွဲယာယဳ၊  နဒဒှ်ဗွဲမွဲခဏခေတ္တ။  temporary shelter. (adj)  မဍာန်တ္ၚဲ။"},
{"word":"temporize","def":"vi.  ဒဇက်လဝ်အခိၚ်၊  ဇမၠိၚ်လဝ်အခိၚ်၊  တံၚ်လဝ်အခိၚ်။"},
{"word":"tempt","def":"vt.  ကသေံ၊  ကသေံကၟဝ်၊  ္ၚဲကော်၊  ပၠောဘန်။  ၂။  သကဵုစိုတ်ပါကၠုၚ်၊  သကဵုစိုတ်ဒှ်ကၠုၚ်၊  သကဵုကသပ်မံက်ကၠုၚ်။  temptation (n)  ဒဒှ်မကသေံကၟဝ်၊  ဒဒှ်မ္ၚဲတံၚ်ဂြဲကော်။"},
{"word":"ten","def":"n.  စှ် (၁ဝ)။  adj.  ဒသမ၊  မဒှ်စှ်ဝါ၊  မဒှ်စှ်လန်။  tenth (n)  စှ်ဂအုံမွဲဂအုံ၊  စှ်စွံမွဲစွံ။  adj.  မဒှ်စှ်အလန်(ဝါ)။  ten million. (n)  နိလဟုတ်။  ten precepts. (adj)  သိက္ခာပိုဒ်သဳလစှ်။  The ten virtues. (n)  ပါရမဳစှ်။  ten thousand. (n)  လက်၊  ဠက်။"},
{"word":"tenable","def":"adj.  မခိုၚ်ကၠိုက်၊  မဗိုတ်ဗတ်။  ၂။  မခိုၚ်ကၠိုက်မာန်၊  မတန်တဴမာန်။  "},
{"word":"tenacious","def":"adj.  မက္ၚေံာပ်လဝ်ဗိုန်ဗိုန်ဗတ်ဗတ်၊  မဒုၚ်ဗၠးအာဟွံမာန်၊  မဇၞော်ကဵုအစောဲအလာံ၊  မဇၞော်ကဵုဇဲ။  tenacity (n)  ဒဒှ်မက္ၚေံာပ်လဝ်ဗိုန်ဗိုန်ဗတ်ဗတ်။"},
{"word":"tenant","def":"n.  သ္ၚိလိၚ်၊  တိလိၚ်။  vt.  လိၚ်လဝ်၊  ဖျေံလိၚ်လဝ်။  tenancy (n)  ဒဒှ်မလိၚ်လဝ်ဖျေံလဝ်သ္ၚိ၊  ဒဒှ်မလိၚ်လဝ်ဖျေံလဝ်တိဗ္ၚ၊  အခိၚ်ကာလမလိၚ်ဖျေံလဝ်။"},
{"word":"tend","def":"vi.  ဗဗွဲဗက်၊  ဗမဴ၊  မြိမြန်၊  လွဳ၊  လွဳပရာ၊  ဝဳ၊  ကယျောဝ်ဗက်၊  နွံမံၚ်အယောၚ်အလာ။  ၂။  ပတဝ်က္ဍိုပ်။  tendency (n)  အယောၚ်အလာ။"},
{"word":"tender","def":"n.  မၞိဟ်မြိမြန်ရံၚ်စံၚ်။  vt.vi.  ကဵု၊  ပအပ်ကဵု။  ၂။  ပ္တိုန်တိန်ဒါ၊  ပ္တိုန်ထ္ၜးကဵုစရၚ်ၚုဟ်မးအိုတ်။  n.  တိန်ဒါ၊  လိက်တၞးပ္တိုန်ထ္ၜးၚုဟ်မးအိုတ်။  adj.  မဍိုန်၊  မဍိုန်ၜတ်၊  သိုက္ခမာ၊  လမတ်၊  ၜတ်၊  ၜတ်တကတ်၊  မဒှ်ၜတ်ၜတ်တကတ်တကတ်၊  မၜတ်တကတ်။  ၂။  မဍိုန်ညံ၊  မဍိုန်ဍောတ်၊  မဖောဝ်လောဲ၊  မၜတ်၊  မဟွံကြံၚ်မ္ၚိုဟ်။  ၃။  မဆာန်ဍူ၊  မနွံကဵုဓဝ်ဂရုဏာ။  tenderly (adv)  နဒဒှ်မဍိုန်ၜတ်။  tenderness (n)  ဒဒှ်မဍိုန်ၜတ်။  tenderize (vt)  ကဝုန်(ပုၚ်)။  tender bamboo shoot. (adj)  တ္ၜၚ်၊  တ္ၜၚ်ဒုန်၊  ၜၚ်၊  ၜၚ်ဒုန်။  tender young maiden. (adj)  သၟုဲလေၚ်၊  ဝုတ်သၟုဲလေၚ်။"},
{"word":"tendon","def":"n.  ဇာၜဵုဇာၜာ၊  ကတေၚ်ဂဝေၚ်(ပ္ဍဲဖျုန်ဂၠဴ,ကၠိက်)၊  ကတေၚ်ဇၞော်၊  လတေၚ်ဇၞော်။"},
{"word":"tendril","def":"n.  တသော်ပါၚ်တၞံဇုက်သွက်ဍေံသ္ဂောံလာံတိုန်။"},
{"word":"tenement","def":"n.  သ္ၚိဇမၠိၚ်သွက်ဂွံလိၚ်စ။"},
{"word":"tenet","def":"n.  ဝါဒ၊  ကွေတ်၊  အရာမပတှ်ေကေတ်လဝ်။"},
{"word":"tennis","def":"n.  နဲကဲဝေၚ်တိန်နေတ်၊  ဒဒှ်မဝေၚ်တိန်နေတ်။"},
{"word":"tenon","def":"n.  စြုဲ၊  စရုဲ။"},
{"word":"tenor","def":"n.  ဂၠံၚ်တရဴ(ဘဝ)၊  တၚ်မိက်ဂွံသ္ဂး(ဟီု)။"},
{"word":"tense","def":"n.  ကာလ(သဒ္ဒာ)၊  ဗီုပြၚ်ထ္ၜးကာလကြိယာ။  adj.  မတၟေၚ်ဒၟံၚ်၊  မတံၚ်ဗဇာလဝ်ညံၚ်ရဴသ္ဂောံတေၚ်ဒၟံၚ်။  ၂။  မနွံဒၟံၚ်ကဆံၚ်ဂြိုဟ်ယာ်ဒၟံၚ်ဒုဒု၊  မလကိုတ်ဒၟံၚ်ပ္ဍဲစိုတ်၊  မသမ္ၚာတ်ဒၟံၚ်ပ္ဍဲစိုတ်။  tensely (adv)  နဒဒှ်မနွံကဵုကဆံၚ်ဂြိုဟ်ယာ်ဒၟံၚ်။  tenseness / tensity (n)  ဒဒှ်မတေၚ်ဒၟံၚ်၊  ဒဒှ်မတံၚ်ဗဇာပတေၚ်လဝ်။"},
{"word":"tensile","def":"adj.  မဆေၚ်စပ်ကဵုတေၚ်မ္ၚိုဟ်။  ၂။  မတံၚ်ဗဇာပ္တိတ်မာန်။"},
{"word":"tension","def":"n.  ဒဒှ်မတေၚ်။  ၂။  ဒဒှ်ပရေၚ်ဆက်ဆောံမကြံၚ်မ္ၚိုဟ်ကၠုၚ်၊  အကာဲအရာပရေၚ်ဆက်ဆောံမကြံၚ်မ္ၚိုဟ်ကၠုၚ်။"},
{"word":"tent","def":"n.  တာဲ၊  တာဲယာတ်၊  တာဲသိုၚ်ခၞံလဝ်နကဵုယာတ်။"},
{"word":"tentative","def":"adj.  မကၠောန်နဒဒှ်အနေစမ်ၜတ်၊  မစမ်ၜတ်ရံၚ်အကာဲအရာ။  tentatively (adv)  နဒဒှ်မစမ်ရံၚ်အကာဲအရာ၊  အနေဒဒှ်မစမ်ရံၚ်အကာဲအရာ။"},
{"word":"tenuous","def":"adj.  မသောဲဗြဲ၊  မကြဳလှေပ်။"},
{"word":"tenure","def":"n.  အာယုက်ဒၞာဲဝဲါ၊  မဒှ်မလိၚ်ဖျေံစလဝ်၊  အခိၚ်ကုတ်ကာလမလိၚ်ဖျေံစလဝ်၊  သၞောဝ်စေဝ်ပၞောန်မလိၚ်ဖျေံစလဝ်။"},
{"word":"tepid","def":"adj.  မက္တဴဒၟံၚ်ဂီုဂီု၊  မဟွံဂမ္တဴအှ်ေ။"},
{"word":"tercentenary","def":"n.  မပေၚ်ပိကၠံသၞာံ။"},
{"word":"term","def":"n.  အပိုၚ်အခြာကာလ၊  ဒတန်အာယုက်၊  အယုက်အထက်၊  အပိုၚ်အခြာအခိၚ်ပံက် ရုၚ်ဂဗုတ်,ဘာ၊  သတ္တဟဗ္တောန်ပ္ကတ်ပ္ကေၚ်။  ၂။  သၞောဝ်စေဝ်ပၞောန်။  ၃။  ဒဒှ်မသာဓာ။  ၄။  ဝေါဟာမဆေၚ်စပ်ကဵုဘာမကတ်လ္ၚတ်။  ၅။  အရေဝ်၊  အရာဗီုရပ်စပ်စကာ။  vt.  ကော်ခဴ၊  စၟတ်သမ္တီကဵုဝေါဟာ။  term of endearment. (n)  သော်က္ဍိုပ်။"},
{"word":"terminable","def":"adj.  မကုတ်ထပိုတ်ထောံမာန်၊  မပ္တုဲဗဒှ်ထောံမာန်။"},
{"word":"terminal","def":"adj.  မဆေၚ်စပ်ကဵုသတ္တဟ မပကတ်ဗ္တောန်ပ္ကတ်ပ္ကေၚ်၊  မဆေၚ်စပ်ကဵုအခိၚ်ကာလမထ္ၜုတ်လဝ်။  ၂။  မဆေၚ်စပ်ကဵုတၞုၚ်တၞောတ်၊  မဆေၚ်စပ်ကဵုတၞုၚ်၊  မဆေၚ်စပ်ကဵုတၞုၚ်တၞောတ်ဂၠံၚ်ကွဳပၟတ်၊  မဒှ်တၞုၚ်တၞောတ်၊  မဒှ်တၞုၚ်၊  မဒှ်တၞုၚ်ဂၠံၚ်ကွဳပၟတ်။"},
{"word":"terminate","def":"vt.vi.  တုဲဒှ်အာ၊  ပ္တုဲဗဒှ်ထောံ။  termination (n)  ဒဒှ်မတုဲဒှ်အာ၊  ပွမပ္တုဲဗဒှ်ထောံ၊  အဝသာန်။"},
{"word":"terminology","def":"n.  ဝေါဟာကွတ်ပညာ။  terminological (adj)  မဆေၚ်စပ်ကဵုဝေါဟာကွတ်ပညာ။"},
{"word":"terminus","def":"n.  ဗ္ဒိုပ်ကွဳပၟတ်ဒၞာဲတၞုၚ်ဂၠံၚ်အိုတ်၊  ဗ္ဒိုပ်ကွဳစက်တၞုၚ်ဂၠံၚ်အိုတ်၊  ဂၠံၚ်က္ၜၚ်ကျာတၞုၚ်အိုတ်။"},
{"word":"termite","def":"n.  ဂြုန်(စၟ)။"},
{"word":"tern","def":"n.  ဂစေံအဘာမွဲဂကူ(ဂစေံက္ၜဳ)။"},
{"word":"terrace","def":"n.  တၞေဝ်၊  တိလမၠးကၠောန်ဗဒှ်လဝ်ညံၚ်ရဴတၞိန်ပ္ဍဲပရၚ်ဒဵု၊  ပရၚ်ဒဵုဗီုဇိုၚ်တၞိန်၊  ဒၞာဲဗီုဇိုၚ်တၞိန်၊  ပ္ဍဲပရေၚ်ဒဵု၊  အလိန်ဒ။  ၂။  ကရုၚ်သ္ၚိမသိုၚ်ခၞံလဝ်ပ္ဍဲပရၚ်ဒဵု။  terraced (adj)  မကၠောန်လဝ်ပ္ဍဲပရၚ်ဒဵုညံၚ်ရဴဇို်ၚတၞိန်၊  မနွံကဵုပရၚ်တိလမၠးညံၚ်ရဴဇိုၚ်တၞိန်။"},
{"word":"terrain","def":"n.  တိဍာ်မနွံကဵုဂၠးမုက်တၟေၚ်တၟဟ်မွဲဂကူ။"},
{"word":"terrestrial","def":"adj.  မဆေၚ်စပ်ကဵုဂၠးတိ၊  မက္တဵုဒှဵလ္တူဂၠးတိ၊  မတန်တဴဒၟံၚ်လ္တူဂၠးတိ။"},
{"word":"terrible","def":"adj.  မနွံကဆံၚ်သွက်သ္ဒးဖေက်ဂၟံက်ခိုဟ်။  terribly (adv)  နဒဒှ်ဗွဲမဂၠိုၚ်ဂၠေၚ်၊  ဗွဲမဂၠိုၚ်။"},
{"word":"terrific","def":"adj.  မနွံကဆံၚ်သွက်ဂွံဖေက်ဂၟံက်ခိုဟ်။  ၂။  မဇၞော်တဴဗွဲမလောန်၊  မဒှ်တဴဗွဲမလောန်။"},
{"word":"terrify","def":"vt. (pt.pp.-fied)  လကိုတ်၊  လကိုတ်လရီု၊  လကိုတ်သမ္ၚံက်သမ္ၚာတ်၊  သကဵုဖေက်လကိုတ်၊  သကဵုဒှ်ဗဟေက်စိုတ်။"},
{"word":"territorial","def":"adj.  မဆေၚ်စပ်ကဵုတိဍာ်၊  မဆေၚ်စပ်ကဵုခန်လွာ၊  မဆေၚ်စပ်ကဵုတွဵုဒနက်။"},
{"word":"territory","def":"n. (pl.-ries)  တိဍာ်မပိုၚ်ပြဳ၊  တိဍာ်၊  ခန်လွာ။"},
{"word":"terror","def":"n.  ဗဟေက်စိုတ်၊  မၞိဟ်သွက်သ္ဂောံဖေက်လကိုတ်ရောံဒညခိုဟ်၊  အရာသွက်သ္ဂောံဖေက်လကိုတ်ရောံဒညခိုဟ်၊  ဒဒှ်မဖေက်လကိုတ်ရောံဒညခိုဟ်၊  ဒဒှ်မလကိုတ်ရောံဒည။  terrorism (n)  ဒဒှ်မသ္ပပွကြာန်ကြာန်၊  ဝါဒမသ္ပပွကြာန်ကြာန်။  terrorist (n)  မၞိဟ်မပ္ကီုပရာပ်ပွကြာန်ကြာန်။"},
{"word":"terse","def":"adj.  မစိုပ်ဒတုဲနကဵုကဆံၚ်ဒမၠေံ၊  မစှ်ေဒၞာဲနကဵုနဲကဲဒမၠေံ။  tersely (adv)  ဂၠေံဂၠေံကၠးကၠး၊  ဗွဲဒဒှ်မစိုပ်တရဴ။"},
{"word":"tertian","def":"adj.  မက္တဵုဒှ်ဇှ်ဗြုဗြုခရာၜါပိတ္ၚဲ။"},
{"word":"test","def":"n.  ဒဒှ်မစၟဳစၟတ်၊  ဒဒှ်မစမ်ၜတ်၊  ပေဲါစမ်လိက်။  vt.  စၟဳစၟတ်စမ်ၜတ်၊  စၟဳစၟတ်။  ၂။  စမ်ၜတ်ရံၚ်။  ၃။  က္ၜတ်၊  ၜတ်၊  သၠာံစိုတ်။"},
{"word":"testament","def":"n.  လိက်မဓမံက်ထ္ၜးလဝ်အရာပရံအာဲတၟာဲ ကာလမစုတိအာတုဲ၊  လိက်ဖန်လဝ်သွက်အာဲ။  ၂။  ပြကိုဟ်ဓမ္မခရေတ်တြေံ။  testamentary (adj)  မဆေၚ်စပ်ကဵုလိက်ဖန်လဝ်သွက်အာဲ။  testate (adj)  မချူစွံလဝ်လိက်မဆေၚ်စပ်ကဵုအာဲ။  testator (n)  မၞိဟ်မချူစွံလဝ်လိက်မဆေၚ်စပ်ကဵုအာဲ။"},
{"word":"testicle","def":"n.  မကြိုက်၊  ထိုၚ်ဒဇာ၊  ဗဝဝ်ဒြပ်၊  ဗွဝ်ဒြပ်၊  သလိုက်ခမှာဲလိၚ်၊  သ္ၚိဗွဝ်ဒြပ်။"},
{"word":"testify","def":"vt.vi. (pt.pp.-fied)  ဒုၚ်သက်သဳ၊  တိတ်စသက်သဳ။  ၂။  ဟီုပတိတ်ကၠးကၠး၊  ဟီုလလောၚ်တရး။  ၃။  ဒှ်အရာမဒုၚ်သက်သဳ၊  ဒှ်သာဓက။"},
{"word":"testimonial","def":"n.  လိက်ထံက်ဂလာန်။  ၂။  ကပေါတ်ပရေၚ်တၟာဲပ္တိုန်စရာဲနူကဵုသဟာဲရဲကၠောန်ဒၟံၚ်ကမၠောန်မွဲစွံ။  testimony (n)  အရာမတိတ်လဝ်သက်သဳ၊  အရာမထ္ၜးလဝ်သက်သဳ၊  ဒမုၚ်(ဒၟုၚ်)သက်သဳ၊  သာဓက၊  အရာမလလောၚ်တရး၊  အရာဇကုမဒုၚ်ကေတ်လဝ်ပ္ဍဲပရေၚ်ဘာသာ။  testimony of a witness. (n)  ဒမုၚ်(ဒၟုၚ်)သက်သဳ။"},
{"word":"testy","def":"adj. (-ier,-iest)  မလေပ်စိုတ်ဂၠေံ။"},
{"word":"tether","def":"n.  ဇုက်ကဝါ။  vt.  ကဝါလဝ်၊  ကဝါလဝ်ကဵုဇုက်။"},
{"word":"text","def":"n.  လိက်ဒကုတ်အဓိက မနွံပ္ဍဲလိက်အုပ်မွဲ(မာတိကာ,နိဒါန်,ဂလာန်ဗ္စန်တံဟွံပါ)။  text-book (n)  လိက်ဗွတ်၊  လိက်စၟိန်ပြမာန်လဝ်။"},
{"word":"textile","def":"adj.  မဆေၚ်စပ်ကဵုဒဒှ်မတုတ်ဂၠိက်ယာတ်။  n.  ယာတ်တုတ်၊  ကပေါတ်သွက်ဂွံတုတ်ဂၠိက်ယာတ်။"},
{"word":"texture","def":"n.  ဖျုန်ယာတ်တုတ်၊  ဖျုန်ယာတ်။  ၂။  ဗီုပြၚ်မတန်ဒှ်ဒၟံၚ်ၜတ်ၜတ် ဓရန်ဓရန်ဓရဓရ။"},
{"word":"than","def":"conj.  နူကဵု၊  သာတုဲ။  ၂။  ပဲါနူဂှ်တုဲ.....ညးဂှ်မွဲ,အရာလဵုမွဲမွဲ။  ၃။  သက်သက်။"},
{"word":"thank","def":"vt.  ဟီုဒဒှ်မတၚ်ဂုန်၊  တၚ်ဂုန်။  thanks (n)  ဂလာန်တၚ်ဂုန်။  ၂။  ဂုန်နူ၊  ဂုန်နူဂှ်။  thankful (adj)  မထိုၚ်သးဂုန်။  thankfully (adv)  နဒဒှ်မထိုၚ်သးဂုန်။  thankless (adj)  မဟၟဲကဵုကဆံၚ်ပ္တိုန်ဂုန်၊  မဟွံကဵုကဆံၚ်အထိုၚ်အသးမၞိဟ်၊  မဟွံတီဂုန်၊  မဟွံလေပ်တီဂုန်။"},
{"word":"that","def":"adj. (pl.those)  ဂှ်၊  ဣဂှ်၊  အဂှ်၊  တေံ၊  လတေံ။  pron.  မ၊  ၝ။  conj.  တၞဟ်န၊  တၞဟ်နသွက်၊  သၟိက်ဂွံ၊  သွက်ဂွံ၊  သွက်၊  ဇွောံ။  ၂။  ညံၚ်ရဴ။  ၃။  ဒၟာနူ။  that is to say. (adv)  မတွံဂး၊  မိဂ္ဂး။  those men. (adj)  မၞိဟ်တံဂှ်။  That ought to be confessed. (pron)  တိတ်စတပ်တပ်ထေက်။  that which is. (pron)  ဇြက်၊  သ္ဇက်။"},
{"word":"thatch","def":"n.  သၠအစွောံ၊  ကၟဳသၠအစွောံ။  vt.  ကၟဳကဵုသၠအစွောံ။"},
{"word":"thaw","def":"vt.vi.  ဥတုရာသဳဂီုက္တဴကၠုၚ် သွက်ဍာ်ကလောံလတိုပ်သ္ဂောံလာဲ။  ၂။  သကဵုလာဲဒှ်ကၠုၚ်ဍာ်။  ၃။  သကဵုသာဓာကၠုၚ်၊  သကဵုပြေလာဲကၠုၚ်။"},
{"word":"the","def":"def. art.  ဂှ်၊  ဣဂှ်။  adv.  ခ္ဍၚ်...ခ္ဍၚ်။  The more he gets the more he wants. ဂွံခ္ဍၚ်မိက်ဂွံခ္ဍၚ်။  the end. (art)  ကၞတ်တဲ၊  ကၞောတ်တဲ။  the morrow. (art)  တ္ၚဲယးဂတ။"},
{"word":"theatre","def":"(theater)  n.  ရုၚ်ပေဲါ၊  ရုၚ်ဇာတ်ပၠ။  ၂။  ခဒံကရေက်ပါ်ယဲ။"},
{"word":"theatrical","def":"adj.  မဆေၚ်စပ်ကဵုရုၚ်ဇာတ်ပၠ။  ၂။  မဟွံဒှ်အတိုၚ်ဗီုပြၚ်ပကတိ၊  မဂၠိုၚ်လောန်အာ၊  မပ္တိတ်ဗီုပြၚ်ဂၠိုၚ်လောန်အာ။"},
{"word":"thee","def":"pron. (poet)  မၞး၊  ကဵုမၞး။"},
{"word":"theft","def":"n.  ဒဒှ်မကၠတ်ကေတ်၊  ပွမကၠတ်ကေတ်။"},
{"word":"their","def":"adj. (pl)  ညးတံ။  theirs (pron)  ဒြပ်ညးတံ၊  မှက်ညးတံ၊  သမှက်(သၟက်)ညးတံ။"},
{"word":"theism","def":"n.  ဒဒှ်မပတှ်ေကျာ်ထာဝရနွံဒၟံၚ်ဗွဲမပြာကတ်။"},
{"word":"them","def":"ရံၚ် they တေံညိ။"},
{"word":"theme","def":"n.  ပရောပရာသွက်ဂွံသဳကၠဳ၊  ပရောပရာသွက်ဂွံချူ၊  အရာသွက်ဂွံသဳကၠဳ၊  အရာသွက်ဂွံချူ။"},
{"word":"then","def":"adv.  ပ္ဍဲကာလဂှ်၊  ပ္ဍဲအခါဂှ်။  conj.  တုဲ၊  တုဲပၠန်၊  တုဲပၠန်ဂှ်။  ၂။  ဒှ်သာ်ဂှ်မ္ဂး၊  ဒှ်ဗီုဂှ်မ္ဂး။"},
{"word":"thence","def":"adv.  နူဂှ်၊  နူဒၞာဲဂှ်။  thenceforth / thenceforward (adv)  သ္ပတွဵုနူကဵုအခိၚ်ဂှ်တုဲ။"},
{"word":"theodolite","def":"n.  ကရိယာၜတ်တိ မတ္ၜတ်သ္ၜတ်ဒကဴ။"},
{"word":"theology","def":"n.  ကွတ်ပညာမလ္ၚတ်သ္ဇိုၚ်ဓဝ်ပတှ်ေ ပရေၚ်ဘာသာကဵုသ္ဇိုၚ်တံရိုဟ်ကျာ်။  theologian (n)  တၠပညာမဆေၚ်စပ်ကဵုကွတ်ဂှ်။  theological (adj)  မဆေၚ်စပ်ကဵုကွတ်ပညာဂှ်။"},
{"word":"theorem","def":"n.  အရာဒဒှ်ဍာံဍာံမဂွံကၠုၚ်လဝ် နူချပ်ဗ္စာရဏာစၚ်ခြၚ်ကေတ်လဝ်ဟိုတ်ဖဵု။  ၂။  တၚ်မနွံပၟိက်သွက်သ္ဂောံထ္ၜးသက်သဳ။"},
{"word":"theory","def":"n.  အရာမချပ်ဗ္စာရဏာစၚ်ခြၚ်ကေတ်လဝ်။  ၂။  တၚ်နၚ်သ္ဇိုၚ်သဘဴဓဝ်။  ၃။  အရာမခယျလဝ်၊  အရာမညာတ်ထေၚ်လဝ်၊  အရာမချိၚ်ခယျလဝ်။  theoretic / theoretical (adj)  မသ္ပသ္ဇိုၚ်ကဵုလ္တူချပ်ခယျစၚ်ခြၚ်ကေတ်၊  မသ္ပသ္ဇိုၚ်ကဵုလ္တူတၚ်နၚ်သဘဴဓဝ်၊  မဟွံပသ္ဇိုၚ်ကဵုနမတ်နတဲ၊  မဟွံပသ္ဇိုၚ်ကဵုဓဝ်ဆဵုဂဗ။  theorize (vi)  ချပ်ခယျစၚ်ခြၚ်ကေတ်။  theorist (n)  မၞိဟ်ပတှ်ေကေတ်စကဵုအရာမချပ်ခယျစၚ်ခြၚ်။"},
{"word":"there","def":"adv.  အတေံ၊  တေအတေံ၊  တေံ၊  ဣတေံ။  ၂။  စဵုကဵုအတေံ၊  စဵုကဵုဒၞာဲတေံ။  ၃။  ပ္ဍဲကဵုတၚ်ဏံ၊  ပ္ဍဲကဵုကိစ္စဏံ။  n.  ဒၞာဲတေံ၊  အရာပ်တေံ။  we left there. (n)  ပိုဲထ္ၜက်လဝ်အဂှ်။"},
{"word":"thereabouts","def":"adv.  ၜိုတ်အခိၚ်ဂှ်၊  ပ္ဍဲပွဳပွိုၚ်ဒၞာဲဂှ်၊  ဆၜိုတ်ဂှ်။"},
{"word":"thereafter","def":"adv.  သ္ပပတမ်နူဗွဲကြဴဂှ်၊  ပ္ဍဲလက္ကရဴဂှ်။"},
{"word":"thereby","def":"adv.  နနဲသာ်ဂှ်၊  နဒဒှ်တၚ်နၚ်သာ်ဂှ်၊  ယြဴဒဒှ်သာ်ဂှ်။"},
{"word":"therefore","def":"adv.  ဟိုတ်ဂှ်ရ၊  ဟိုတ်နူဂှ်၊  ဟိုတ်ဒှ်သာ်ဂှ်ရ။"},
{"word":"therein","def":"adv.  အပ္ဍဲဂှ်၊  ရဴသာ်ဂှ်။  ၂။  ပ္ဍဲအရာကိစ္စဂှ်။"},
{"word":"thereupon","def":"adv.  ဗွဲကြဴဂှ်၊  ပ္ဍဲအရာဂှ်။"},
{"word":"thermometer","def":"n.  တိုၚ်ဗဒါ၊  ကရိယာဇွောံၜတ်ဂမ္တဴ၊  သာမဝ်မဳတာ။"},
{"word":"these","def":"ရံၚ် this တေံညိ။"},
{"word":"thesis","def":"n.  လိက်ကၠောန်လဝ်သုတေသန၊  လိက်ခၞံဂၠိုက်ဂၠာဲလဝ်ပရောပရာမွဲမွဲ(သွက်သ္ဂောံဂွံမဟိမုတက္ကသဵု)။"},
{"word":"thews","def":"n.  ကောန်ကၞိ၊  ဒဒှ်မခိုၚ်ဗိုန်။"},
{"word":"they","def":"pron.  ညးတံ၊  ညးဂမၠိုၚ်၊  ဍေံတံ၊  ယၚ်တံ၊  ဣတေံ။  them (pron)  ညး၊  ဍေံ၊  ယၚ်။ "},
{"word":"thick","def":"adj. (-er,-est)  ခတ်၊  ခန်၊  တ္ဍတ်၊  တီု၊  တီုတီု၊  မတီုကၠီု၊  မတီုဓု(အရာမွဲမွဲ)၊  သတီု။  adv.  တီုတီု၊  တီုတီုကၠီုကၠီု။  thickness (n)  သတီု၊  သမ္တီု၊  ဒု။  thicken (vt.vi)  သကဵုတီုကၠုၚ်။  thick-headed (adj)  မတီု၊  မဓီု၊  မဓီုဓုဲ (ညာန်ပညာ)။  thickly (adv)  ခတ်ကလောံ၊  နဒဒှ်ဗွဲမတီုကၠီု။  thick-set (adj)  မကွတလေတ်၊  မဒုတ်သဝ်ကွ။  ၂။  မတီုကၠီု၊  မတီုဒၚ်။  thick darkness. (adj)  မနွံကဆံၚ်ဒလုတ္ဍတ်သ္တိုတ်၊  နွံကဆံၚ်ဂၠုၜေက်စေပ်။  thick jungle. (adj)  ဗ္ဒိုပ်စိၚ်ကၠ။  thick mud. (adj)  လဗေၚ်။"},
{"word":"thicket","def":"n.  ရာပ်၊  အုပ်၊  ခြုံ၊  ဒမြီု၊  ဒရီု၊  ဗရာံ၊  ဗၠိုၚ်ခြ၊  ရာံ၊  သပိုဟ်၊  သပိုဟ်ဂြိုပ်။"},
{"word":"thief","def":"n. (pl.thieves)  ပလတ်၊  ကမၠတ်။  thieve (vt.vi)  ကၠတ်၊  ကၠတ်ကေတ်။"},
{"word":"thigh","def":"n.  ဒဳ၊  ထာၚ်ဒဳ။"},
{"word":"thimble","def":"n.  ကစိန်(လစိန်)ဇိၚ်ယာတ်။"},
{"word":"thin","def":"adj. (-ner,-nest)  မကြဳ၊  ကြဳကြဳ၊  တမြဳ၊  ကြဳလှေပ်၊  မသိၚ်။  ၂။  မဇြာဲ၊  မဇြေဟ်ကၟဟ်၊  မဇြေဟ်ဇြာဲ။  ၃။  မကေဝ်၊  မဆာ၊  မဟွံကၠိ၊  မဟွံကၠု၊  မဟွံခတ်။  thin cake. (adj)  ကွာၚ်ရံက်ရက်။  vt.vi.  ကြဳ၊  တြဳ၊  ဂြုဲ၊  ဂြုဲဂြေဟ်၊  သကဵုကေဝ်အာ။  ၂။  သကဵုအောန်အာ၊  သကဵုသိၚ်အာ။  thin out. (vt.vi)  တရဳ၊  တရဳကၠေံ။  thinly (adv)  နဒဒှ်မကြဳလှေပ်။  thinly distributed. (adv)  သမြိၚ်၊  သြိၚ်၊  သြိၚ်ထောၚ်။  thinness (n)  ဒဒှ်မကြဳ။"},
{"word":"thing","def":"n.  အရာ၊  ရာ၊  ဝတ္ထု၊  ကပေါတ်၊  ကပေါတ်ကညောတ်၊  ဇြက်၊  သ္ဇက်။  ၂။  အရာ၊  တၚ်။  things (n)(pl.)  ကပေါတ်ဝတ္ထုဂမၠိုၚ်၊  ဝတ္ထုပစ္စဲဂမၠိုၚ်။"},
{"word":"thingummy","def":"(thingumabob, thingumajig)  n. (colloq)  ပ္ဍဲမဟီုအရေဝ်ဝိုတ်အာကဵုဒှ် ဟွံတီကဵုဒှ်၊  ၝဂှ်, ဣဂှ်, မရပ်စပ်သွက်အရာဍေံ။"},
{"word":"think","def":"vt.vi. (pt.pp.thought)  ချပ်၊  ဃိတ်၊  ညာတ်ပ္ဍဲမတ်၊  သၠေဟ်။  ၂။  ချပ်စၚ်ခြၚ်။  ၃။  ထေၚ်၊  ညာတ်ထေၚ်။  ၄။  သၠေဟ်။  think of. (vt)  ဗှ်လဖှ်၊  ဗှ်သၞာ၊  ဗၞုဟ်။"},
{"word":"third","def":"adj.  မဒှ်တတိယ၊  တတိယ။  n.  ကဆံၚ်တတိယ။  a third. (n)  ပိစွံမွဲစွံ၊  ပိဂအုံမွဲဂအုံ။  a third part. (adj)  ပိစွံမွဲစွံ၊  ပိဂအုံမွဲဂအုံ။"},
{"word":"thirst","def":"n.  ဒဒှ်မထၚ်ဍာ်၊  ဒဒှ်မတဟၚ်ဍာ်၊  ဒဒှ်မိက်ဂွံသုၚ်ဍာ်၊  ဗသာန်တဟၚ်။  ၂။  ဒဒှ်မတဟၚ်ဟတောဝ်မံၚ်၊  ဒဒှ်မမက်ဂၠက်မံၚ်၊  ဒဒှ်မစၟဳအၚပ်ဒၟံၚ်။  vi.  တဟၚ်၊  တဟၚ်ဍာ်၊  ထၚ်၊  ထၚ်ဍာ်။  ၂။  နွံပၟိက်တဟၚ်တဟောဝ်၊  စၟဳအၚပ်မၚ်မံၚ်၊  ပၟိက်ဆန္ဒမနွံဗွဲမသ္ကာတ်မြဟ်။  thirsty (adj)  မထၚ်ဍာ်၊  မထၚ်ဒၟံၚ်ဍာ်၊  မတဟၚ်ဒၟံၚ်ဍာ်။  thirstily (adv)  နဒဒှ်မတဟၚ်ထၚ်။"},
{"word":"thirteen","def":"adj. n.  စှ်ပိ (၁၃)။  thirteenth (adj)  မဒှ်စှ်ပိလန်(ဝါ)၊  တေရသမ။  n.  အရာမဒှ်စှ်ပိလန်(ဝါ)၊  စှ်ပိစွံမွဲစွံ၊  စှ်ပိဂအုံမွဲဂအုံ။  thirty (adj) (n)  ပိစှော် (၃ဝ)။  thirtieth (adj) (n)  မဒှ်ပိစှော်လန်(ဝါ)၊  ပိစှော်ဂအုံမွဲဂအုံ။"},
{"word":"this","def":"adj. pron. (pl.these)  ဏံ၊  ဝွံ၊  ဣဏံ၊  ဣၚုဟ်၊  ဣဝွံ။  this occasion. (adj)  လတုန်ဝါဝွံ။  this time. (adj)  လတုန်ဝွံ၊  ဝါဝွံ။  these days. (adj)  တ္ၚဲမစၞောန်ထ္ၜးလဝ်တံဂှ်၊  တ္ၚဲတံဂှ်။  Take this. (pron)  ကေတ်ဣဂှ်။  this way and that. (adv)  ဒိုဟ်တေံဒိုဟ်ဝွံ။"},
{"word":"thistle","def":"n.  ဆူလေ(ရာပ်ဇလမွဲဂကူ)။"},
{"word":"thither","def":"adv.  အပ္ဍဲဂှ်။"},
{"word":"thole","def":"(tholepin)  n.  တိုၚ်တ္ၚိုက်ဂၠုၚ် မဖျပ်ထိၚ်လဝ်တ္ၚိုက်။"},
{"word":"thong","def":"n.  ဇုက်စၞာံ၊  ဇုက်လောတ်စၞာံ။"},
{"word":"thorax","def":"n.  ဒကုတ်အဒေါဝ်ဇကုစၟ(အကြာက္ဍိုပ်ကဵုဗုၚ်)။"},
{"word":"thorn","def":"n.  ဂလ၊  ဇလ၊  ဇလခြ၊  ဒလ၊  ဓလ။  thorn apple (n)  သတ်ပံၚ်မေတ်၊  တၞံပံၚ်မေတ်။"},
{"word":"thorny","def":"adj. (-ier,-iest)  မဂၠိုၚ်ကဵုဇလ၊  မနွံကဵုဇလ၊  မတၟုဲတဴကဵုဇလ။  ၂။  မဂၠိုၚ်ကဵုပီုကလီု၊  မဂၠိုၚ်ကဵုအခက်အခုဲ။  thorny bamboo. (adj)  ဒုန်ဇလ၊  ဒုန်ဂလ၊  ဒုန်ခလ။"},
{"word":"thorough","def":"adj.  မဍိုက်ပေၚ်တဴကဵုနူဒကဴနာနာသာ်၊  မဒှ်ဟွံသှ်ေသၟေဟ်၊  မဒှ်စိန်စိန်ဝုန်ဝုန်၊  မဒှ်ပြေပြေလာဲလာဲ၊  မဒှ်အာအလုံအိုဿီု။  thoroughly (adv)  နဒဒှ်မဍိုက်ပေၚ်တဴကဵုအလဵုအိုဿီု။  thoroughness (n)  ဒဒှ်မဍိုက်ပေၚ်တဴကဵုနူဒကဴနာနာသာ်၊  ဂဇှ်ေ။  thoroughbred. (n)  အာဇနိယ၊  ဒဒှ်မက္ဍတ်ပါ်နူဂကူကဆံၚ်သၠုၚ်သၠုၚ်။"},
{"word":"those","def":"ရံၚ် that တေံညိ။"},
{"word":"thou","def":"pron. (poetic)  မၞး၊  ဗှ်ေ၊  တဳလဂုန်။"},
{"word":"though","def":"conj.  ကီုလေဝ်၊  ၜိုန်။  ၂။  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်၊  ၜိုန်ဂှ်လေဝ်။  adv.  ၜိုန်မဒှ်တဴသာ်ဂှ်ကီု။"},
{"word":"thought","def":"n.  ဂမြၚ်ဗ္စာ၊  အစၚ်အခြၚ်၊  ကိရၚ်ချပ်စၚ်၊  ကသပ်နဲကဲဂမြၚ်ဗ္စာရဏာ။  ၂။  ကသပ်၊  ကသပ်လညာတ်၊  ဗီုစွံစိုတ်၊  အရီု၊  ဗီုသၠေဟ်၊  အရာမရန်တၟံ၊  အဇ္ဇျာသယ။  thoughtful (adj)  သ္ၚောံ၊  မနွံကဵုကသပ်ဂမြၚ်ဗ္စာရဏာ၊  မနွံဒၟံၚ်ညံၚ်ရဴချပ်စၚ်ခြၚ်ဗ္စာရဏာမံၚ်။  ၂။  မလေပ်ညႇာတာ။  thoughtfulness (n)  ဒဒှ်မနွံကဵုကသပ်လညာတ်။  thoughtless (adj)  မတီသွက်ဇကုမွဲဓဝ်၊  မဟွံညှာတာသွက်ညးတၞဟ်။  ၂။  မဟၟဲကဵုအစၚ်အခြၚ်၊  မသ္ပစုတ်တဴရဴစိုတ်ဒှ်။  thoughtlessly (adv)  နဒဒှ်မဟၟဲကဵုအစၚ်အခြၚ်။  thoughtlessness (n)  ဒဒှ်မဟၟဲကဵုအစၚ်အခြၚ်။"},
{"word":"thought","def":"ရံၚ် think တေံညိ။"},
{"word":"thousand","def":"adj. n.  လ္ၚီ (၁ဝဝဝ)။  thousandth (adj. n)  မဒှ်လ္ၚီလန်(ဝါ)၊  လ္ၚီလန်(ဝါ)။"},
{"word":"thrall","def":"n.  ဒဒှ်ဍိက်။  thralldom (n)  ဘဝဍိက်၊  ဒဒှ်မဒှ်ဗီုဍိက်။"},
{"word":"thrash","def":"vt.vi.  တက်ၜုၚ်၊  ဒုက်၊  ဂဒု။  ၂။  သကဵုကျအာ။  ၃။  ပၠိုန်သြောံ၊  ဂရိုက်သြောံ။  thrashing (n)  ဒဒှ်မယာ်ဒုက်၊  ဒဒှ်မကျဟောံအာ။"},
{"word":"thread","def":"n.  တောဝ်ပလုဲ၊  တၞောဝ်တောဝ်၊  ကသာဲတောဝ်(သုတ်,ဇုက်တသော်သဵု)။  ၂။  ဇုက်ကသာဲကသပ်အဆက်အစပ်ဟိုတ်ဖဵု။  ၃။  စရိတ်ကြုတ်ကၠိက်၊  စရိတ်မူလဳ။  vt.  စၚ်တၞိၚ်၊  ဇန်ကဵုဇုက်။  threadbare (adj)  မပြဵုဒၟံၚ်(ဂၠိက်ယာတ်)၊  မဒှ်ဒၟံၚ်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ်။  ၂။  မဒှ်ဟိုတ်မၞိဟ်တီမိၚ်ဂၠိုၚ်တုဲယျဵုအာ၊  မဒှ်ဟိုတ်သ္ဂောံမိၚ်ဂၠိုၚ်ကဵုဝါတုဲယျဵုအာ။"},
{"word":"threat","def":"n.  ဒဒှ်မဘပလ၊  ပွမဘပလ၊  အရာမဘပလ။  ၂။  လက်သန်မက္တဵုဒှ်ကၠုၚ်သွက်ဂွံဒှ်အန္တရာဲ၊  အကာဲအရာမက္တဵုဒှ်ကၠုၚ်သွက်ဂွံဒှ်အန္တရာဲ။  threaten (vt.vi)  ပရဂဟီ၊  ဘပလ၊  စမြ၊  စမြဗဟေက်၊  ဟီုလှံက်။  ၂။  ထ္ၜးကဵုဒရိပ်နိမိတ်။  ၃။  နွံကဵုအကာဲအရာမစိုပ်ကၠုၚ်မာန်။  threateningly (adv)  နဒဒှ်မနွံကဵုအကာဲအရာမစိုပ်ကၠုၚ်မာန်။"},
{"word":"three","def":"adj. n.  ပိ (၃)၊  ကြိ၊  တြိ။  threefold (adj)  ပိဆ၊  မဒှ်ပိဆ။  the three gems of veneration of Buddhists. (n)  ရတ်ပိ(ကျာ်,ဓဝ်,သၚ်)။  three o'clock. (n)  တက်ပိနာဍဳ၊  ပယာံတက်ပိ။  three times. (adj)  ပိအလန်၊  ပိလန်၊  ပိဝါ၊  ပိလတုန်။"},
{"word":"thresh","def":"vt.vi.  ပၠိုန်၊  ယာ်၊  ဂဒု၊  ပိန်၊  ပိန်သြောံ။  threshing floor (n)  ဒၞေၚ်၊  ဂြာၚ်၊  ဂြာၚ်ပၠိုန်သြောံ၊  ဂၠးသွက်ဂွံပၠိုန်သြောံ။"},
{"word":"threshold","def":"n.  ဇွောံလ္ဇံက်တၞိၚ်၊  ဒၞာဲလ္ဇံက်တၞိၚ်၊  ဒၞာဲခလောတ်ဒၞပ်၊  ဒၞာဲကၠဵုတိက်၊  ဒၞာဲအဆၚ်ပၞော်တရၚ်၊  ပြဘိုက်တရၚ်၊  ပၞော်လုပ်၊  ဂၠံၚ်လုပ်၊  ဒမုၚ်တြၚ်။"},
{"word":"threw","def":"ရံၚ် throw တေံညိ။"},
{"word":"thrice","def":"adv.  ပိလန်၊  ပိဝါ၊  ပိအလန်။"},
{"word":"thrift","def":"n.  ပွမဟေန်ချာဲ၊  ပွမခဏေံစ။  thrifty (adj)  မဟေန်ချာဲ၊  မခၞေံစ။"},
{"word":"thrill","def":"n.  ဒဒှ်မဆဵုဂဗသ္ကဵုစိုတ်က္တဵုဒှ်တိုန်လိုက်လိုက်လဴလဴ၊  ဒဒှ်မသ္ဂောံဒုၚ်စသိုၚ်လိုက်လိုက်လဴလဴအပ္ဍဲစိုတ်။  vt.vi.  က္တဵုဒှ်ကလိုက်ကၟဵုတိုန်ပ္ဍဲစိုတ်။  ၂။  သကဵုစိုတ်ကလိုက်ကၟဵုတိုန်။  thriller (n)  ဝတ္ထုဇာတ်ပၠရုပ်ဂမျိုၚ် မသကဵုစိုတ်ကလိုက်ကၟဵုတိုန်။"},
{"word":"thrive","def":"vi. (pt.-d or throve, pp.-d or thriven)  သကဵုဖဵုပိုန်ဂြပ်ဖောံဗြေဝ်၊  ကဵုဇၞော်မောဝ်တိုန်၊  ထတ်ယုက်ကြောံကၠေၚ်ကၠုၚ်။"},
{"word":"throat","def":"n.  ခဍောၚ်ကံ၊  ဂဍောၚ်ကံ။  ၂။  တိုၚ်ကံ။  throaty (adj)  မနွံကဵုရမျာၚ်ကံ၊  မနွံကဵုရမျာၚ်ခဍောၚ်ကံ။"},
{"word":"throb","def":"vi. (-bb-)  ယာ်ချဳဒၟံၚ်ဒုဒု (ဂြိုဟ်)၊  ချဳသမြပ်။  n.  ဒဒှ်မယာ်ဒၟံၚ်ဒုဒု (ဂြိုဟ်)။"},
{"word":"throe","def":"n.  ဒဒှ်မဂိက္တာန်ဗွဲမသ္ကာတ်မြဟ်၊  ဒဒှ်မသ္ဒးကၠေံစိုတ်ချဳဒရာၚ်ဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"throne","def":"n.  ပလၚ်၊  ပၞၚ်၊  နန်က္ဍိုၚ်ဗ္တာၚ်၊  အာဏာစက်ဨကရာတ်။  ၂။  တၠနန်ထဝ်၊  ဨကရာတ်။"},
{"word":"throng","def":"n.  သ္ကံမၞိဟ်၊  က္ဍိုပ်မၞိဟ်။  vt.vi.  တ္ၜေတ်ဒလေတ်တ္ၜေတ်ညက်ဒၟံၚ်၊  မိပ်ဇြိပ်ရာၚ်ဆာဲ၊  စေဝ်၊  ကောံကလောံ၊  ဟုပ်။  throng round. (vt)  ဟုပ်ဗိုၚ်။"},
{"word":"throttle","def":"vt.  ပတ်ကံ၊  ပတ်ခဍောၚ်ကံ။  ၂။  ထိၚ်ကဵုကၠေၚ်မအာကၠုၚ်ဒၟံၚ် ပ္ဍဲစက်အေန်ဂျေန်။"},
{"word":"through","def":"prep.  ကၠိုဟ်အာနူလ္ပာ်ဏံစဵုကဵုလ္ပာ်တေံ၊  ကလိုဟ်ပထောၚ်ဂၠောၚ်တတ်အာတုဲ။  ၂။  နကဵု၊  နကဵုအရီုအဗၚ်။  ၃။  မွဲဒမြိပ်။  adv.  တံကၞောတ်၊  နူတံစဵုကဵုကၞောတ်။  ၂။  ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  အလုံအိုဿီု။  throughout (prep)  အလုံ၊  အလုံဖအိုတ်၊  မွဲဒမြိပ်၊  လုံ။  adv.  စၟံစၟံဒၞာဲ၊  တၟံတၟံဌာန်။"},
{"word":"throve","def":"ရံၚ် thrive တေံညိ။"},
{"word":"throw","def":"vt.vi. (pt.threw, pp.thrown)  ပန်၊  ပန်ပှော်၊  ကၠဟ်၊  ခထံ၊  ဂဗိုတ်၊  ထေဝ်၊  ဒဗိုတ်၊  ပတုံဖျေံ၊  ဗိုတ်၊  လဗိုတ်၊  လယတ်။  n.  ဒဒှ်မပန်ဗလး၊  မွဲကၠဟ်၊  မွဲဒဗိုတ်၊  မွဲခထံ။  throw a net. (vt)  ဂြာတ်ဇၞိက်။  throw a dart. (vt)  သောဝ်ဗလး။  throw a look at. (vt)  လွိၚ်လ္ၜဲ။  throw away. (vt.vi)  ထောံ၊  ထောံကၠဟ်ထောံ၊  ဗိုတ်ကၠဟ်ထောံ၊  ဗိုတ်ထောံ၊  ဗိုတ်ဖျေံ။  throw down. (vt)  ထောံဖျေံ။  throw into disorder. (vt)  ပေက်စဳ၊  ကၠဟ်ပရး။  throw light on. (vt)  ပျးဒမၠု၊  ပျးပၟတ်ပ္ဍဲဒမၠု။  throw out. (vt)  ကိုဟ်၊  ကိုဟ်ထောံ၊  က္ၜောတ်။  throw up. (vt.vi)  ဗိုတ်ပ္တိုန်၊  ဂဗိုတ်ပ္တိုန်၊  မဵုပ္တိုန်၊  လဝိၚ်ပ္တိုန်။"},
{"word":"thrust","def":"vt.vi. (pt.pp.thrust)  တ္ၚီုစုတ်, ဂရိုဟ်စုတ်ဟွံကဵုသတိမွဲသာ်၊  ကၠောဝ်၊  ကၠောဝ်စုတ်၊  ဂရိုဟ်စုတ်မွဲဇြဟတ်၊  လှောဝ်ထ္ပက်ညံၚ်သ္ဂောံစၚ်စူလပ်၊  လှောဝ်ထ္ပက်ပၠောပ်။  n.  ဒဒှ်မလှောဝ်ထ္ပက်ပၠောပ်၊  ဒဒှ်မစၚ်စတ်ပၠောပ်၊  ဂၠောၚ်။"},
{"word":"thud","def":"vi. (-dd-)  လတ်စှ်ေဒၚ်၊  ဗရုဗြုအာဒၚ်။  n.  ဗရုကပေါတ်သ္ဇိုၚ်သ္ဇိုၚ်ဒတုံစှ်ေဒၚ်။  ၂။  မၞိဟ်ပရံ။"},
{"word":"thumb","def":"n.  ၝောံတဲ။  vt.  ပံက်ဂတးလိက်အုပ်၊  သကဵုကၠိပပ်အာဒၟာနူပံက်ဂတး၊  ပံက်ဂတးဂတန်လိက်အုပ်။"},
{"word":"thump","def":"vi.  စာဲစုတ်ဗွဲမသ္ကာတ်မြဟ်၊  စောတ်စုတ်ဗွဲမသ္ကာတ်မြဟ်၊  ဂြိုဟ်ယာ်ဒၟံၚ်မြက်မြက်၊  ဂြိုဟ်ယာ်ဒၟံၚ်ဒုဒု။  n.  ဒဒှ်မစာဲစုတ်စောတ်စုတ် ထတ်ထတ်သ္ကာတ်သ္ကာတ်၊  ဗရုစောတ်စာဲစုတ်ထတ်ထတ်။"},
{"word":"thunder","def":"n.  ကရီုဗြဲ၊  ဂဂဵု၊  ဓဂဵု၊  ဗရုဂဂဵု။  ၂။  ဗရုညံၚ်ရဴဂဂဵုဗြု။  vi.  ဂဂဵု၊  ဂဂဵုဂရိၚ်၊  ဂဂဵုဂဟီ၊  ဓဂဵုဗြု၊  ဗြုကြီုဂအတ်။  ၂။  ဗြုဂရိၚ်။  ၃။  ပရဂဟီ၊  ခညက်ဓလန်ပရဂဟီ၊  ဂဟန်ဂဟီ။  thunderbolt (n)  ဂဂဵုတး၊  ကံကုသဵုပရေံကၠုၚ်မွဲလစုတ်ဓဝ်။  thunderstorm (n)  မေလံၚ်, ဗြဲကျာ, ဂဂဵုတးဗြုကၠုၚ်ဇၞော်ကဵုဇြဟတ်။  thunderstruck (adj)  မဒှ်အာအံသဝ်ညံၚ်ရဴသ္ဒးဒုၚ်ပန်ကဵုဂဂဵုတး။  thundery (adj)  မဗြုဂမြိၚ်ဒၟံၚ်ကဵုဂဂဵု။"},
{"word":"Thursday","def":"n.  တ္ၚဲဗြဴဗ္တိ၊  တ္ၚဲမသုန်။"},
{"word":"thus","def":"adv.  ရဴဝွံ၊  သာ်ဝွံ၊  ရဴသာ်ဝွံ၊  သာ်ဂှ်၊  ရဲသာ်ဂှ်၊  မြဴဝွံ၊  မြဴသာ်ဝွံ၊  ဣၚုဟ်၊  ညံၚ်သာ်ဝွံ။"},
{"word":"thwart","def":"n.  ကၞၚ်ဂၠုၚ်၊  တၞၚ်ဂၠုၚ်၊  ဒၞာဲဂ္ဇံပ္ဍဲဂၠုၚ်။  vt.  ပလာပ်စဵုဒၞာထောံညံၚ်သ္ဂောံလီု၊  သကဵုလီုလာ်အာ။"},
{"word":"thy","def":"adj. (poetic)  မၞး၊  ဗှ်ေ။"},
{"word":"thyroid","def":"n.  ပီုကၠေၚ်ပၠုဲမနွံပ္ဍဲခ္ဍောၚ်ကံ။"},
{"word":"tiara","def":"n.  ၝောံကိုတ်၊  ဂရောပ်က္ဍိုပ်သၟိၚ်သၚ်ပိုပ်ဒလဝ်။"},
{"word":"tical","def":"n.  ဒကေဝ်(လျိုၚ်)၊  ဒကေဝ်(သၠုဲ)။"},
{"word":"tick","def":"n.  မှေန်(စၟဇြောတ်ဆီမွဲဂကူ)။  ၂။  ဗရုနာဍဳကွာ်တေတ်တေတ်။  ၂။  လက်သန်ကုက်သမ္တီ(တေတ်)၊  လက်သန်ဒး။  vt.vi.  ဗြုဒၟံၚ်ဗီုနာဍဳတေတ်တေတ်။  ၂။  သရက်ကဵုတေတ်၊  သရက်ကဵုလက်သန်တေတ်ဒး။"},
{"word":"ticket","def":"n.  စၟတ်တဲ၊  ဇြေဟ်၊  ဇရေဟ်(ရှ်ေ)၊  တၞးစၟတ်သမ္တီ(သွက်ဂွံဍိုက်ကွဳပၟတ်,က္ၜၚ်,ကာ)၊  လိက်ကဵုအခေါၚ်။  vt.  ကွက်လဝ်တၞးလိက်ချူပတန်လဝ်ၚုဟ်မး၊  မာ်စွံလဝ်လိက်ၚုဟ်မး။"},
{"word":"tickle","def":"vt.vi.  ကယျေက်၊  ကစေက်၊  ကလေက်။  ၂။  သကဵုဖျဵု၊  သကဵုသရန်။  ၃။  သကဵုဒးစိုတ်၊  သကဵုဒးဂၞပ်စိုတ်၊  သကဵုဒးကံ။  n.  ဒဒှ်မကစေက်၊  ဒဒှ်မဖျဵု၊  ဒဒှ်မသရန်။  ticklish (adj)  မလေပ်ဖျဵု၊  မလေပ်သရန်လောဲ။  ၂။  မသ္ဒးကၠောန်ဍိုဟ်ဍိုဟ်ကေက်ကေက် ဇိပ်ဇိပ်ဂၠိပ်ဂၠိပ်။"},
{"word":"tidbit","def":"n.  စၞစဒးဒးရးရးသွက်ဂွံစ၊  စၞးဒးဒးရးရးခိုဟ်ခိုဟ်မိုဟ်မိုဟ်၊  ပရိုၚ်ပရောသွက်ဂွံသမ္တီပညပ်စဗွဲခမၞန်၊  ပရိုၚ်ဒမၠေံသွက်ဂွံသမ္တီပညာတ်စ။"},
{"word":"tiddle","def":"n.  ကသောဲသောဲဗြဲဗြဲ။  ၂။  ကောန်ၚာ်သောဲသောဲဗြဲဗြဲ၊  ကောန်ၚာ်သွတ်သွတ်။"},
{"word":"tide","def":"n.  ဍာ်ဒဳ၊  ဍာ်ဒဳတိုန်စှ်ေ၊  ဒဳ၊  လပှ်ဒဳ။  ၂။  ဇၟောဝ်၊  အကာဲအရာ။  vt.  ကလိလောန်၊  တတ်ကၠောံအာ၊  သကဵုရုံဂပ်ပြေလာဲအာ။  tidal (adj)  မဆေၚ်စပ်ကဵုဍာ်ဒဳ။  tidal wave (adj)  လပှ်ဒဳ၊  ဍာ်ဒဳ၊  ဒဒှ်ဍာ်ဒဳမတိုန်။"},
{"word":"tidings","def":"n.  ပရိုၚ်၊  ဂလာန်ပရိုၚ်။"},
{"word":"tidy","def":"adj.  မသိပ်ဂၠိပ်၊  မသောၚ်ခဍောၚ်။  vt.  ကၠောန်လဝ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  ကၠောန်လဝ်သောၚ်သောၚ်ခ္ဍောၚ်ခ္ဍောၚ်။  tidily (adv)  သိပ်သိပ်ဂၠိပ်ဂၠိပ်။  tidiness (n)  ဒဒှ်မသိပ်ဂၠိပ်။"},
{"word":"tie","def":"vt.vi. (pt.pp.tied, pres.p.tying)  ကၠေၚ်ဒက်၊  ဂတ်၊  ဒက်၊  ဒက်ဂြေန်၊  ဒက်ဂတ်၊  ဒက်လဝ်။  ၂။  စိုက်၊  စိုက်ဒက်၊  ထကတ်၊  ဒကတ်။  ၃။  ဒၞက်ပး၊  ဒၞက်ဂြေန်၊  ထိၚ်ဒက်။  ၄။  တိတ်အာဆေရေ၊  ဒှ်အာညးဂှ်ဟွံမာန်။  n.  ဒဒှ်မဆက်ဆောံပံၚ်ကောံ၊  သံယောဇိုန်။  ၃။  တေတ်တုပ်၊  လၟိဟ်ပၠောပ်လဝ်ဂဝ်တုပ်၊  တိတ်အာဆေရေ။  ၄။  ယာတ်ဒက်ကံ။  tie a knot. (vt)  ဂြးဒက်၊  ထကတ်၊  ဒကတ်၊  ဒက်ထကတ်။  tie down. (vt.vi)  သ္ဒးဒုၚ်ကဝါထိၚ်ဒက်လဝ်။"},
{"word":"tier","def":"n.  ကဆံၚ်၊  ဏၚ်(တၞၚ်)၊  ထပ်။  vt.  ဆံၚ်၊  ဆံၚ်ဒက်(ဍိုတ်)၊  ဆံၚ်ဗက်။"},
{"word":"tiff","def":"n.  ဒဒှ်မဒစဵုဒစးညးသ္ကံ၊  ဒဒှ်မဟွံပြေပြံၚ်ညးသ္ကံ။"},
{"word":"tiger","def":"n.  ကၠ။  tigress (n)  ကၠၝောံ။  tigerish (adj)  မဓဇန်ကြံကြညံၚ်ရဴကၠ။  tiger grass. (n)  လာဲ၊  ဗိုၚ်လာဲ။  tiger cat. (n)  ဗၜဵု။"},
{"word":"tight","def":"adj. (-er,-est)  တေၚ်ဂြတ်၊  မောန်။  ၂။  မခိုၚ်၊  မညောန်၊  မဗိုန်ဗတ်၊  မသှ်ပ္တိတ်ဝါတ်။  ၃။  မကြေပ်ဂြတ်၊  မကြေပ်ဂြတ်ဗွဲမလောန်။  ၄။  မတၟောန်၊  မဟွံရိုၚ်၊  မကၠက်။  adv.  ကြေပ်ကြေပ်ဂြတ်ဂြတ်၊  ဗွဲမကြေပ်ဂြတ်။  tighten (vt.vi)  သကဵုကြေပ်ဂြတ်၊  သကဵုဗိုန်ခိုၚ်။  tightly (adv)  ဗွဲမဗိုန်ဗတ်၊  ကြေပ်ကြေပ်ဂြတ်ဂြတ်။  tightness (n)  ဒဒှ်မကြေပ်ဂြတ်၊  ဒဒှ်မဗိုန်ခိုၚ်။"},
{"word":"tike","def":"(tyke) n.  ကောန်ၚာ်သၟတ်၊  ကောန်ၚာ်ဍောတ်ဍောတ်။  ၂။  မၞိဟ်ယုတ်မာ။  ၃။  ကၠဵုဂကူဟွံဇောတ်။"},
{"word":"tile","def":"n.  ကြောပ်(သွက်ဂွံကၟဳသ္ၚိ)၊  ကြောပ်တိ။"},
{"word":"till","def":"prep.  စဵု၊  စဵုကဵု။  conj.  ဒဵု၊  ဒဵုကဵု။  n.  အာန်ဂဗံက်စုတ်သၠုဲ၊  အာန်တံၚ်ပၠောပ်တံၚ်ပတိတ်။  vt.  ဇိက်တဵုလွဳ။  tiller (n)  မၞိဟ်ဇိက်တဵုလွဳ။  ၂။  မံၚ်(ကောန်ဍေၚ်)ခေပ်သၞေဝ်ဂၠုၚ်။"},
{"word":"tilt","def":"vt.vi.  သကဵုဒစေၚ်။  n.  ဒဒှ်မသကဵုဒစေၚ်၊  ဒဒှ်မမံၚ်ဒၟံၚ်ဒစေၚ်ဒစေၚ်။  tilt hammer (n)  ရံက်။  tilt lever. (n)  ရံက်။"},
{"word":"timber","def":"n.  ဆု၊  ဂတဵု။  ၂။  ဓမၚ်၊  ဏံၚ်(ကၞံၚ်)၊  ထၞ။  timberland (n)  ဂြိုဟ်ဆု၊  ဌာန်ဒေသတိဍာ်ဆုဂကူတိုန်။  timber under the joist. (n)  ကၞံၚ်၊  ဏံၚ်။"},
{"word":"timbre","def":"n.  ဗီုစွံရမျာၚ်၊  သၞောတ်ရမျာၚ်မတိတ်ကၠုၚ်နူကပေါတ်ကွိၚ်ကွိုက်။"},
{"word":"time","def":"n.  အခါ၊  အဃော၊  အခိၚ်၊  အခိၚ်အခါ၊  အဓါန်၊  အဒ္ဓာန်၊  အဝဲါ၊  ကာလ၊  ကိုပ်၊  ချိုန်၊  ဃော၊  တဝဵု၊  ပယာံ၊  လစုတ်၊  ဝါ၊  ဝါရ။  ၂။  အခိၚ်နာဍဳ၊  အစုတ်၊  အလန်၊  တုန်၊  ပယတ်၊  ပျတ်၊  လတုန်၊  လှ်ေ။  ၃။  ဒဒှ်မဂတာပ်အခိၚ်၊  ဒးကာလမွဲတ္ၚဲ၊  ဒးကာလမွဲအခိၚ်။  ၄။  ပၟဝ်။  ၅။  ခေတ်၊  လက်ထက်၊  အာယုက်အထက်။  ၆။  အခိၚ်တိုၚ်။  ရ။  နရဳ၊  ခရာ၊  ခ္ဍေဝ်ခ္ဍာပ်။  vt.  ကဵုအခါ၊  မကၞာတ်စၟတ်ကဵုအခိၚ်။  time-honored (adj)  မထေက်ကဵုသ္ဒးဒ္ဂေတ်ဗက်အဲပရဲ ဟိုတ်နူမရပ်စပ်ကၠုၚ်လဝ်တုဲ ဗွဲမလံလကာဖာတေံ။  timeless (adj)  မနွံကဆံၚ်အခိၚ်အိုတ်အာဟွံမာန်၊  မဒှ်ထာဝရ။  timely (adj)  မဒးဖစပ်၊  မဂတာပ်အခိၚ်။  timetable (n)  အၚ်အခိၚ်၊  သ္ၚိအခိၚ်။  timework (n)  ကမၠောန်မကဵုၚုဟ်မး သ္ပပတံကဵုအခိၚ်စှ်ေကမၠောန်၊  ကမၠောန်တ္ၚဲ၊  ကမၠောန်စှ်ေကမၠောန်ကဵုနာဍဳ။  time of life. (n)  အယုက်အထက်၊  ခြဴ၊  ဒတန်အာယုက်။  time to come. (n)  ကြက်ဂတ။"},
{"word":"timid","def":"adj.  မဖေက်ဂွိၚ်ဂွာဲ၊  မလကိုတ်ဖေက်၊  မဖေက်ဂွ။  timidity (n)  ဒဒှ်မလကိုတ်ဖေက်၊  ဒဒှ်မဖေက်ဂွ။"},
{"word":"timorous","def":"adj.  မနွံကဵုကဆံၚ်ဖေက်ဂွ၊  မနွံကဵုစိုတ်လကိုတ်ဖေက်၊  မနွံကဆံၚ်အိက်ရာတ်ရာတ်။  timorously (adv)  နဒဒှ်မနွံကဵုစိုတ်လကိုတ်ဖေက်၊  နဒဒှ်မနွံကဵုစိုတ်ဖေက်ဂွ။"},
{"word":"tin","def":"n.  ပသဲဍာ်၊  ဖကောဝ်ဗ္တာၚ်။  ၂။  စေဝ်စုတ်လဝ်စၞစ။  vt.  လံက်လဝ်ဍာ်ပသဲဍာ်(ဖကောဝ်ဗ္တာၚ်)။  ၂။  စုတ်စေဝ်။  tinsmith (n)  ဓမာတ်ပသဲဍာ်။"},
{"word":"tincture","def":"n.  ဂဥုဲဂစိုတ်သရ၊  ဂဥုဲတေန်ချာ။  ၂။  ညိည၊  ဒမြိပ်မြော်၊  အမြာဲ၊  သၟူအမြာဲ။"},
{"word":"tinder","def":"n.  မှိသရက်ပၟတ်၊  တောဝ်ချဵုသရက်ပၟတ်။"},
{"word":"tinge","def":"vt.  ဖျောန်အရံၚ်ၜတ်ၜတ်၊  သကဵုပြံၚ်အာအရံၚ်အရာနွံမံၚ်ညိည၊  သကဵုကၠောံအာအရံၚ်နွံမံၚ်ညိည။  ၂။  သကဵုနှဴအာညိည။  n.  အယောၚ်အလာ၊  ဒမြိပ်အရံၚ်အရာ၊  ဒဒှ်မထ္ၜးဒၟံၚ်ကဵုရုပ်ရာ၊  ဒဒှ်မထ္ၜးမံၚ်ကဵုမုက်မတ်။"},
{"word":"tingle","def":"vt.  ဂိဒဇတ်၊  ဂိစၚ်။  n.  ဒဒှ်မဂိဒဇတ်၊  ဒဒှ်မဂိစၚ်။  ၂။  ဒဒှ်မဂ္ဇံဒးဟာက္တဵုဒးဟာ ဟိုတ်နူကဵုစိုတ်မချဳဒရာၚ်။"},
{"word":"tinker","def":"n.  မၞိဟ်ဗက်ဗၠံစထၟာဲဒါန်။  vi.  ဟွံလေပ်မွဲသာ်ဟေၚ်ပလေဝ်ပလေတ်၊  ပလေဝ်လဝ်ဗၠေတ်ဗၠေတ်၊  ဟွံလေပ်မွဲသာ်ဗက်ဆော်ဏှေံလဝ်။"},
{"word":"tinkle","def":"vt.vi.  သကဵုဗြုဗရုခြေၚ်ခြေၚ်။  n.  ဗရုဗြုဒၟံၚ်ခြေၚ်ခြေၚ်။"},
{"word":"tinsel","def":"n.  ထဝ်ပရောပ်၊  ဇုက်ထဝ်ပရောပ်၊  ဂၠိက်ယာတ်မတုတ်စုတ်လဝ်ဇုက်ထဝ်ပရောပ်။"},
{"word":"tint","def":"n.  အရံၚ်အရာ(ဗိုဟ်ဗိုဟ်)။  vt.  ချူသၜိုန်နကဵုအရံၚ်အရာဖျိုဟ်ဖျိုဟ်(ဗိုဟ်ဗိုဟ်)၊  ဖျောန်အရံၚ်ဖျိုဟ်ဖျိုဟ်(ဗိုဟ်ဗိုဟ်)။"},
{"word":"tiny","def":"adj. (-ier,-iest)  သောဲသောဲ၊  မသောဲ၊  သောဲသောဲဗြဲဗြဲ။"},
{"word":"tip","def":"n.  တၞုၚ်၊  တၞောတ်။  ၂။  ဂရောပ်တၞုၚ်တၞောတ်။  tiptop (adj)(colloq)  မဒှ်ကၞောတ်အထောတ်၊  မဒှ်ကဆံၚ်ပထမ၊  မဒှ်ကဆံၚ်ခိုဟ်အိုတ်။  tiptoe (vi)  ထံက်အာကဵုတၞုၚ်ဇိုၚ်၊  ထံက်ဒၟံၚ်ကဵုတၞုၚ်ဇိုၚ်၊  တွာ်အာနကဵုတၞုၚ်ဇိုၚ်။"},
{"word":"tip","def":"|2| vt.vi. (-pp-)  သကဵုဒစေၚ်အာ၊  သကဵုဇဲဇာဲအာ။  ၂။  ဒစေၚ်ကိုဟ်၊  ဒစေၚ်စုတ်၊  ဒစေၚ်ချာဲ။  n.  ဒၞာဲမချာဲထောံအမှိက်။"},
{"word":"tip","def":"|3| vt. (-pp-)  တက်သာသာ၊  လုက်သာသာ။  ၂။  တရးဂစာဲဒုၚ်ကဵုကေတ်၊  ဖျေံလာပ်၊  ခယျသၠေဟ်တုဲကဵု၊  ကဵုကျဝ်လဝ်တၚ်နၚ်ကၞိက်လဒဵုလဝ်တံဂှ်။  n.  ဒဒှ်မလၟိုတ်သာသာ၊  အရာမလၟိုတ်တက်၊  အရာမတက်ဒါတ်။  ၂။  သြန်မဖျေံလာပ်၊  သြန်မကဵုဟိုတ်နူရီုဗၚ်ကၠုၚ်လဝ်။  ၃။  ဒဒှ်မကျဝ်တော်ကဵုလဝ်တေတ်ပ္ဍဲပေဲါချေံ၊  ဒဒှ်မကျဝ်တော်ကဵုလဝ်ၚုဟ်ထဝ်ၚုဟ်ရှေဝ်ယျာ(အရၚ်)။"},
{"word":"tipple","def":"vt.vi.  လေပ်သုၚ်အရက်လၟိုန်ကာလ၊  လုဟ်ကဵုသုၚ်အရက်။"},
{"word":"tipsy","def":"adj.  မထ္ၜူဒၟံၚ်အရက်။"},
{"word":"tirade","def":"n.  ဒဒှ်မပ္တိုန်ဒုဟ်ပရဂဟီ နကဵုဂလာန်ဂၠိၚ်ဂၠိၚ်၊  ဂလာန်မဟီုဂးသီုကဵုဒေါသ။"},
{"word":"tire","def":"ရံၚ် tyre တေံညိ။  vt.vi.  ဍောၚ်၊  ဍောၚ်ၜိုတ်၊  လ္ၚိုပ်လ္ၚာ၊  လၞုဟ်ထကုဲ၊  လ္ၚုလ္ၚန်၊  သ္ဇအ်သ္ဇေဝ်။  tired (adj)  မဍောၚ်ၜိုတ်လ္ၚိုပ်လ္ၚာသီုကာယသီုစိုတ်။  tireless (adj)  ဟွံဍောၚ်ၜိုတ်၊  ကၠောန်ဒၟံၚ်ဟွံဇူဟွံယီု။  tiresome (adj)  မနွံဒၟံၚ်ကဆံၚ်သွက်ဂွံသ္ဒးဍောၚ်ၜိုတ်ခိုဟ်၊  မနွံကဆံၚ်သွက်သ္ဒးလၞုဟ်ထကုဲခိုဟ်။"},
{"word":"tiro","def":"(tyro) n. (pl.-s)  မၞိဟ်ဆဂွံစ, ဗ္တောန်လဝ်၊  မၞိဟ်မနွံကဵုဓဝ်ဆဵုဂဗအောန်။"},
{"word":"tissue","def":"n.  ဂၠိက်ယာတ်အဇာခိုဟ်၊  ဂၠိက်ယာတ်အဇာကြဳကြဳ။  ၂။  ဇြေဟ်ဖျုန်(မၞိဟ်,သတ်,ဆုဒုန်)။  ၃။  စက္ခူပရဳမနွံကဆံၚ်အဇာဍိုန်ဍိုန်ၜတ်ၜတ်။"},
{"word":"tit","def":"n.  ဒဒှ်မကိတ်က္တောဝ်ကိတ်မုဟ်၊  ဒဒှ်မကလေၚ်ပလန်။"},
{"word":"titanic","def":"adj.  မဇၞော်ဒုတ်တဴဗွဲ။"},
{"word":"title","def":"n.  ယၟုလိက်အုပ်၊  က္ဍိုပ်ကဗျ၊  ယၟုကသူပါန်ခဳ။  ၂။  ကၠေဝ်မက်၊  ဗညာ၊  မဟိမု။  ၃။  အခေါၚ်အဝဵုပိုၚ်ပြဳ၊  အခေါၚ်အဝဵုမဟီုဂးပိုၚ်။  titled (adj)  မသ္ဂောံလဝ်မဟိမု နူကဵုနာံမြိုၚ်မသပြဲပြဲသၠုၚ်သၠုၚ်၊  မသ္ဂောံဒုၚ်အပ်ပြာပ်လဝ်မဟိမု။  title deed (n)  လိက်ကသုက်အခေါၚ်ပိုၚ်ပြဳဂြပ်ကသပ်။  title page (n)  မုက်လိက်မဓမံက်ထ္ၜး ယၟုလိက်အုပ်ကဵုယၟုအ္စာကဝိ။  titular (adj)  မဒှ်တဴဆၜိုတ်ဒုၚ်ယၟု၊  မဟၟဲကဵုအခေါၚ်အဝဵုသွက်ဂွံကၠောန်။"},
{"word":"titter","def":"vi.n.  ဂြိုၚ်ဒၟံၚ်ခေက်ခေက်၊  ဒဒှ်မဂြိုၚ်ခအှ်ေဒၟံၚ်။"},
{"word":"tittle-tattle","def":"vi.  ဟီုစောဒနာစ။  n.  ဂလာန်မစောဒနာစ။"},
{"word":"to ","def":"prep.  ကဵု၊  ကဵုဗ္စိုပ်၊  ကု၊  ဒဵု၊  ဒဵုကဵု၊  ဗွဲ၊  ဟိုန်။  ၂။  အကာဲအရာတေံ၊  ဒဒှ်တေံ။  ၃။  သွက်ဂွံစိုပ်အခိၚ်ဂှ်၊  စဵုကဵုစိုပ်အခိၚ်ဂှ်၊  စဵုကဵုစိုပ်။  conj.  သၟိက်ဂွံ။  adv.  ညံၚ်ဂွံ၊  အတိုၚ်နွံမံၚ်၊  အတိုၚ်မဒှ်မံၚ်။  ၂။  တန်ဆန်တုဲတန်ဆန်၊  နဒဒှ်မပလန်ဂတး။  to and fro. (adv)  တန်ဆန်(ကွာ်)။  inf.  ဖျပ်စုတ်ဂတကြိယာ သွက်သ္ဂောံအဓိပ္ပာဲ စဵု၊  သွက်၊  သ္ဒး၊  အဘိုံ၊  ကီု၊  ဟိုတ်နူ၊  ဒၟာနူ၊  ပတဝ်တုဲ။  He wants to stop. (inf.)  ညးမိက်ဂွံပဒေံါ။  He has to wait. (inf.)  ညးသ္ဒးမၚ်။  to the end of time. (adv)  လအိတ်ကာလ၊  လအိတ်ကာဲကဝ်။"},
{"word":"toad","def":"n.  ၚဴပဏီ(ပၞီ)။"},
{"word":"toady","def":"vt.vi.  ထ္ၜၚ်ပ္တိုန်တုဲကာတ်စဒၟံၚ်။  n.  မၞိဟ်ထ္ၜၚ်ပ္တိုန်တုဲကာတ်စ။"},
{"word":"toast","def":"n.  ဂျုၚ်ပရာၚ်။  vt.vi.  ပရာၚ်ဂျုၚ်။  ၂။  ၜံၚ်ပၟတ်။  ၃။  ဖအၚ်၊  ဖအၚ်က္တဴ။  to toast bread. (vt)  ဖအၚ်ဂျုၚ်။"},
{"word":"toast","def":"|2| vt.  ပၚ်သမၠုၚ်ပ္တိုန်ခေါ်အရက်တုဲရာဒၞာမိက်။  n.  ဒဒှ်မပၚ်သမၠုၚ်ပ္တိုန်ခေါ်အရက်တုဲမရာဒၞာမိက်။"},
{"word":"tobacco","def":"n.  ဂဥုဲ၊  ဂဥုဲသုၚ်ၜံက်၊  တၞံဂဥုဲသုၚ်ၜံက်။"},
{"word":"tocsin","def":"n.  (ရမျာၚ်) ခၞိၚ်ကဵုသတိ။"},
{"word":"today","def":"adv.  တ္ၚဲဏံ၊  လၟုဟ်၊  ပ္ဍဲအခိၚ်အခါလၟုဟ်၊  ပ္ဍဲခေတ်လၟုဟ်။  n.  အခါဏံ၊  အဃောဏံ၊  ပ္ဍဲအခိၚ်အခါဏံ။"},
{"word":"toddle","def":"vi.  ကွာ်ညံၚ်ရဴကောန်ၚာ်ကွာ်ဂွံလဝ်တၟိတၟိ၊  ကွာ်အာဗီုပြၚ်ညံၚ်ရဴဒေံါလာ်ဒေံါလာ်။  toddler (n)  ကောန်ၚာ်သ္စပတံဂြိပ်လေပ်။"},
{"word":"toddy","def":"n.  ဍာ်ကၞိ၊  တၞံကၞိ။  toddy palm (n)  ဍာ်တာ၊  တၞံတာ။"},
{"word":"toe","def":"n.  ကောန်ဇိုၚ်။  တၞုၚ်က္ဍိုပ်ဂရောပ်ဇိုၚ်၊  တၞုၚ်က္ဍိုပ်ဒၞပ်ဗတ်(ဒၞပ်က္ဍေၚ်)၊  တၞုၚ်ဇိုၚ်၊  မုဟ်ဇိုၚ်။  vt.  တေံကဵုတၞုၚ်ဇိုၚ်၊  လုက်ကဵုတၞုၚ်ဇိုၚ်။  toenail. (n)  သၞေံဇိုၚ်။"},
{"word":"toffee","def":"(taffy, toffy)  n.  မတိုပ်ဝှဳ၊  မကၠေၚ်ဍာ်တှ်။"},
{"word":"together","def":"adv.  ကာန်ကာန်၊  ဗျာၚ်ဗျာၚ်၊  မွဲကရောံ။  မွဲစွံ၊  မွဲဟာန်။  adj.  ဗျာၚ်၊  မစန်ဒက်။  together with. (prep)  ကရောံ၊  ကေုာံ၊  ဖဴ၊  မွဲဟာန်၊  သဟ။"},
{"word":"toil","def":"vi.  ကၠောန်ၜိုတ်သီုစိုတ်သီုကရိုတ်၊  ဂိုတ်ကၠေံစိုတ်ကၠောန်။  ၂။  အာကၠုၚ်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ်၊  တိုန်စိုပ်ကၠုၚ်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ်။  n.  ကမၠောန်သ္ဒးကၠောန်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ်။  toilet (n)  မၞိဟ်ကၠေံစိုတ်လွဳပရာကၠောန်ၜိုတ်၊  မၞိဟ်ကၠောန်ဒၟံၚ်နကဵုဍာ်ဓတ်။"},
{"word":"toilet","def":"n.  ဗီုကယျိုၚ်ကယျဝ်ကျိုၚ်ကျဝ်ဗွိုက်လ္တက်၊  ပွမဖျေံပလေဝ်ပလေတ်။  ၂။  ဗွိုက်လ္တက်၊  အရာမကျိုၚ်ကျဝ်။  ၃။  သ္ၚိဝတ်ရပ်စပ်ဍာ်။  adj.  မဆေၚ်စပ်ကဵုအရာကယျိုၚ်ကယျဝ်ဗွိုက်လ္တက်၊  မဆေၚ်စပ်ကဵုအရာမဖျေံပလေဝ်ပလေတ်။  toilet paper. (n)  စက္ခူရပ်စပ်ပ္ဍဲသ္ၚိဝတ်။"},
{"word":"toils","def":"n.  ဇာ၊  ဇၞိက်၊  တီု၊  လယံ၊  ဒၞက်။"},
{"word":"token","def":"n.  လက်သန်၊  လက်ကျန်၊  သၚ်္ကေတ၊  သာဓက၊  နိမိတ်၊  စၟတ်သမ္တီ။"},
{"word":"told","def":"ရံၚ် tell တေံညိ။"},
{"word":"tolerate","def":"vt.  အေၚ်ဒုၚ်။  tolerable (adj)  မဒှ်အရာမအေၚ်ဒုၚ်ကေတ်မာန်၊  မခိုဟ်ပိက်၊  မဟွံပရေံအှ်ေ။  tolerance (n)  ဒဒှ်မအေၚ်ဒုၚ်၊  ပွမအေၚ်ဒုၚ်။  tolerant (adj)  မအေၚ်ဒုၚ်။  toleration (n)  ဒဒှ်မအေၚ်ဒုၚ်လ္တူဝါဒပါ်ဒကးအာ၊  ဒဒှ်မကဵုအခေါၚ်လ္တူဘာသာဗၠးဗၠးၜးၜး။"},
{"word":"toll","def":"n.  သြန်အကံက်လုပ်ဍုၚ်၊  သြန်အကံက်ဗ္ဒိုပ်၊  အခေါန်ဂၠံၚ်၊  အခေါန်ဒဒန်၊  အကံက်လုပ်ဒီုပ္ဍဲသၞေဟ်။  tollhouse (n)  ဗ္ဒိုပ်တာဲမဒုၚ်အခေါန်ဖလှာ။"},
{"word":"toll","def":"vt.vi.  ဂဒုခၞိၚ်သိုက်သိုက်, သဳသဳ, ဇြိုန်ဇြိုန်အခိၚ်အရာတုပ်တုပ်။  ၂။  ဗရုခၞိၚ်ဗြုဒၟံၚ်နကဵုအခိၚ်ခရာတုပ်တုပ်။  n.  ရမျာၚ်ခၞိၚ်ဗြုဒၟံၚ်သိုက်သိုက်သဳသဳ။ "},
{"word":"tomato","def":"n.  ခဍောၚ်ခစး၊  ခ္ဍောၚ်ဗ္စး၊  တၞံခ္ဍောၚ်ဗ္စး။"},
{"word":"tomb","def":"n.  ဂိုဟ်သုသာန်၊  သုသာန်။  tombstone (n)  တၟံတိုၚ်ပုတ်ဂၠတ်လဝ်လိက်ဇြေဟ်ပ္ဍဲသုသာန်။"},
{"word":"tomboy","def":"n.  သၟတ်ဗြဴမနွံပၟိက်သွက်ဂွံဂၠာန်ဝေၚ်ညံၚ်ရဴသၟတ်တြုံ။"},
{"word":"tomcat","def":"n.  မၞိဟ်ဗက်အာကၠုၚ်ကဵုဗြဴလီုလီု။"},
{"word":"tome","def":"n.  လိက်အုပ်ဒုတ်ဒုတ်တီုတီု။"},
{"word":"tomfool","def":"n.  မၞိဟ်သမ္ဒိုဟ်ဂွိုၚ်။  မၞိဟ်ဟၟဲကဵုပညာ။  tomfoolery (n)  ဒ္ဂေတ်ပွမဟၟဲကဵုဓဝ်အစၚ်အခြၚ်၊  ဂလာန်ပျေက်ရုန်ရုန်မဵုမဵု။"},
{"word":"tomorrow","def":"adv. n.   ယး၊  ယးဂတ၊  တ္ၚဲယးဂတ၊  တ္ၚဲယးဂတဏံ၊  လဳယး၊  လဳယးဂတ။"},
{"word":"tomtom","def":"n.  ဖံသိၚ်ဃဵု။"},
{"word":"ton","def":"n.  လယျိုၚ်တာန်။"},
{"word":"tone","def":"n.  ရမျာၚ်၊  ဗီုလအာရမျၚ်။  ၂။  ရမျာၚ်တိုန်စှ်ေ၊  ရမျာၚ်သၠုၚ်သဝ်။  ၃။  အကာဲအရာပရေၚ်ဓာတ်စိုတ်။  ၄။  အရံၚ်အရာဗီုဂၠုတၟးချူသ္ၜိုန်လဝ်။  vt.vi.  သကဵုရမျာၚ်တိတ်ဗီုမွဲဂကူ၊  ချူသ္ၜိုန်လဝ်နကဵုအရံၚ်မွဲဂကူ။  ၂။  ဒးကဵုအလိုက်၊  စှ်ေကဵုအလိုက်။  toneless (adj)  မဒှ်သွက်ဂွံလၞုဟ်ထကုဲလ္ၚုလ္ၚန်ခိုဟ်၊  မဟၟဲကဵုလမျီု၊  မဟၟဲကဵုရမျာၚ်ဗရုဗရန်။"},
{"word":"tongs","def":"n.  ဒကေပ်၊  ဒကေပ်ပၟတ်၊  သ္ကေပ်။"},
{"word":"tongue","def":"n.  လ္တာ်၊  ဂၠးလ္တာ်။  ၂။  အရေဝ်၊  ဘာသာ။  ၃။  အရာတုပ်ကဵုလ္တာ်။  tongue-tied (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်ပံက်ပါၚ်ဟွံတိတ်၊  မနွံဒၟံၚ်ကဆံၚ်လ္တာ်ချိုတ်မံၚ်။  bell tongue. (n)  တၞး(ကၞး)ခၞိၚ်၊  သၠဇြဲခၞိၚ်။  tongue of a shoe. (n)  လ္တာ်ဒုၚ်လဝ်အပ္ဍဲဒၞပ်။"},
{"word":"tonic","def":"n. adj.  ဂဥုဲဓာတ်၊  မသကဵုခတ်တိုန်။  ၂။  ရမျာၚ်သ္ဇိုၚ်ဂဳတ။"},
{"word":"tonight","def":"adv. n.  ပ္ဍဲဗတံဏံ၊  ဗ္တံဏံ။"},
{"word":"tonsil","def":"n.  ကလေန်ခၟၚ်။  tonsillitis (n)  ယဲကလေန်ခၟၚ်ဂုဟ်။"},
{"word":"tonsure","def":"n.  ဒဒှ်မကးဖျေံထောံသော်၊  ဒဒှ်မတ္ၚာတ်ထောံတသော်က္ဍိုပ်။"},
{"word":"too","def":"adv.  လေဝ်ကီု၊  ဂှ်လေဝ်ကီု၊  ပဲါနူဂှ်၊  ဗွဲမလောန်ကာဲ။  The hat is too big. (adv)  အထုပ်က္ဍိုပ်ဏံဇၞော်လောန်အာ။"},
{"word":"took","def":"ရံၚ် take တေံညိ။"},
{"word":"tool","def":"n.  ဝပ်တဲ၊  လွဟ်ကရိယာ၊  ကပေါတ်ကရိယာ။  ၂။  အရာမသ္ဒးဒုၚ်စကာ၊  မၞိဟ်ညံၚ်ရဴလေံဂစုန်။"},
{"word":"toot","def":"n.  ရမျာၚ်ကဵုသတိနူကဵုဗရုခပဵုခရာ။  vt.vi.  ကဵုမိၚ်ဗရု၊  ဗဂိုဟ်ဗရုမွဲမွဲညံၚ်သ္ဂောံမိၚ်။"},
{"word":"tooth","def":"n. (pl.teeth)  ေၚက်။  ၂။  ေၚက်ဂရး,ဂတေက်,ဂဟာ။  toothache (n)  ဒဒှ်ေၚက်မဂိ။  toothless (adj)  မဟၟဲကဵုေၚက်။  toothbrush. (n)  ဒက၊  သက။  toothpaste. (n)  ဂဥုဲတုဟ်ေၚက်။"},
{"word":"toothsome","def":"adj.  မနွံကဵုရှ်။"},
{"word":"top","def":"n.  ကရောဲ။  ၂။  က္ဍဟ်၊  ကၞောတ်၊  အထောတ်။  ၃။  ဒဒှ်မအိုတ်အစောံ၊  ဒဒှ်မဍိုက်ပေၚ်။  ၃။  ဒဒှ်မဆေၚ်စပ်ကဵုတၞုၚ်တၞောတ်အိုတ်၊  ဒဒှ်မဆေၚ်စပ်ကဵုကဆံၚ်သၜတ်မသၠုၚ်အိုတ်။  vt.  ဒလဝ်၊  ဂိုပ်၊  စုတ်ဂရောပ်၊  မောံကၞောတ်အထောတ်၊  မတန်တဴဒၟံၚ်ဒၞာဲကၞောတ်အထောတ်။  ၂။  စိုပ်အာကၞောတ်က္ဍဟ်၊  နွံဒၟံၚ်လ္တူက္ဍဟ်(ကၞောတ်)။  ၃။  ကုတ်ထောံကၞောတ်တၞုၚ်။  topcoat (n)  ပလောံဇမၠိၚ်သၠောံဂြောပ်လ္တူ၊  ပလောံဖေၚ်။  top-heavy (adj)  မသ္ဇိုၚ်ဒၟံၚ်လ္ပာ်အတူ၊  ဟွံစှ်ေအလေဝ်။  topping (n)  ဒဒှ်ခိုဟ်အိုတ်၊  ဒဒှ်မဒှ်ကဆံၚ်သၠုၚ်အိုတ်။  the topping on the cake. (n)  ယိုဟ်တ္ၜန်ဖ္ဍုန်စုတ်လဝ်လ္တူက္ဍိုပ်ကွာၚ်။  topknot. (n)  ဂၠောန်လၟု၊  လၟု။  top of the mountain. (n)  က္ဍဟ်ဒဵု။  top honors. (adj)  စရှ်အယော၊  သၠုၚ်အိုတ်။  topmost (adj)  မသၠုၚ်အိုတ်။"},
{"word":"topaz","def":"n.  မတ်ဥဿရာ(ရတ်မွဲဂကူ)။"},
{"word":"topic","def":"n.  ပရောပရာသွက်ဂွံသဳကၠဳ။  ၂။  ပရိုၚ်မၞိဟ်ဂမၠိုၚ် စိုတ်မလုပ်စဒၟံၚ်ဗဟူဏံ။"},
{"word":"topography","def":"n.  (အရာမဓမံက်ထ္ၜး) မုက်ဂၠးတိ, ဂၠံၚ်အဆက်အဆောံဒေသမွဲမွဲ။  topographical (adj)  မဓမံက်ထ္ၜးကဵုမုက်ဂၠးတိအဆက်အဆောံဂၠံၚ်ဍာန်။"},
{"word":"topple","def":"vt.vi.  သကဵုဗ္တက်စှ်ေလန်စှ်ေ၊  သကဵုဒေံါလာ်စှ်ေ။"},
{"word":"tops","def":"n.  ဒဒှ်မခိုဟ်လောန်အာ၊  ဒဒှ်မဒှ်ခိုဟ်အိုတ်။"},
{"word":"topsy-turvy","def":"adj.  မဒှ်လက်ဗ္တး၊  မဒှ်ဒၟံၚ်ဗၠန်ဗၠန်ဂတးဂတး၊  မနွံဒၟံၚ်ကဆံၚ်သရံၚ်ဒဂါတ်။  adv.  နဒဒှ်မဒှ်ဒၟံၚ်လက်ဗ္တး၊  နဒဒှ်မဒှ်ဒၟံၚ်ဗၠန်ဗၠန်ဂတးဂတး၊  နဒဒှ်မနွံဒၟံၚ်ကဆံၚ်သရံၚ်ဒဂါတ်၊  နဒဒှ်မနွံဒၟံၚ်ကဆံၚ်ဗၠးဗၠးဗၠေတ်ဗၠေတ်။"},
{"word":"torch","def":"n.  တၚ်ၜံၚ်၊  တဲၜံၚ်၊  တဝ်ၜံၚ်မိန်သော၊  မိန်ရှောတဝ်ၜံၚ်၊  မာဲသော။  ၂။  ပၟတ်ဓာတ်၊  ပၟတ်ဓာတ်ပတ်။"},
{"word":"tore","def":"ရံၚ် tear တေံညိ။"},
{"word":"torment","def":"n.  ပွမပ္ဍဵုပ္ဍိုက်ပျဲပျာံ ကာယ,စိုတ်စရိုတ်၊  ဒဒှ်မဍောၚ်ၜိုတ်ဝါတ်ဒိုက်။  vt.  ပ္ဍဵုပ္ဍိုက်ပျဲပျာံ၊  ကဵုဒဒိုက်ပလာပ်ပထုဲ။  tormentor (n)  မၞိဟ်ပ္ဍဵုပ္ဍိုက်ပျဲပျာံ။"},
{"word":"torn","def":"ရံၚ် tear တေံညိ။"},
{"word":"torpedo","def":"n.  ကသ္ကံ(ကဟကံ)၊  လွဟ်ပရှ်ကျာပလီုပလာ်က္ၜၚ်၊  တဝ်ပဳဒဝ်။  vt.  ပန်ကဵုတဝ်ပဳဒဝ်၊  ပလီုကဵုတဝ်ပဳဒဝ်၊  ဗလိုက်ကဵုတဝ်ပဳဒဝ်။"},
{"word":"torpid","def":"adj.  မသ္ဇိုၚ်ဇြိုပ်ဇြုဲ၊  မဟၟဲကဵုကဆံၚ်က္တိုၚ်က္တိုၚ်ကမှ်ကမှ်။  ၂။  မလဒပ်ဒၟံၚ်ဟွံချဳဟွံဒရာၚ် (သတ်လဒပ်ကရေၚ်ဒၟံၚ် ပ္ဍဲအခိၚ်ကညၚ်ကဵုအခိၚ်သကတ်)။  torpidity / torpor (n)  ဒဒှ်မသ္ဇိုၚ်ဇြိုပ်ဇြုဲ၊  ပွမမံၚ်ဟွံချဳဟွံဒရာၚ်၊  ဓဝ်မလၞုဟ်။"},
{"word":"torrent","def":"n.  ဇၟောဝ်ဍာ်မထ္ပက်ဇွောဝ်စှ်ေမွဲအသိၚ်ဓဝ်၊  မဗတိုဟ်တိုန်ဆက်ဆက်မွဲဒမြိပ်။  torrential (adj)  သကဵုဇွောဝ်စှ်ေမွဲအသိၚ်ဓဝ်။"},
{"word":"torrid","def":"adj.  မဂမ္တဴသ္ကာတ်၊  မစှ်ေပ္ဍဲဌာန်ဒေသဂမ္တဴ။"},
{"word":"tortoise","def":"n.  အရုတ်၊  အရုတ်မံၚ်လ္တူဒဵု၊  ကၞုဟ်၊  ဆၚ်ရာ၊  တံၚ်ရက်။"},
{"word":"tortuous","def":"adj.  မတ္ၚံက်တ္ၚေဲ၊  မဂၠိုၚ်ကဵုတ္ၚံက်တ္ၚေဲ၊  မဂေတ်သ္ပဝ်တ္ၚံက်တ္ၚေဲဒၟံၚ်၊  မစၞာဲတ္ၚံက်တ္ၚေဲလေပ်။"},
{"word":"torture","def":"vt.n.  ပ္ဍဵုပ္ဍိုက်ပျဲပျာံ၊  ဒဒှ်မပ္ဍဵုပ္ဍိုက်ပျဲပျာံ၊  ဒဒှ်မဒှ်မဂွံဝေဒနာဇၞော်ကဵုဇြဟတ်။  torturer (n)  မၞိဟ်ပျဲပျာံ။"},
{"word":"toss","def":"vt.vi.  သကဵုလဵုထတဴဒၟံၚ်၊  သကဵုလဵုပၠောဒၟံၚ်။  ၂။  ကတိုၚ်၊  ဂဗိုတ်ပ္တိုန်၊  မဵု၊  မဵုပ္တိုန်၊  လတိုၚ်။  ၃။  ဝေၚ်လတိုၚ်ဖျောဝ်ဗိုတ်မဵုသၠုဲ။  n.  ဒဒှ်မဝေၚ်လတိုၚ်ဖျောဝ်ဗိုတ်မဵုသၠုဲ၊  ဝေၚ်ဖျောဝ်ခလှာံ။  toss up. (vt.vi)  လတိုၚ်ပ္တိုန်၊  လတိုၚ်ဝေၚ်။  n.  ဒဒှ်မဒှ်အတိုၚ်ကုသဵုမဖန်လဝ်။"},
{"word":"tot","def":"n.  ကောန်ၚာ်စလိုၚ် စကွာ်ဂွံ။  vt.vi. (-tt-) (colloq)  ပံၚ်သီုဖအိုတ်၊  ဒတုံသီုဖအိုတ်။"},
{"word":"total","def":"adj. n.  မဒှ်လၟိဟ်ပံၚ်လဝ်ဖအိုတ်၊  အပံၚ်၊  အပံၚ်ဖအိုတ်။  vt.  ပံၚ်လဝ်ဖအိုတ်၊  နွံလၟိဟ်ပံၚ်လဝ်သီုဖအိုတ်။  totally (adv)  သီုဖအိုတ်၊  အလုံဖအိုတ်။"},
{"word":"totter","def":"vi.  အာမံၚ်ဂဲါဍာဲဂဲါဍာဲ၊  ဂတဝ်ဇဝဝ်အာဒၟံၚ်။  ၂။  အာဒၟံၚ်ဂဲါဇဲဂဲါဇဲ။  tottery (adj)  မဒှ်ဒၟံၚ်ဇဲဇာဲဇဲဇာဲ၊  မစိုပ်ဒၟံၚ်ကဆံၚ်ကြပ်ထရိုဟ်ဒေံါလာ်စှ်ေ။"},
{"word":"touch","def":"vt.vi.  စုက်၊  တၟတ်၊  ထၟတ်ဒွံ။  ထဍဳ၊  ဒိ၊  ဒိဒး၊  ဒး၊  ဒွံ၊  ဒွံဒး၊  ဗ္ဒိ၊  သကဵုလုက်ဒး၊  သၟိတ်၊  ဗ္ဒိတေံ၊  တေံလုက်။  ၂။  သကဵုစိုတ်လီု။  ၃။  ပတဝ်။  n.  ဒဒှ်မလုက်စုက်၊  ကာယစုက်လုက်ဒိဒး၊  စုက်၊  လုက်၊  ဒဒှ်မဒွံစုက်။  ၂။  ဓဝ်ဖဿ။  ၃။ ဒဒှ်မချူသ္ၜိုန်ပ္တုဲဗဒှ်ထောံ။  ၄။  ညိည၊  အရာမမြော်။  ၅။  ကဆံၚ်တဲ၊  ရမျာၚ်တဲ။  touched (adj)  မဟွံပေၚ်ဒကေဝ်၊  မလိုဟ်ဒၟံၚ်။  touching (adj)  မနွံကဆံၚ်သွက်ဂွံဒှ်ဓဝ်ကရုဏာခိုဟ်(သွက်ဂွံဆာန်ဍူခိုဟ်)။  touchy (adj)  မလောဲသွက်ဂွံကပှ်ကေတ်ကၞောတ်။"},
{"word":"thuchstone","def":"n.  မှတ် (မှာတ်)၊  တၟံစံဍာ်။"},
{"word":"tough","def":"adj. (-er,-est)  မကတေန်။  ၂။  မခိုၚ်ကၠိုက်။  ၃။  မဒုၚ်အဍေဝ်အဍာကြာန်ကြာန်ဓၟာန်ဓၟာန်မာန်။  ၄။  မဝါတ်ဂါတ်သွက်ဂွံယဵုဒုၚ်၊  မဝါတ်ဂါတ်သွက်ဂွံသောၚ်တလး။  ၅။  မဓဇန်ဟာသဳ။  n.  မၞိဟ်ဓဇန်ဟာသဳ။  toughen (vt.vi)  သကဵုခိုၚ်ကၠိုက်၊  သကဵုဒုၚ်အဍေဝ်အဍာကြာန်ကြာန်ဓၟာန်ဓၟာန်မာန်၊  ခိုၚ်ကၠိုက်ကၠုၚ်၊  ဒုၚ်အဍေဝ်အဍာကြာန်ကြာန်ဓၟာန်ဓၟာန်မာန်ကၠုၚ်။"},
{"word":"tour","def":"n.  ဒဒှ်မအာကၠုၚ်တိတ်ဂေတ်ဝေၚ်တရဴ။  vt.vi.  တိတ်တရဴဂေတ်ဝေၚ်ဒေသ။  tourist (n)  ရဲအာတရဴဂေတ်ဂၠးတိ၊  ရဲအာတရဴဂေတ်ဒေသ။"},
{"word":"tournament","def":"n.  ပေဲါပြိုၚ်ပ္ကာန်။  ၂။  ပေဲါဗ္တိုက်လ္တူစးချေံ။  tourney (n)  ပေဲါဗ္တိုက်လ္တူစးချေံ။"},
{"word":"tousle","def":"vt.  ဗဗြိုက်လဝ်သော်၊  သကဵုဒှ်ဒၟံၚ်ကဆံၚ်ထုဲထံၚ်၊  ဗဗြိုက်မံၚ်။"},
{"word":"tow","def":"vt.  ဒဇက်နကဵုဇုက်(က္ၜၚ်,ကွဳစက်)။  n.  ဒဒှ်မဒဇက်နကဵုဇုက်၊  ဒတဲဒဇက်။"},
{"word":"toward","def":"prep. (towards)  ပတဝ်က္ဍိုပ်တုဲ၊  အတေံ၊  လ္ပာ်တေံ၊  လက်၊  ဗွဲ။  ၂။  မဆေၚ်စပ်ကဵုအရာဂှ်တုဲ။  ၃။  ရန်တၟံတုဲ၊  ရန်လဝ်တုဲ။  ၄။  ကရပ်၊  ၜိုတ်ကြပ်ကဵု။  towards the stern. (prep)  လက်သၞေဝ်။"},
{"word":"towel","def":"n.  ပဝါ၊  ယာတ်ဇိုတ်တဲ၊  ယာတ်ဇိုတ်မုက်၊  ယာတ်မှာ်ဇိုတ်ဍာ်။"},
{"word":"tower","def":"n.  ပြ၊  ဟဝ်။  vi.  သၠုၚ်သွဲဒၟံၚ်။"},
{"word":"town","def":"n.  ဍုၚ်၊  နဂဵု။  ၂။  မၞိဟ်မတန်တဴပ္ဍဲဍုၚ်၊  ကောန်ဍုၚ်။"},
{"word":"township","def":"n.  ပွိုၚ်ဍုၚ်။"},
{"word":"toxic","def":"adj.  မဆေၚ်စပ်ကဵုဂျိ၊  မက္တဵုဒှ်ဒၟာနူဂျိ၊  မနွံကဵုဂျိ။"},
{"word":"toxin","def":"n.  အရာမဒှ်ဂျိ၊  အရာမသကဵုက္တဵုဒှ်ဂျိ။"},
{"word":"toy","def":"n.  အရာသွက်ကောန်ၚာ်သ္ဂောံဝေၚ်၊  ဇွောံကောန်ၚာ်ဝေၚ်။  vi.  ဇိုၚ်တဲဂၠာန်၊  စိုတ်ပရံက္တဵု။"},
{"word":"trace","def":"vt.  သမ္တီဒၞာဲဒတန်၊  သမ္တီဒၞာဲသိုၚ်ခၞံ၊  သမ္တီဒၞာဲဂၠံၚ်ဍာန်။  ၂။  ထပ်ချူချာဲ။  ၃။  ဗက်အာဒၞာဲဇိုၚ်၊  လ္ၚတ်ဝၚ်ပရေၚ်ဒဒှ်ဍာံဍာံ၊  စၟဳစၟတ်ဂၠိုက်ဂၠာဲကေတ်သာဓကဂၠံၚ်တရဴဝၚ်။  n.  ဒၞာဲဇိုၚ်တဲ၊  ကၞာတ်ကၞုသာဓကမသှ်ေသၟေဟ်ကၠုၚ်လဝ်။  ၂။  ညိည၊  ဒရိပ်အရိုပ်အရာ၊  ဒရိပ်အရံၚ်အရာ"},
{"word":"tracery","def":"n.  တဏာဲ၊  တၞာဲ၊  တရိုန်၊  တရိုန်တၞာဲ။"},
{"word":"trachea","def":"n.  ပၠံၚ်ကျာ။"},
{"word":"trachoma","def":"n.  ယဲဓရီုမတ်။"},
{"word":"track","def":"n.  ဂၟေၚ်ခလှာကွဳ၊  ဂၟေၚ်စောတ်၊  ဒၞာဲဇိုၚ်။  ၂။  ဂၠံၚ်မဂဗုတ်ဒၟံၚ်။  vt.  ဆံၚ်ဗက်၊  ဗက်အာဒၞာဲဇိုၚ်။  trackless (adj)  မဟၟဲကဵုဂၟေၚ်ဂၠံၚ်၊  မဟၟဲကဵုဂၠံၚ်၊  မဒှ်ဂၠံၚ်ဟွံလိုက်ဏီ။"},
{"word":"tract","def":"n. ဒေသခန်လွာသၠဲသၠဲလးလး၊  တိဂၠးမုက်မနွံသၠဲသၠဲလးလး။  ၂။  လိက်ကဵုသြဝါဒပရေၚ်ဘာသာ၊  လိက်ကဵုသြဝါဒပရေၚ်ပြုပြေၚ်ဒ္ဂေတ်ပဋိပတ်။"},
{"word":"tractable","def":"adj.  မလောဲသွက်ဂွံပြုပြေၚ်ထိၚ်ဒက်၊  မလောဲသွာပ္ဍဲအရာဝေတ်ဗ္တောန်၊  လစောတ်လမောဝ်။  a tractable person. (adj)  ဝေနေယျဇန်။"},
{"word":"traction","def":"n.  ဒဒှ်မသကဵုဒဇက်ပဆုဲကေတ်ဏာ၊  ဇြဟတ်ဒဇက်။"},
{"word":"tractor","def":"n.  ကွဳစက်ဇဒက်လျိုၚ်၊  စက်ထဲတိ။"},
{"word":"trade","def":"n.  ဒဒှ်မသွံရာန်ဗၞိက်၊  ပရေၚ်မသွံရာန်ဗၞိက်၊  ပရေၚ်လှာဲဗ္တးဗၞိက်၊  ကမၠောန်သွံရာန်ဗၞိက်၊  ဗၞိက်၊  ဒဒှ်မပဗၞိက်။  ၂။  ကမၠောန်ဂယိုၚ်လမျီု။  vt.vi.  ကၠောန်ကမၠောန်သွံရာန်လှာဲဗ္တးဗၞိက်၊  ပဗၞိက်။  ၂။  ပ္တိတ်ပရဲ၊  ကေတ်အခေါၚ်အဝဵုခိုဟ်၊  ရပ်စပ်ထောံ စထောံ မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  စထောံသၠုဲညးသအာၚ်။  trader (n)  ညးဗၞိက်၊  ဖံက်သေဝ်၊  မၞိဟ်ဗၞိက်၊  ရဲဗၞိက်၊  သၟာဗၞိက်။  tradesman (n)  တၠဖျာ၊  တၠဖျာသွံပရး၊  တၠဆေၚ်ဖျာ။"},
{"word":"tradition","def":"n.  ပဝေဏဳ၊  ပြဝေဏဳ၊  ပုံ၊  ပုံအဂီု၊  အခိုက်ကၞာ၊  အရာမပတှ်ေကေတ်လဝ်။  traditional (adj)  မဆေၚ်စပ်ကဵုပြဝေဏဳ၊  မဆေၚ်စပ်ကဵုအခိုက်ကၞာ။"},
{"word":"traduce","def":"vt.  ဗျံက်၊  ပျုတ်ဗ္ဒေက်၊  ပၠုတ်၊  ဗျိပၠုတ်။"},
{"word":"traffic","def":"n.  ယာန်ကဵုမၞိဟ်မချဳဒရာၚ်အာကၠုၚ်မံၚ်၊  ဒဒှ်ယာန်ကဵုမၞိဟ်မချဳဒရာၚ်အာကၠုၚ်။  ၂။  ကမၠောန်ပလံၚ်ဏာပလံၚ်နၚ် မၞိဟ်ကဵုကပေါတ်။  ၃။  ဒဒှ်မသွံရာန်ကပေါတ်မဒစဵုဒစးကဵုဥပဒေ။  vi.  သွံရာန်။"},
{"word":"tragedy","def":"n.  ဇာတ်သ္ဒးလေၚ်ဇွောဝ်၊  သတ်ဇာတ်သ္ဒးလေၚ်ဇွောဝ်။  ၂။  ဒဒှ်သ္ဒးအောန်စိုတ်ယာံဂတေဝ်။  tragedian (n)  မၞိဟ်ချူခၞံသတ်ဇာတ်သ္ဒးလေၚ်ဇွောဝ်။  tragic (adj)  မဆေၚ်စပ်ကဵုသတ်ဇာတ်သ္ဒးလေၚ်ဇွောဝ်၊  မဒှ်သွက်သ္ဒးအောန်စိုတ်သြိုဟ်ပါ်ခိုဟ်။  tragically (adv)  နဒဒှ်မဆေၚ်စပ်ကဵုသတ်ဇာတ် မသ္ဒးလေၚ်ဇွောဝ်။"},
{"word":"tragicomedy","def":"n.  သတ်ဇာတ်သ္ဒးဂြိုၚ်ကဵု သ္ဒးလေၚ်ဇွောဝ် မနှဴရဴဒၟံၚ်သီုၜါ။  tragicomic (adj)  သတ်ဇာတ်သ္ဒးဂြိုၚ် သ္ဒးလေၚ်ဇွောဝ်။"},
{"word":"trail","def":"n.  ကရုၚ်၊  ကရောၚ်၊  ဂၟေၚ်ဒၞာဲ၊  ဂၟေၚ်ဂေတ်။  ၂။  ဂၟေၚ်ဂၠံၚ်သွက်သ္ဂောံဗက်ပန်ပှော်သတ်ဂြိုပ်၊  သၟူအမြာဲသွက်ဂွံတၞောဝ်ဗက်အာ သ္ဂောံပန်ပှော်သတ်ဂြိုပ်။  vt.vi.  ဒဇက်ဂရိတ်တံၚ်ဂြဲဏာ၊  ဒဇက်ဂရိတ်ပါဗက်အာ။  ၂။  လာံပူတိုန်အာ၊  ဗာန်လာံတိုန်အာ။  ၃။  ကွာ်ဒဇက်အာနကဵုဇိုၚ်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ်။  trailer (n)  ယာန်မဆက်ဍံၚ်တောဲလဝ်ဗွဲလက္ကရဴ။  ၂။  နမူနာရုပ်ဂမျိုၚ်။"},
{"word":"train","def":"vt.vi.  ကဵုပညာပ္ကတ်ပ္ကေၚ်၊  ပ္ကတ်ပ္ကေၚ်၊  ဗ္တောန်ပ္ကတ်ပ္ကေၚ်ကဵု၊  လ္ၚတ်။  ၂။  သကဵုလာံတိုန်အာလ္ပာ်နွံကဵုပၟိက်(တၞံ)။  n.  ကွဳပၟတ်၊  တောဲကွဳပၟတ်။  ၂။  ကရုၚ်၊  ကရုၚ်ကရောၚ်။  ၃။  အဆက်တၞောဝ်၊  ဒမြိပ်။  trainee (n)  ကောန်ကွးမတိုန်ကွတ်ပညာပ္ကတ်ပ္ကေၚ်၊  ကွးပ္ကတ်ပ္ကေၚ်။  trainer (n)  မၞိဟ်ပ္ကတ်ပ္ကေၚ်ကဵု။  training (n)  ဒဒှ်မပ္ကတ်ပ္ကေၚ်ကဵု၊  အရာမပ္ကတ်ပ္ကေၚ်။"},
{"word":"trait","def":"n.  အစောံစရာဲတၟေၚ်၊  ဂုန်စရာဲတၟေၚ်၊  အရာမတၟေၚ်။"},
{"word":"traitor","def":"n.  မၞိဟ်ပလီုပလာ်ထောံသစ္စလ္တူဍုၚ်။  traitorous (adj)  မပလီုပလာ်ထောံသစ္စ။"},
{"word":"tram","def":"n.  ကွဳပၟတ်ဓာတ်။  tramline / tramway (n)  ဂၠံၚ်ကွဳပၟတ်ဓာတ်။"},
{"word":"trammel","def":"vt.  သကဵုလဇုဲ၊  စဵုဒၞာ။  n.  အရာမသကဵုလဇုဲ၊  အရာမစဵုဒၞာ၊  ပွမသကဵုလဇုဲ။"},
{"word":"tramp","def":"vt.vi.  ကွာ်အ္ၚာု္ၚီု။  ၂။  ကွာ်အာတရဴသ္ၚောဲသ္ၚောဲ၊  အာတရဴဇမ္ၚောဲနကဵုကဝါ်တိုက်။  n.  ဗရုဇိုၚ်(ကောန်ပၞာန်ဇက်တိုန်ကၠုၚ်)။  ၂။  ဒဒှ်မတိတ်အာတရဴဇမ္ၚောဲနကဵုကဝါ်တိုက်။  ၃။  မၞိဟ်ဟွံမွဲကဵုသ္ၚိဌာန် ကွာ်အာကၠုၚ်ဒၟံၚ်လ္တူဂၠံၚ်။"},
{"word":"trample","def":"vt.vi.  လနိန်၊  လနိန်ပိန်၊  လိုန်၊  လိုန်ပိန်၊  လိုန်ပိန်စုတ်၊  လိုန်ဖလှေက်၊  လိုန်လနိန်။  trample upon. (vt)  လနိန်၊  လၞိန်ပိန်။"},
{"word":"trance","def":"n.  ဒဒှ်မဝိဝိၚ်လှၚ်ဒိုပ်။  ၂။  လ္ပံညာတ်ဒၟံၚ်သိုၚ်သ္ၚိတိုက်လ္တူကျာ၊  ဒဒှ်မဟဳသ္ပဝ်ဒၟံၚ်ပ္ဍဲသွပ်စိုတ်၊  ပွမလဟိၚ်ဒၟံၚ်ပ္ဍဲကသပ်စိုတ်။"},
{"word":"tranquil","def":"adj.  မညိၚ်ဝတ်၊  မသ္ၚိတ်ဇြ၊  မလလံဒွာပိ၊  အမြိုတ်၊  နိဗ္ဗာန်၊  သန္တ။  tranquilly (adv)  ညိၚ်ညိၚ်ဝတ်ဝတ်၊  သ္ၚိတ်သ္ၚိတ်ဇြဇြ။  tranquillity (n)  ဒတန်စိုတ်၊  ပတန်စိုတ်၊  ဒဒှ်မညိၚ်ဝတ်၊  ဒဒှ်မသ္ၚိတ်ဇြ။  tranquillity of mind. (n)  ပတန်စိုတ်ဗွဲမ္ဒးရး။"},
{"word":"trans-","def":"prefix.  မတတ်ကၠောံအာ၊  မတတ်အာ။"},
{"word":"transact","def":"vt.  ယဵုဒုၚ်ညံၚ်ရဴသ္ဂောံပိုတ်ဒကုတ်အာ(ကိစ္စ)၊  ဖျပ်ဖ္ဍပ်ကဵုညံၚ်ရဴသ္ဂောံပိုတ်ဒကုတ်အာ။  transactron (n)  အရာ(ပွ)မယဵုဒုၚ်ကေတ်ကိစ္စကမၠောန်။"},
{"word":"transatlantic","def":"adj.  မတတ်ကၠောံအာမှာသၟိတ်အာတ်တလာန်တေတ်။"},
{"word":"transcend","def":"vt.  သာတုဲတၟေၚ်၊  ဂွံဂမြၚ်ညာန်။  transcend the world. (vt)  လောကုတ္တဵု။  transcendent (adj)  မဂွံဂမြၚ်ညာန်၊  မတၟေၚ်တၟဟ်။"},
{"word":"transcontinental","def":"adj.  မတတ်ကၠောံအာအလုံတိုက်မွဲ။"},
{"word":"transcribe","def":"vt.  ချူချာဲ(ဗွဲတၟေၚ်နူကဵုကၠေံ)။  transcript (n)  အရာမချူချာဲကေတ်လဝ်။  transcription (n)  ဒဒှ်မချူချာဲလဝ်၊  အရာမချူချာဲလဝ်၊  တၚ်မချူချာဲကေတ်လဝ်။"},
{"word":"transfer","def":"vt.vi. (-rr-)  ပြံၚ်ဒၞာဲ၊  ပြံၚ်ထောံဒၞာဲ၊  ပြံၚ်ဆုဲအာ။  ၂။  လှဲပြံၚ်ကဵု။  n.  ဒဒှ်မပြံၚ်အာဒၞာဲ၊  လိက်ကသုက်ဒဒှ်မလှဲပြံၚ်ကဵုလဝ်။  transferable (adj)  မလှဲပြံၚ်ကဵုမာန်။  transference (n)  ဒဒှ်မပြံၚ်လှာဲကမၠောန်နူမွဲကဵုမွဲ။"},
{"word":"transfigure","def":"vt.  သကဵုရုပ်ရာပြံၚ်လှာဲအာ။  transfiguration (n)  ဒဒှ်မသကဵုရုပ်ရာပြံၚ်လှာဲအာ။"},
{"word":"transfix","def":"vt.  ကလိုဟ်ပထောၚ်။  ၂။  သကဵုလှၚ်ဒိုပ်အာ။"},
{"word":"transform","def":"vt.  သကဵုဗီုပြၚ်ပြံၚ်လှာဲအာ၊  သကဵုအစောံစရာဲပြံၚ်လှာဲအာ၊  သကဵုသဘာဝပြံၚ်လှာဲအာ။  transformation (n)  ဒဒှ်မသကဵုဗီုပြၚ်အစောံစရာဲသဘာဝပြံၚ်လှာဲအာ။"},
{"word":"transfuse","def":"vt.  ပၠောပ်ပြံၚ်စလောံစုတ်ကဵုဆီညးတၞဟ်သအာၚ်။  transfusion (n)  ဒဒှ်မပၠောပ်ဆီ။"},
{"word":"transgress","def":"vt.vi.  ခလိုၚ်လောန်၊  လုတ်လောန်(လုလောန်)၊  ပလီုပလာ်၊  လုတ်၊  လုတ်မှာရာ၊  လုတ်လောန်မှာရာ၊  ပ္ကီုပရာပ်ဒုဟ်၊  လီုမှာ၊  လၟုတ်။  transgression (n)  ဒဒှ်မခလိုၚ်လောန်၊  ဒဒှ်မလုတ်လောန်၊  ဒဒှ်မပလီုပလာ်၊  လမုတ်။  transgressor (n)  မၞိဟ်ခလိုၚ်လောန်၊  မၞိဟ်လုတ်လောန်၊  မၞိဟ်ပလီုပလာ်။"},
{"word":"transient","def":"adj.  မဒှ်ဆၜိုတ်မွဲချိုန်ခဏ၊  မဂၠေံဂၠေၚ်၊  မနွံကဵုသဘဴအနိစ္စ၊  မနွံကဵုသဘဴဟွံဗိုန်။  transience (n)  သၚ်္ခါရ။"},
{"word":"transistor","def":"n.  ကရိယာမဇၞော်ပၟဝ်ပ္တိုန်ကဵုဓတ်ဓာတ်လလဳ၊  ထြာန်သေတ်သတာ။"},
{"word":"transit","def":"n.  ဒဒှ်မယိုက်ပလံၚ်ဗစိုပ်ကဵု၊  အပြံၚ်အလှာဲ။"},
{"word":"transition","def":"n.  အပြံၚ်အလှာဲကဆံၚ်အကာဲအရာတၞဟ်ခြာ၊  ပွမပြံၚ်လှာဲအာ ကဆံၚ်အကာဲအရာတၞဟ်ခြာ၊  ဂတိ။  transition from one state of existence to another. (n)  ဂတိလအာ။"},
{"word":"transitive","def":"adj.  (ကြိယာ)မသ္ဒးဗက်ကဵုကံ၊  မနွံကဵုကံ။"},
{"word":"transitory","def":"adj.  မဆေၚ်စပ်ကဵုအပြံၚ်အလှာဲ၊  မဒှ်ဆၜိုတ်ခေတ္တ၊  မဒှ်ခဏယာယဳ၊  မဂၠေံဂၠေၚ်၊  မဟွံတန်ကြန်။  transitoriness (n)  အနိစ္စ။"},
{"word":"translate","def":"vt.  ကၠာဲ၊  ကၠာဲစလောံဘာသာ၊  ကၠာဲပ္တိတ်။  translation (n)  ကြာဲ၊  တြာဲ၊  ဒဒှ်မကၠာဲစလောံဘာသာ၊  အရာမကၠာဲစလောံဘာသာ။"},
{"word":"transliterate","def":"vt.  ကလေၚ်ချူကၠာဲကဵုအက္ခဝ်ဘာသာ နူကဵုဂကူမွဲကဵုဂကူမွဲ။"},
{"word":"translucent","def":"adj.  မဒှ်လျးမသှာတ်ခၠၚ်အာမာန် ၜိုန်ဟွံသှာတ်ခၠၚ် ညာတ်မာန်နကဵုမတ်။"},
{"word":"transmigration","def":"n.  သံသာ၊  စက်ဇရာ။"},
{"word":"transmit","def":"vt. (-tt-)  သကဵုသၞာန်ကၠောံ၊  ပလံၚ်ဗလးဏာ၊  ပလံၚ်ကဵုဏာ။  ၂။  စေန်ကၠုၚ်၊  သကဵုတတ်ကၠောံအာ၊  သကဵုတတ်အာ။  transmitter (n)  ကရိယာသွက်ဂွံဗလးရမျာၚ်။  transmission (n)  ဒဒှ်မသကဵုတတ်အာ။"},
{"word":"transparent","def":"adj.  မညာတ်သှာတ်ခၠၚ်မာန်၊  ကေဝ်၊  သ္ဇုၚ်ကေဝ်။  ၂။  မဗၠေတ်မှာဟွံမာန်၊  မဒှ်သွက်သ္ဂောံဒှ်သၠေဟ်ပၟာဟွံမွဲ၊  မနွံကဆံၚ်တီမံၚ်ကၠးကၠး။  ၃။  မသောၚ်ခ္ဍောၚ်၊  မသောၚ်ကၠး၊  မလောဲဗွဲသွက်ဂွံကၠိုဟ်ခၠၚ်။  transparence (n)  ဒဒှ်မညာတ်သာတ်ခၠၚ်မာန်။  transparency (n)  ဒဒှ်မသောၚ်ခ္ဍောၚ်၊  ဒဒှ်မသောၚ်ကၠး၊  ဒဒှ်မလောဲသွာသွက်ဂွံကၠိုဟ်ခၠၚ်။"},
{"word":"transpire","def":"vi.  က္တဵုဒှ်ကၠုၚ်ကဆံၚ်မၞိဟ်ဂမၠိုၚ်တီ၊  မံက်ပြးအာ။"},
{"word":"transplant","def":"vt.  ပ္တံ၊  တဵုပတံ၊  ပ္တံမ။"},
{"word":"transport","def":"vt.  ပ္ဍိုက်ပလံၚ်ဗ္စိုပ်ကဵု၊  ပၠေဲ။  ၂။  ပြံၚ်ပလံၚ်ထောံဒၞာဲဌာန်ဒေသတၞဟ်။  ၃။  စိုပ်အာကဆံၚ်ထိၚ်ဒဝ်စိုတ်ဟွံမာန်၊  မိပ်စိုတ်လောန်အာ။  n.  ပွမပ္ဍိုက်ပလံၚ်ဏာ၊  ယာန်ဍာ်သွက်ဂွံပ္ဍိုက်ပလံၚ်ဗ္စိုပ်။  transportation (n)  ဒဒှ်မပလံၚ်ထောံဌာန်ဒေသမွဲမွဲ၊  ဒဒှ်မသ္ဒးဒုၚ်ပလံၚ်ထောံဌာန်ဒေသမွဲမွဲ။"},
{"word":"transpose","def":"vt.  လှာဲပၠန်ဂတးထောံဒၞာဲ၊  လှာဲထောံဒၞာဲ။  transposition (n)  ဒဒှ်မလှာဲထောံဒၞာဲ။"},
{"word":"transverse","def":"adj.  တၞၚ်၊  မလၞေၚ်တတ်ဒၟံၚ်၊  လနၚ်၊  လက်ဂၞၚ်၊  လက်လၞၚ်၊  လၞၚ်။  transversely (adv)  လက်ဂၞၚ်၊  လက်လၞၚ်။"},
{"word":"trap","def":"n.  တေပ်၊  တီု၊  လယံ၊  ဒၞက်၊  ဗိ၊  ဆဴ။  ၂။  ဒဒှ်မဖျေံကေတ်လဝ်ဗီု၊  ပြယာဲဒဒှ်မပံါရပ်ကေတ်နကဵုစၞာဲ။  vt.  ပံါ၊  ဖျေံတီု(ဗိ,ဆဴ,ဆော)၊  သကဵုလုပ်စှ်ေအာပ္ဍဲတီုပ္ဍဲလယံ၊  သကဵုစှေအာအပ္ဍဲမဖျေံကေတ်လဝ်ဗီု၊  ရပ်နကဵုပြယာဲ။  trapper (n)  မၞိဟ်ပံါဂၠာဲသတ်တိရစ္ဆာန်(သွက်တသော်)။  fish trap. (n)  ကၟုဟ်။"},
{"word":"trapeze","def":"n.  လေံဗလဲသွက်ဂွံဝေၚ်ဗာလ္တူကျာ။"},
{"word":"trappings","def":"n.  တဟး၊  ထၚး၊  လၚး၊  လဟး၊  လဟှ်ေ၊  ဗွိုက်လ္တက်ဂ္ညိဂ္ညာတ်ကယျိုၚ်ကယျဝ်၊  အဆံၚ်အလံၚ်တဆိပ်မထ္ၜးကဆံၚ်ဒၞာဲဝဲါ၊  ကယျိုၚ်ကယျဝ်မထ္ၜးကဆံၚ်ဒၞာဲဝဲါ။  trappings of an elephant. (n)  ထၚးစိၚ်၊  လ္ၚးစိၚ်။"},
{"word":"trash","def":"n.  အရာမဟွံလုပ်ကေၚ်ကာ၊  အရာမဟၟဲကဵုၚုဟ်မး၊  ကမောတ်ဟန်။  trashy (adj)  မဟွံလုပ်ကေၚ်ကာ၊  မဟၟဲၚုဟ်မး။"},
{"word":"travail","def":"n.  ဝေဒနာဂိက္တာန်ဟိုတ်နူသယျာကောန်၊  ကမၠောန်သ္ဒးကၠောန်ကဵုဍာ်ဓတ်။"},
{"word":"travel","def":"vt.vi. (-ll-)  တိတ်တရဴ။  ၂။  အာ၊  ဆုဲအာ။  n.  ဒဒှ်မတိတ်တရဴ၊  ဒဒှ်မအာ။  travel by elephant. (vi)  ယာန်စိၚ်၊  ဍိုက်အာယာန်စိၚ်။"},
{"word":"traveller","def":"n.  မၞိဟ်အာတရဴ။  traveller's palm. (n)  ဗြာတ်တာ။"},
{"word":"traverse","def":"vt.  တတ်ကၠောံ၊  တတ်ကၠောံအာ၊  တတ်အာ၊  နွံဒၟံၚ်လက်လၞၚ်။"},
{"word":"travesty","def":"n.  အလီ၊  ဒဒှ်ဍာံဍာံဟွံသေၚ်၊  လိက်ကတဵုဝေၚ်ဂရိုၚ်၊  ချူလီလဝ်၊  ဂွက်ပလီုဒယှ်ေလဝ်၊  ဒဒှ်မပပၞလဝ်သွက်သ္ဒးလုပ်စိုတ်ခိုဟ်။  vt.  သ္ပပတုပ်သ္ပအရိုၚ်၊  ချူပတုပ်ချူသ္ပအရိုၚ်၊  ဒှ်အလီသွက်သ္ဒးလုပ်စိုတ်။"},
{"word":"trawl","def":"vt.vi.n.  ရပ်က,နကဵုဇာဒဇက်၊  ဖျေံဇာ၊  ဇာဒဇက်က။"},
{"word":"tray","def":"n.  ခွက်၊  ထး၊  ဒုန်လေၚ်။"},
{"word":"treacherous","def":"adj.  ဗျဵုဗပါ်ပလီုအကြာညး၊  မဟၟဲကဵုသစ္စ၊  မပလီုပလာ်သစ္စ။  ၂။  မလေပ်စၞာဲ၊  မနွံကဆံၚ်ဖျေံစိုတ်ဟွံဂွံ။  treachery (n)  ဒဒှ်မဟၟဲကဵုသစ္စ၊  ဒဒှ်မပလီုပလာ်သစ္စ၊  ဒဒှ်မလေပ်စၞာဲ၊  ဒဒှ်မနွံကဆံၚ်ဖျေံစိုတ်ဟွံဂွံ။"},
{"word":"treacle","def":"n.  တၚ်လာဲ၊  ဍာ်သဂြာ။"},
{"word":"tread","def":"vt.vi. (pt.trod, pp.trodden or trod)  ပၠိုန်၊  လိုန်ကဵုဇိုၚ်။  တိုန်လိုန်ဏာကဵုဇိုၚ်။  ၂။  ထဗုတ်၊  လိုန်ပိန်၊  လိုန်ပိန်စုတ်၊  လိုန်လၞိန်၊  သကဵုက္တဵုဒှ်တိုန်ဒၟာနူအာလဝ်ဂၠိုၚ်။  n.  ဗီုတဝါ်(တွာ်)၊  ရမျာၚ်တဝါ်။  ၂။  တၞၚ်တၞိန်၊  ခုၚ်လ္ဇံက်တၞိန်။  tread under foot. (vt)  လိုန်။  tread upon. (vt)  လိုန်။  treadmill (n)  စက်မဗ္ဂေတ်နကဵုဇြဟတ်လျိုၚ်ဇိုၚ်မၞိဟ်။"},
{"word":"treadle","def":"n.  ဝိုန်ဇိုၚ်(ကွဳလိုန်,စက်ဇိုၚ်)။"},
{"word":"treason","def":"n.  ဒဒှ်မပၠန်သစာလ္တူဍုၚ်,လ္တူရး၊  ဒဒှ်မပၠန်သစာ၊  ကွတ်ဘေဒဥပ္ပာဲ။  treasonable (adj)  မနွံညံၚ်ရဴသဘဴမပၠန်ပလီုပလာ်သစ္စ။"},
{"word":"treasure","def":"n.  ရတ်သိုက်၊  ရတ်ထဝ်သြန်မတ်၊  ပိုန်ဟာန်၊  ဒြပ်ရတ်၊  ထဝ်သြန်၊  နိဓိ၊  ဗန္ဒာ၊  ဗာန္ဒာ၊  ဓန၊  အရာမသီဂိုၚ်ဒေပ်လဝ်သွက်ဂွံအဲပရဲ၊  မၞိဟ်သွက်ဂွံအဲပရဲ။  vt.  ဂိုၚ်ဒေပ်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  ဟေန်ဆာဲ၊  သမ္တီလဝ်ညံၚ်ရဴဟဂွံဝိုတ်။  ၂။  ဂိုၚ်လဝ်ဗွဲမသ္ဍိုက်မၠိုက်၊  စွံလဝ်ၚုဟ်မး။  treasurer (n)  သ္ကိုပ်ဗန္ဒာ၊  မၞိဟ်ထိၚ်ဒက်သြန်။  treasury (n)  ဌာနဗန္ဒာ၊  ဌာန်ပၟၚ်ဒြပ်။  ၂။  တိုက်ဗန္ဒာ(ဗာန္ဒာ)၊  တိုက်သြန်၊  သြန်ဂကောံ။"},
{"word":"treat","def":"vt.vi.  သ္ပပွ၊  ဆက်ဆောံ။  ၂။  စွံလဝ်စိုတ်၊  သမ္တီကေတ်၊  သၠေဟ်ကေတ်။  ၃။  သဳကၠဳ၊  ခၞံပကောံပ္တိုန်ထ္ၜး၊  လ္ၚတ်ဂၠိုက်ဂၠာဲပ္တိုန်ထ္ၜး။  ၄။  ပ္တိုန်ထ္ၜးဒဒှ်ပရောပရာ။  ၅။  လွဳပရာ။  ၆။  မြိမြန်ဗ္စဖျုၚ်၊  ဒုၚ်သ္ပဒကာ၊  သ္ပဒကာ။  ရ။  သဳကၠဳပညဳပညပ်။  n.  ဒဒှ်မသာယာလဟိၚ်လဟာဲ၊  ဒဒှ်မသာယာသ္ဍိုက်မၠိုက်၊  ဒဒှ်မမိပ်ဇြိပ်လဟိၚ်လဟာဲ။  treat a disease by means of diet. (vt)  ဗ္စဓာတ်၊  လွဳမၞိဟ်ယဲဗ္စကေတ်ဓာတ်, ဟွံလွဳကဵုဂဥုဲ။  treat kindly. (vt)  ရီုဗၚ်၊  သၚ်ရိုဟ်။"},
{"word":"treatise","def":"n.  ပြကိုဟ်၊  ပြကိုဟ်ဋဳကာ။  treatment (n)  ဗီုလွဳပရာ၊  ဗီုဆက်ဆောံ၊  ပွမလွဳပရာ။  treatise on law. (n)  ဓမ္မသာတ်။"},
{"word":"treaty","def":"n.  လိက်ကသုက်သၟဟ်သၟန်တုပ်စိုတ်ရးမွဲကဵုမွဲ။"},
{"word":"treble","def":"vt.vi.  ဒှ်တိုန်ပိဆ၊  သကဵုဒှ်အာပိဆ၊  သကဵုဂၠိုၚ်တိုန်ၜါဆ၊  သကဵုပဵုတိုန်အာၜါဆ။  adj.  မဒှ်ပိဆ၊  မသကဵုဂၠိုၚ်တိုန်ၜါဆ။"},
{"word":"tree","def":"n.  ဆု၊  တၞံ၊  တၞံဆု၊  ရုက္ခ၊  ဗီုအၚ်မထ္ၜးတၞောဝ်ဒတောဝ်အစေန်အဆက်။  tree blossom. (n)  ပ္ကဴဆု။  tree-fern (n)  တၞံသတ်ဗြဴဒဵု။  tree stump. (n)  ဒဂဵုဆု၊  ဓဂဵုဆု။"},
{"word":"trellis","def":"n.  ရာဇာဓၟာတ်။"},
{"word":"tremble","def":"vi.  ခတဝ်၊  ချဳ၊  ချဳဇတဝ်၊  ချဳဒရာၚ်၊  ချဳဒရိုက်၊  ချဳလျတ်၊  ချဳသမြပ်၊  ဂတဝ်ဇဝဝ်၊  ဂတဝ်တသု၊  ဂရိုက်ဂရာၚ်၊  ဇတဝ်၊  ဇတဝ်ဂရိုက်၊  ဒဇပ်၊  ဒဇပ်ဇတဝ်၊  ဒရိုက်၊  ခပိုတ်၊  ယာ်တိန်ဒုဒု၊  သမြပ်။  n.  ဒဒှ်မဇတဝ်ဇဝဝ်။  tremble with emotion. (vi)  ဂတဝ်နရာတ်။"},
{"word":"tremendous","def":"adj.  မဇၞော်ဒုတ်ဗွဲ၊  မဇၞော်လောန်အာ။  tremendously (adv)  ဇၞော်ဇၞော်ဒုတ်ဒုတ်၊  ဇၞော်ဒုတ်ဗွဲမလောန်။"},
{"word":"tremor","def":"n.  ဒဒှ်မဒဇပ်ဇတဝ်။  ၂။  ဒဒှ်မဖေက်ဂတဝ်ဇဝဝ်၊  ဒဒှ်စိုတ်မချဳဒရာၚ်။"},
{"word":"tremulous","def":"adj.  မခတုက်ခတဝ်ဒၟံၚ်၊  မဂတဝ်ဇဝဝ်ဒၟံၚ်။"},
{"word":"trench","def":"n.  မြံၚ်၊  က္တိုၚ်၊  ဂဒုက်၊  သာၚ်၊  သြာၚ်။  vt.vi.  ခဲါမြံၚ်၊  ခဲါက္တိုၚ်၊  ခဲါဂဒုက်။"},
{"word":"trenchant","def":"adj.  မနွံကဵုမာန်(မာန)၊  မသ္ကေက်သ္ကာ၊  မပိုတ်သ္ကုတ်။"},
{"word":"trend","def":"n.  အယောၚ်အလာ၊  အရာမပ္တဝ်က္ဍိုပ်။  vi.  ပ္တဝ်က္ဍိုပ်၊  ဗဗွဲလုပ်။"},
{"word":"trepidation","def":"n.  ဒဒှ်မလကိုတ်၊  ဒဒှ်နွံကဵုစိုတ်ဖေက်၊  ဒဒှ်မဒှ်ဗဟေက်ဒဇပ်ဇတဝ်။"},
{"word":"trespass","def":"vi.  ခလိုၚ်လောန်လုပ်အာ၊  ကၠောန်ဏာပွမဟွံတီအခိုက်အလိုက်ညး။  n.  ဒဒှ်မခလိုၚ်လောန်လုပ်စိုပ်အာ၊  ပွမကၠောန်ဏာဒဒှ်ဟွံတီအခိုက်အလိုက်ညး။  trespasser (n)  မၞိဟ်မခလိုၚ်လောန်လုပ်စိုပ်အာ။"},
{"word":"tress","def":"n.  သော်ကှ်ေ၊  သော်ဂၠိၚ်ဂၠိၚ်သွဲသွဲ၊  သော်ကှ်ေသွဲသွဲ။"},
{"word":"tri-","def":"prefix.  ပိ၊  ပိတၞုၚ်၊  ပိဂကူ။"},
{"word":"triad","def":"n.  ပိမွဲက္ဍိုပ်၊  ပိမွဲဇုၚ်။"},
{"word":"trial","def":"n.  ဓိကဵု၊  ပွမစမ်ၜတ်၊  ဒဒှ်မစမ်ၜတ်စၟဳစၟတ်။  ၂။  မၞိဟ်မကဵုဒဒိုက်၊  အရာမကဵုဒဒိုက်၊  မၞိဟ်မပလာပ်၊  အရာမပလာပ်။  ၃။  ဒဒှ်မပ္တိုန်ရုၚ်စၟဳစၟတ်။"},
{"word":"triangle","def":"n.  ပိတၠၚ်၊  ပိဒကဴ။  triangular (adj)  မနွံဗီုပိတၠၚ်၊  မနွံဗီုဒကဴပိ။  ၂။  မဒှ်ဒကဴပိ၊  မလုပ်အဝေါၚ်သီုပိတၠ။"},
{"word":"tribe","def":"n.  ဂကူ၊  ရဲ၊  ဝေါၚ်သ၊  ဂကောံ။  tribesman (n)  ကောန်ဂကူမလုပ်အဝေါၚ်,ဝေါၚ်သဂကူ။  tribal (adj)  မဆေၚ်စပ်ကဵုဂကောံဂကူ။"},
{"word":"tribulation","def":"n.  ဒဒိုက်သၞာမနွံကဵုကဆံၚ်ဝါတ်ဂါတ်ဇၞော်ကဵုဇြဟတ်ဗွဲမလောန်၊  အရာမသကဵုစိုတ်ဒှ်ဓဝ်စံၚ်ဏှာစံၚ်တဴ။"},
{"word":"tribunal","def":"n.  ရုၚ်ဂဗုတ်၊  ဂကောံရုၚ်ဂဗုတ်တၟေၚ်။"},
{"word":"tribute","def":"n.  အခေါန်၊  အခေါန်ဖလှာ၊  စၟာစၟိန်သ္ဒးဆက်ကွာဲကဵုပဒေသရးမွဲကဵုမွဲ၊  စၟာဲစၟိန်ပတိုန်ဂုန်စရာဲ၊  ဂလာန်ပ္တိုန်ဂုန်စရာဲ၊  စၟာဲစၟိန်စၟတ်သမ္တီပတိုန်ဂုန်စရာဲ၊  ဖလှာ။  tributary (adj)  တဲကြုၚ်၊  တဲၜဳ။  ၂။  ဍုၚ်မသ္ဒးဆက်ကွာဲဒၟံၚ်စၟာဲစၟိန်၊  မသ္ဒးဆက်ကွာဲစၟာဲစၟိန်။  ၂။  မဇွောဝ်လုပ်ဒၟံၚ်အပ္ဍဲၜဳတၞဟ်သအာၚ်မွဲမွဲ။  tributary stream. (n)  တဲကြုၚ်။"},
{"word":"trice","def":"n.  လွာဲဂှ်၊  ဇဖန်ဂှ်၊  ချိုန်ဂှ်၊  ချိုန်ခဏဂှ်၊  ္ၚက်္ၚေၚ်။"},
{"word":"trick","def":"n.  ပွမလီ၊  ပွမဗ္ဂေတ်၊  ပွမဝဵုစၞာဲ၊  ပွမပပ်ပဳ၊  ပွမဓၟက်ထ္ဍုတ်၊  မြော်။  ၂။  လှန်မတ်၊  ဗ္ဂေတ်မတ်၊  ဒဒှ်မလီဖေဝ်၊  ဒဒှ်မဗ္ဂေတ်တဲ။  ၃။  အလိုက်၊  ဒ္ဂေတ်၊  အခိုက်။  ၄။  ဒဒှ်မစိုန်သ္ကီု၊  ဒဒှ်တဲမစိုပ်သိတ်(စိုပ်ဒတုဲ)။  vt.  ကေဝ်ကၠေဝ်၊  လီလှေက်၊  ဝဵု။  trickster (n)  မၞိဟ်လီ။  tricky (adj)  မဝဵုစၞာဲလီလာန်၊  မဂၠိုၚ်ကဵုညာန်။  ၂။  မနွံပၟိက်ဒဒှ်မစိုန်သ္ကီု၊  မဒှ်ဒၟံၚ်တၚ်ဝါတ်ဂါတ်ခက်ခုဲ။ "},
{"word":"trickle","def":"vt.vi.  သကဵုစှ်ေမွဲတော်တုဲမွဲတော်။  n.  ဒဒှ်မသကဵုစှ်ေမွဲတော်တုဲမွဲတော်။"},
{"word":"triennial","def":"adj.  မဒုၚ်ခရာပိသၞာံ၊  မက္တဵုဒှ်ပိသၞာံမွဲလန်၊  မကၠောန်ဗဒှ်ပိသၞာံမွဲလန်။"},
{"word":"trifle","def":"n.  အရာသောဲသောဲဗြဲဗြဲ၊  ဒဒှ်သောဲသောဲဗြဲဗြဲ။  ၂။  သၠုဲသြန်မွဲသာ်ဟွံသေၚ်၊  ပမာဏမွဲသာ်ဟွံသေၚ်။  vt.vi.  ဟီုထောံသာသာသ္ပံသ္ပံ၊  သ္ပထောံသာသာသ္ပံသ္ပံ၊  ဟီုထောံညံၚ်ရဴဟွံမွဲကဵုၚုဟ်မး၊  ဟီုထ္ဍုတ်ဓၟက်ထောံ၊  ဟီုထောံဆဆဵု။  ၂။  သကဵုအိုတ်အာအလဟဿ(သၟးသၟး)၊  ပၠေၚ်ထောံသၟးသၟး။  trifling (adj)  မဒှ်သောဲသောဲဗြဲဗြဲ၊  မအောန်သ္တိုတ်။"},
{"word":"trigger","def":"n.  မံၚ်၊  ကောန်ဍေၚ်(သၞာတ်)။"},
{"word":"trigonometry","def":"n.  ကွတ်ပညာသချၚ်္ာမလ္ၚတ်အဆက်အစပ် ဒရာနာကဵုတၚ်တဲဗီုပိတၠၚ်တံ၊  ထြဳဂဝ်နဝ်မိတ်ထြဳ။"},
{"word":"trill","def":"n.  ရမျာၚ်ဂတဝ်ဂတဝ်(ပ္ဍဲဟီုအရေဝ်,ပ္ဍဲဒယှ်ေဒွက်)။  vt.vi.  ဒယှ်ေဒွက်နကဵုရမျာၚ်ဂတဝ်ဂတဝ်၊  ဟီုနကဵုရမျာၚ်ဂတဝ်ဂတဝ်၊  ဒယှ်ေနကဵုရမျာၚ်အပ္ဍဲခဍောၚ်ကံ။"},
{"word":"trim","def":"adj. (-mmer, -mmest)  မနွံကဵုကဆံၚ်သိပ်သိပ်ဂၠိပ်ဂၠိပ်၊  မနွံကဵုကဆံၚ်ညဳညဳသာသာ သိပ်သိပ်ထိၚ်ထိၚ်။  vt.vi.  တတ်တးပ္တိတ်၊  ခေပ်ထောံညံၚ်သ္ဂောံညဳသာအာ။  ၂။  စိစောန်ဖျေံဖျောန်၊  ဂ္ညိဂ္ညာတ်။  n.  ဒၟံၚ်ကဆံၚ်ဒှ်မံၚ်ဒတုဲ။  trimming (n)  အရာမစိစောန်ဖျေံဖျောန်လဝ်၊  အရာမဂ္ညိဂ္ညာတ်လဝ်ဒရာနာ။"},
{"word":"trinket","def":"n.  ကြိယာဂ္ညိ၊  လကံက်တဲဂ္ညိဂ္ညာတ်တဲ မနွံကဵုၚုဟ်မးညိညဇြိုၚ်သာ၊  ဝတ္ထုဂ္ညိဂ္ညာတ်၊  ပွမဂ္ညိဂ္ညာတ်ဗြံက်ဗြ။"},
{"word":"trip","def":"vt.vi. (-pp-)  ဂြိပ်လှောဝ်အာသာသာဍာဍာ။  ၂။  ဇိုၚ်ကလိတ်၊  သကဵုကလိတ်စှ်ေ၊  ခဍိၚ်ဒး၊  ခဍိၚ်ဒးတုဲလောတ်စှ်ေ။  ၃။  ဗၠေတ်မှာယောၚ်ယာ၊  သကဵုလောတ်စှ်ေ။  n.  တရဴ၊  တရဴအာသ္ပမိပ်။  ၂။  ဒဒှ်မကလိတ်တုဲလောတ်စှ်ေ၊  ဒဒှ်မခဍိၚ်ဒးတုဲလောတ်စှ်ေ။  trip along. (vi)  ခဍိၚ်အာ၊  ထဍိၚ်အာ။"},
{"word":"tripe","def":"n.  ဗုၚ်ဂၠဴ။  ၂။  အရေဝ်မဟၟဲကဵုၚုဟ်မး၊  ခၞံချူမဟၟဲကဵုၚုဟ်မး၊  လညာတ်ပတှ်ေမဟၟဲကဵုၚုဟ်မး။"},
{"word":"Tripitaka","def":"n.  ပိဋကတ်ပိ၊  ပရိယတ္တိပိပြကာ။"},
{"word":"triple","def":"adj.  မပါလုပ်ပ္ဍဲဒကုတ်ပိ၊  မပါလုပ်ပ္ဍဲပိတၠ၊  ပိလ္ပာ်။  vt.vi.  သကဵုနွံကၠုၚ်ပိဆ၊  သကဵုဒှ်ပိဆ။  The triple realm of existence. (n)  ဝတ္တပိ။"},
{"word":"triplicate","def":"adj.  မကၠောန်လဝ်နကဵုဗီုပြၚ်တုပ်တုပ်ပိ၊  မချာဲလဝ်ပိ။  n.  ပၞောဝ်ကဵုချာဲလဝ်ပိတၞးဂှ်မွဲတၞး။"},
{"word":"tripod","def":"n.  ခုၚ်ဇိုၚ်ပိတၞုၚ်။"},
{"word":"trisect","def":"vt.  ကုတ်ပိဒကုတ်ညဳညဳ။"},
{"word":"trite","def":"adj.  မယျဵုဒၟံၚ်၊  မဟွံဂတာပ်ခေတ်၊  မဟွံဒှ်တၟိတၟိ၊  မဒှ်တၟိဟွံသေၚ်။  tritely (adv)  နဒဒှ်တၟိတၟိဟွံသေၚ်။  triteness (n)  ဒဒှ်တၟိတၟိဟွံသေၚ်။"},
{"word":"triumph","def":"n.  ဒဒှ်မအံၚ်ဇၞး၊  ပေဲါအံၚ်ဇၞး၊  ဒဒှ်မဒှ်ဂၞပ်စိုတ်ဟိုတ်နူကဵုအံၚ်ဇၞး၊  ဒဒှ်မမိပ်စိုတ်ဒၟာနူအံၚ်ဇၞး။  vi.  ဂွံပေဲါအံၚ်ဇၞး၊  ဒုၚ်ကေတ်ပေဲါအံၚ်ဇၞး၊  မိပ်မြဟ်ဒံၚ်ထလာ်တိုန် ဒၟာနူဂွံကၠုၚ်ပေဲါအံၚ်ဇၞး။  triumphal (adj)  မဆေၚ်စပ်ကဵုပေဲါအံၚ်ဇၞး၊  မဒှ်အရာမစၟတ်သမ္တီပေဲါအံၚ်ဇၞး။"},
{"word":"trivial","def":"adj.  မဒှ်အရာသောဲသောဲဗြဲဗြဲ။  ၂။  မသောဲဗြဲ၊  မဟွံလုပ်ကေၚ်ကာ။  triviality"},
{"word":"trod","def":"ရံၚ် tread တေံညိ။"},
{"word":"trodden","def":"ရံၚ် tread တေံညိ။"},
{"word":"trolley","def":"n. (pl.-s)  ကွဳဂရိုဟ်ခလှာၜါ၊  ကွဳဂရိုဟ်ခလှာပန်၊  လဗံက်မဗ္ဂပ်စုတ်လဝ်ခလှာ။  ၂။  ယာန်သၟတ်မဂြိပ်လ္တူဂၠံၚ်ပသဲ။"},
{"word":"troop","def":"n.  သ္ကံမၞိဟ်မချဳဒရာၚ်အာမံၚ်၊  သ္ကံမၞိဟ်မဂြိပ်အာကၠုၚ်ဒၟံၚ်၊  က္ဍိုပ်သ္ကံသတ်တိရစ္ဆာန် မချဳဒရာၚ်အာကၠုၚ်ဒၟံၚ်။  ၂။  ဒပ်ပၞာန်။  ၃။  ကောန်ပၞာန်ဂမၠိုၚ်။  vi.  အာကဵုသ္ကံ၊  ကၠုၚ်ကဵုသ္ကံ။  trooper (n)  ကောန်ပၞာန်၊  ကောန်ဒပ်။  troop the colors. (vt)  ကွာ်ဇက်တိုန်နကဵုအလာံသီုဒပ်ပၞာန်မွဲ။"},
{"word":"trophy","def":"n. (pl.-phies)  ကပေါတ်စၟတ်သမ္တီပေဲါအံၚ်ဇၞး၊  ကပေါတ်စၟတ်သမ္တီဒဒှ်မအံၚ်ဇၞး။"},
{"word":"tropic","def":"n.  ဇုက်ပၞောန်ဂၠံၚ်တ္ၚဲကွာ် သမၠုၚ်ကျာကဵုသၟဝ်ကျာဂၠးတိတၞုၚ်အိုတ်၊  ဇုက်ပၞောန်တ္ၚဲကွာ်။  ၂။  ဒေသမနွံအကြာဇုက်ပၞောန်တၞုၚ်တ္ၚဲကွာ်၊  ဒေသသကုတ်ဂမ္တဴ။"},
{"word":"tropical","def":"adj.  မဆေၚ်စပ်ကဵုဒေသသကုတ်ဂမ္တဴ၊  မတုပ်တဴညံၚ်ရဴဒေသ,သကုတ်ဂမ္တဴ။"},
{"word":"trot","def":"vt.vi. (-tt-)  စှ်ေအာဗီု(ချေံ)။  ၂။  ဂြိပ်ဒၟံၚ်ဇြိုန်ဇြိုန်နကဵုလဂံါဇိုၚ်ကၠေတ်ကၠေတ်။  ၃။  ဒဳဏာဗီုစှ်ေစှ်ေ။  n.  ဒဒှ်မဂြိပ်နကဵုလဂံါဇိုၚ်ဇြိုန်ဇြိုန်။"},
{"word":"troth","def":"n.  ဂတိ၊  သစာ။"},
{"word":"trouble","def":"vt.vi.  က္တဴက္တာန်၊  ဍောၚ်စိုတ်၊  တ္ၜန်တ္ၜောဲ၊  သကဵုဂွိၚ်ဂွာဲ၊  သကဵုဒှ်သောကပ္ဍဲစိုတ်၊  သကဵုထုဲထံၚ်ပ္ဍဲစိုတ်၊  သ္ဗကၞပ်၊  သ္ဗသ္ကပ်။  ၂။  ကဵုဒဒိုက်၊  ကဵုက္တဴက္တာန်၊  ဒစိုၚ်။  ၃။  ဒုၚ်ဒဒိုက်။  n.  ဒဒှ်မဂွိၚ်က္တဴ၊  ဒဒှ်မဒှ်သောက၊  ဒဒှ်မပထုဲစိုတ်၊  ဒုက္ခ၊  မၞိဟ်မသကဵုဒှ်ယၚ်တံဂှ်၊  အရာမသကဵုဒှ်ယၚ်တံဂှ်။  ၂။  ကမၠောန်အပဵုသ္ဒးကၠေံစိုတ်၊  ဝါတ်ဂါတ်၊  တၚ်ဝါတ်ဂါတ်။  troublesome (adj)  မကဵုဒဒိုက်၊  မသ္ဒးပသတိဂၠိုၚ်၊  မသ္ဒးကၠောန်မသ္ဒးသ္ပဂရုဒုၚ်ကေတ်သုခဒုက္ခ။"},
{"word":"trough","def":"n.  ဍာ်ကရံက်၊  စၚ်ချောဲပြေၚ်ဂၠဴချေံတံစ၊  ဂၠုၚ်ကၠဵုတံစစၞ။"},
{"word":"trounce","def":"vt.  တက်ဒုက်သကဵုကျအာ၊  သကဵုစှ်ေအာသၟဝ်တဲ။"},
{"word":"troupe","def":"n.  ဂကောံဇာတ်၊  ဂကောံသာတ်ကာတ်။"},
{"word":"trousers","def":"n.  ပံၚ်မဳဇမၠိၚ်။"},
{"word":"trowel","def":"n.  နာတ်၊  သနာတ်၊  သနာတ်မလေတ်အၚ်္ဂဒဵု။  ၂။  ကွဵုပၠာသၟတ်။"},
{"word":"truant","def":"n.  ကောန်ၚာ်ဂြိပ်ဘာ။"},
{"word":"truce","def":"n.  ဒဒှ်မဒေံါထောံပန်ပှော်၊  ပရေၚ်မဒေံါထောံပန်ပှော်၊  အရာမတုပ်လဝ်စိုတ် ပရေၚ်မဒေံါထောံပန်ပှော်။"},
{"word":"truck","def":"n.  တောဲကွဳပၟတ်မဟၟဲကဵုကၟဳဒဒၚ်၊  တောဲကွဳပၟတ်ပံက်လဟာ်လဝ်။  ၂။  ကွဳဂရိုဟ်ပ္ဍဲဗ္ဒိုပ်ကွဳပၟတ်။  ၃။  ကွဳစက်လဝ်ရဳ။  ၄။  ဒဒှ်မလှာဲဗတးဗၞိက်၊  ဒဒှ်မလှာဲဗတး၊  ပွမလှာဲဗတး။"},
{"word":"truckle","def":"vi.  ဒုၚ်ဂစိုၚ်လဝ်ကံ၊  ဒုၚ်ကျတုဲဆက်ဆောံ၊  ဆက်ဆောံဗွဲမရဴဂဴ။"},
{"word":"truculent","def":"adj.  မနွံကဵုပၟိက်သွက်ဂွံဒှ်သၞ၊  မဂၠာဲသၞ၊  မရုန်မဵု၊  မလေပ်ကဵုဒဒိုက်၊  မလေပ်သကဵုထုဲထံၚ်။"},
{"word":"trudge","def":"vi.  ကွာ်ဇြိုပ်ဇြိုပ်ဇြုဲဇြုဲ ညံၚ်ရဴဓတ်ကရတ်အိုတ်။  n.  တရဴမသ္ဒးကွာ်ဍောၚ်ဍောၚ်ၜိုတ်ၜိုတ်။"},
{"word":"TRUE","def":"adj. (-r,-st)  ဨကန္တ၊  သၟတ်၊  ဍာံ၊  ဍာံစၟတ်၊  ဍာံပြ၊  ပြက္ဍၚ်၊  မဍာံသၟတ်၊  မဒး၊  သေၚ်။  ၂။  မနွံကဵုသစ္စ။  ၃။  မဇေတ်ဍာံ၊  အရၚ်၊  ဇေတ်၊  ဓမ္မဇေတ်။  ၄။  မဍာံသၟတ်၊  မဍာံပြ၊  မချိုတ်ပၠိုတ်၊  မဟွံဗၠေၚ်ဒစေၚ်။  a true religious. (adj)  သဒ္ဓဝ်။  truly (adv)  အနဳ၊  ကွေံ၊  ဆက်ဆက်၊  ဆတ္တဝ်၊  ပြက္ဍၚ်၊  ဗိုန်၊ ဗိုန်က္ညန်၊  ဗိုန်ဇၟံ၊  ဗိုန်ဍု၊  ဗိုန်ဍာံ၊  ဗွဲဨကန္တ၊  ဗွဲအဆတ်၊  ဗွဲသၟတ်၊  မွဲမယျဵုလ္ဂူ၊  နကဵုစိုတ်စရိုတ်စေတနာခိုဟ်ခိုဟ်၊  သေၚ်လေၚ်။  ၂။  နဒဒှ်မဍာံပြ၊  နဒဒှ်မနွံတဴကဵုသစ္စ။  ၃။  ကွေံကွေံ၊  ဍာံဍာံ၊  ဍာံဍာံတေံ၊  ဗိုန်ဗိုန်။  truly white. (adv)  ဂွုကိုဟ်။"},
{"word":"truism","def":"n.  တၚ်မဍာံပြပ္ဍဲကာလဒိဋ္ဌ။"},
{"word":"trump","def":"vt.  ဟီုဂးဗဒှ်ကေတ်၊  လီလာန်ဟီုဂး။"},
{"word":"trumpery","def":"adj.  မဒှ်ဒၟံၚ်ကဆံၚ်ဟွံမွဲကဵုၚုဟ်မး ၜိုန်အရံၚ်အရာဍေံကျေဝ်မေဝ်ဒၟံၚ်ကီုလေဝ်။"},
{"word":"trumpet","def":"n.  ခရာ၊  ခြာ၊  ခပဵု၊  ဒပဵု၊  ဒဗ၊  သရာ။  ၂။  ဂဒံ၊  အရာမနွံညံၚ်ရဴဗီုဂဒံ။  vt.vi.  ဗဂိုဟ်ခပဵု(ခရာ)၊  စိၚ်လရိုအ်။  trumpet like an elephant. (vi)  ကရေဲဂစောတ်သဓဵုညံၚ်ရဴစိၚ်။  trumpet flower (n)  ဂြၚ်အေက်၊  တၞံဂြၚ်အေက်။  trumpeter (n)  သၟာကရှာ၊  သၟာခရာ။"},
{"word":"truncate","def":"vt.  ကုတ်ထပိုတ်တၞုၚ်တၞောတ်၊  တတ်ထပိုတ်တၞုၚ်တၞောတ်။"},
{"word":"truncheon","def":"n.  ခတေက်၊  လေံဒုက်။"},
{"word":"trundle","def":"vt.vi.  ပၠော၊  ပၠောဗလဵု။"},
{"word":"trunk","def":"n.  လၟဳဆု၊  ၝောံဆု။  ၂။  ဇကု၊  ဒကုတ်ဇကု။  ၃။  တလာဒုတ်ဒုတ်။  ၄။  ကၟံၚ်၊  ကၟံၚ်စိၚ်၊  ဒပှ်၊  လပှ်၊  လပှ်စိၚ်။  ၅။  ပွမဆက်တဝ်ဟီုကဵုဌာန်ဒေသဇမ္ၚောဲ။  trunk line (n)  တံၝောံဂၠံၚ်ကွဳပၟတ်၊  ဇုက်လောတ်တဝ်ဟီုသွက်ဌာနဇမ္ၚောဲ။  tree trunk. (n)  လမဳ၊  လမဳဆု။"},
{"word":"truss","def":"n.  လှိုၚ်သြောံ။  ၂။  ဒေၚ်ကဝိုၚ်၊  သိၚ်ဗိုၚ်မဒုၚ်လဝ်သၟဝ်ဒဒန်။  vt.  ဒက်စန်၊  ဒက်ဂတ်၊  ဒက်ဒေံ။"},
{"word":"trust","def":"n.  သ္ပဗ္ဒာဲ၊  သ္ပသလဲ၊  နိဿဲ၊  ပွမပတှ်ေ၊  ဒဒှ်မဖျေံစိုတ်။  ၂။  မၞိဟ်သ္ဂောံပတှ်ေစ၊  မၞိဟ်သ္ဂောံပတှ်ေဖျေံစိုတ်၊  အရာမသ္ဂောံပတှ်ေ၊  အရာမသ္ဂောံပတှ်ေဖျေံစိုတ်။  ၃။  တာလျိုၚ်မပတှ်ေတုဲအပ်ပြာပ်လဝ်ကဵု။  ၄။  ကပေါတ်ပတှ်ေတုဲအပ်ပြာပ်လဝ်ကဵု၊  ဒဒှ်မပတှ်ေတုဲအပ်ပြာပ်လဝ်ကဵု။  vt.vi.  ပတှ်ေ၊  ပသလဲ၊  ပသလဲလ္ၜော်၊  ရှ်ေသှ်ေ၊  သလဲလၜော်(လ္ၜော်)။  ၂။  ပတှ်ေအပ်ပြာပ်၊  ပတှ်ေလှဲအပ်လဝ်။  ၃။  ကဝုတ်ကဵုလဝ်။  ၄။  ပတှ်ေစၟဳမၚ်။  trustful (adj)  မလေပ်ပတှ်ေလောဲလ္တူညးသအာၚ်၊  မဟွံမွဲကဵုသၠေဟ်ပၟာ။  trusting (adj)  မနွံကဵုဓဝ်ပတှ်ေ၊  မဓမံက်ထ္ၜးကဵုဓဝ်ပတှ်ေ။  trustworthy / trusty (adj)  မထေက်ကဵုသ္ဒးပတှ်ေ၊  မထေက်ကဵုသ္ဒးဖျေံစိုတ်၊  မထေက်ကဵုသ္ဒးဗ္ဒဗ္ဒာဲ၊  မဗ္ဒဗ္ဒာဲမာန်။  I trust no one. (vt)  မၞိဟ်ပပတှ်ေမၞိဟ်။"},
{"word":"truth","def":"n. (pl.-s)  အဆတ်၊  ကတ္တိက၊  ဓမ္မ၊  ဓဝ်၊  ဓဝ်သစ္စ၊  သစ္စ၊  သမ္မာ၊  ဓဝ်ဍာံ၊  ဒဒှ်ဍာံစၟတ်။  ၂။  အရာမဒုၚ်ကေတ်စလဝ်တဲဒဒှ်မဍာံစၟတ်၊  ဒဒှ်မဒုၚ်ကေတ်စလဝ်တဲဒဒှ်မဒှ်ဍာံစၟတ်။  adv.  နဒဒှ်ကွေံကွေံကြာန်ကြာန်။  ၃။  truthful (adj)  မလေပ်ဟီုဂလာန်ဍာံဍာံသၟတ်သၟတ်၊  မဟီုဂးလေပ်ဂလာန်မဍာံသၟတ်၊  မဟီုဂလာန်မဍာံသၟတ်။  to tell the truth. (n)  ဟီုဍာံဍာံ။  in truth. (adv)  နဒဒှ်ဍာံဍာံ၊  ဍာံဍာံတေံ။  The truths of a religion. (n)  ဓဝ်ဍာံပရေၚ်ဘာသာ။"},
{"word":"try","def":"vt.vi. (pt.pp.tried)  ကၠေံစိုတ်၊  ထောတ်လံၚ်၊  သၠာံစိုတ်။  ၂။  ကၠေံစိုတ်သွက်သ္ဂောံဂွံ၊  ဂစာန်လွဳပရာသွက်သ္ဂောံဂွံ။  ၃။  က္ၜတ်၊  စမ်၊  စမ်ၜတ်၊  ၜတ်၊  စမ်ၜတ်ကေတ်ဂတမတ်၊  စမ်ၜတ်ရံၚ်ဂတမတ်။  ၄။  ပ္တိုန်ရုၚ်တုဲစၟဳစၟတ်။  ၅။  သကဵုထုဲထံၚ်၊  ကဵုဒဒိုက်၊  သကဵုဓတ်အိုတ်။  n.  စမ်ၜတ်၊  ဒဒှ်မကၠေံစိုတ်၊  ဒဒှ်မဂစာန်လွဳပရာ။  try hard. (vi)  ကၠေံစိုတ်။  try to be like. (vi)  ပတောံၜတ်၊  တိုအ်ၜတ်။"},
{"word":"trying","def":"adj.  မကဵုထုဲထံၚ်၊  မကဵုဒဒိုက်။  မသ္ဒးအေၚ်ဒုၚ်လဝ်ကွေံကွေံ။"},
{"word":"tryst","def":"n.  ဒဒှ်မချိၚ်ဖာတ် ဟီုအရေဝ်ကဵုကဝေၚ်ဂရိုၚ်။"},
{"word":"tsar","def":"(tzar)  n.  ဨကရာတ်ဇြာရးရာတ်ရှာ။  tsarist (adj)  မဒှ်မၞိဟ်လ္ပာ်ဨကရာတ်ဇြာ၊  မဆေၚ်စပ်ကဵုဨကရာတ်ဇြာ။"},
{"word":"tub","def":"n.  ဂရဗီု၊  ဓရဳဗီု၊  စေဝ်ဗီု။  tubby (adj)  မကွဂဗေဝ်ကြောံဒၟံၚ်။"},
{"word":"tube","def":"n.  က္ဍိုၚ်၊  ပၠံၚ်၊  ပၠံၚ်ဒ္ၚောဝ်၊  ပၠံၚ်ရပ်ဗာ။  ၂။  ထကောၚ်ဂဥုဲမပတ်ပ္တိတ်ဂွံကာလမရပ်စပ်ဍေံ။  ၃။  ဂၠံၚ်ကွဳပၟတ်အသၟဝ်တိ။  tubing (n)  ဇမၠိၚ်ပၠံၚ်။  tubular (adj)  မနွံကဵုဗီုညံၚ်ရဴပၠံၚ်၊  မဗ္ဂပ်လဝ်ကဵုပၠံၚ်။"},
{"word":"tuber","def":"n.  ခၟာဲ(ဝုန်,ကြဴ)။  ၂။  က္ဍိုပ်။  ၃။  က္ဍိုပ်ဍုၚ်။"},
{"word":"tuberculosis","def":"n.  ယဲကသံ၊  ယဲခ္ဍက်ဆီတိတ်။  tubercular / tuberculous (adj)  မဆေၚ်စပ်ကဵုယဲကသံ၊  မက္တဵုဒှ်ဒၟံၚ်ယဲကသံ။"},
{"word":"tuck","def":"n.  ဂတှ်ေယာတ်မဇိၚ်စုတ်လဝ်ပ္ဍဲဒရာနာ။  vt.vi.  ခါတ်၊  ခါတ်ပ္တိုန်၊  ထၟူပတိုန်၊  ထလပ်ပ္တိုန်၊  ပၚ်ပ္တိုန်၊  ထၟူပၠောပ်၊  ပၚ်ပၠောပ်၊  ထလပ်ပၠောပ်။  ၂။  ဂြောပ်လ္တက်ကဵုသွက်ဂွံဂီုဂမ္တဴဒၟံၚ်။  ၃။  စသီုစိုတ်သီုကရိုတ်။  tuck-shop (n)  ဆေၚ်သွံကွာၚ်ၜဲယိုဟ်ၜန်။  tuck in the waist-cloth. (vt)  ခါတ်ပ္တိုန်ဂၠိက်။"},
{"word":"Tuesday","def":"n.  တ္ၚဲအၚာ။"},
{"word":"tuft","def":"n.  ကၟဵု(သြောံ,ချောဲ)၊  ဂၠောန်၊  ဂၠောန်သော်။  tuft of hair. (n)  သော်ဂၠောန်၊  ဂၠောန်ဗဗၞး။"},
{"word":"tug","def":"vt.vi. (-gg-)  ဒတဲဒဇက်၊  ဓဇေက်တံၚ်ကေတ်၊  ဓဇက်ကေတ်။  n.  ဒဒှ်မဓဇေက်တံၚ်ကေတ်၊  ဒဒှ်မဓဇက်ကေတ်။"},
{"word":"tuition","def":"n.  ဒဒှ်မဗ္တောန်၊  ဒဒှ်မဗ္တောန်ကဵု၊  ၚုဟ်မးလိၚ်ခၟာၚ်သ္ဒးဗ္တောန်ကဵု။"},
{"word":"tumble","def":"vt.vi.  ဂတက်၊  ဂတက်စှ်ေ၊  လောတ်စှ်ေ၊  ဒတုံစှ်ေ၊  ဗတက်၊  ဗတက်စှ်ေ၊  ဗတက်စှ်ေလန်။  ၂။  သကဵုဒေံါလာ်စှ်ေ၊  သကဵုဒတုံစှ်ေ။  tumbler (n)  ခေါ်ဖာန်၊  သၟာဗ္တက်ဂျေန်လ္တူလေံဗလဲ။"},
{"word":"tumour","def":"(tumor)  n.  ကလေန်၊  ကလောံကလေန်၊  ယဲကလောံကလေန်၊  ယဲဖဍံ(ဍအ်)။"},
{"word":"tumult","def":"n.  ဒဒှ်မဒှ်ဒၟံၚ်ညာန်ညာန်ညေဲညေဲ၊  ဒဒှ်မဒှ်ဒၟံၚ်ရုသံၚ်၊  ဒဒှ်မကလိုက်ကၟဵုတိုန်၊  ရုသံၚ်။  ၂။  ဒဒှ်မဒှ်ဒၟံၚ်ကဆံၚ်စိုတ်ဂရံက်ဂရာ်၊  ဒဒှ်စိုတ်မဂရံက်ဂရာ်ဒၟံၚ်၊  ရုရုသံၚ်သံၚ်။  tumultuous (adj)  မဒှ်ဒၟံၚ်ရုသံၚ်၊  မထအုညာန်ညေဲဒၟံၚ်၊  မဒှ်ဒၟံၚ်ရုရုသံၚ်သံၚ်။"},
{"word":"tune","def":"n.  လအာဒွက်၊  အချဝ်ဒွက်၊  အလိုက်တိၚ်တိုက်၊  ဒဒှ်မကိတ်ညဳကဵုခ္ဍေဝ်ခ္ဍာပ်၊  ဒဒှ်မကိတ်ညဳကဵုလၟေၚ်ရမျာၚ်။  ၃။  ဒဒှ်မညဳညတ်ဒးရး။  vt.vi.  ပညဳပညပ်ရမျာၚ်(ကွိၚ်ကွိုက်)။  tuneful (n)  မနွံကဵုရမျာၚ်ဍိုန်ဍောတ်ဇိပ်ဂၠိပ်သာယာ။"},
{"word":"tunnel","def":"vi.  ခဲါဥမၚ်၊  ကလိုဟ်ဥမၚ်၊  ကဒံ(ဒအ်)။"},
{"word":"turban","def":"n.  ယာတ်ကွိၚ်က္ဍိုပ်၊  ခမှိၚ်က္ဍိုပ်။"},
{"word":"turbid","def":"adj.  မကၠိခန်၊  မဟွံဇြုၚ်ကေဝ်။"},
{"word":"turbine","def":"n.  စက်မဂေတ်နကဵုဇြဟတ်ဂရိုဟ်ဍာ်,ကျာ,သၟုဟ်ဍာ်။"},
{"word":"turbulent","def":"adj.  မချဳဒရာၚ်လရုက္တဵုတိုန်၊  မဒှ်တိုန်ရုရုသံၚ်သံၚ်၊  မဂရံက်ဂရာ်ထုဲကြာန်တိုန်၊  မဒှ်ဒၟံၚ်ကဆံၚ်ထိၚ်ဒဝ်,ထိၚ်ဒက်ဟွံဂွံ။  turbulence (n)  ဒဒှ်မဒှ်တိုန်ရုရုသံၚ်သံၚ်၊  ပွမဂရံက်ဂရာ်ထုဲကြာန်တိုန်။"},
{"word":"tureen","def":"n.  ကၠေဝ်မနွံသီုထကိုပ်၊  ဂအုပ်(ဂအုပ်ပုၚ်)။"},
{"word":"turf","def":"n. (pl.turfs or turves)  ဖျုန်တိလ္တူကျာဒၞာဲချောဲတိုန်၊  ဂတှ်ေတိချောဲတိုန်၊  ကလောံတိချောဲတိုန်။  vt.  ဂြောပ်အုပ်ကဵုဂတှ်ေတိချောဲတိုန်။"},
{"word":"turgid","def":"adj.  မဂုဟ်ဒၟံၚ်၊  မဂုဟ်ဖ္ဍံၚ်ဒၟံၚ်။  ၂။  မနွံကဵုဂလာန်ဇၞော်ဇၞော်၊  မနွံကဵုကျာသၠုၚ်သၠုၚ်။"},
{"word":"turkey","def":"n. (pl.-s)  စာၚ်စိၚ်။"},
{"word":"Turkish","def":"n.  ဂကူတူရကဳ၊  ဂကူတာကဳ။  adj.  မဆေၚ်စပ်ကဵုဘာသာတာကဳ။"},
{"word":"turmeric","def":"n.  မိတ်၊  မိတ်တၞဟ်။"},
{"word":"turmoil","def":"n.  မညာန်ညေဲတိုန်၊  မက္တဵုဒှ်တိုန်ရုသံၚ်။"},
{"word":"turn","def":"vt.vi.  ခတး၊  ဂတး၊  ဗ္တး၊  ဗ္တးက္ဍိုပ်၊  တ္ၚံက်ဂေတ်။  ၂။  ဗ္တး၊  ဗ္တးဂၠိုက်၊  ဗၠန်။  ၃။  ကဝဲ၊  ကွဵု၊  ပဂေတ်၊  ပၠီ၊  သဝဲ၊  ဂေတ်၊  ဗ္ဂေတ်၊  သကဵုဂေတ်။  ၄။  ချပ်စိုပ်အာ၊  ဂွံကၠုၚ်ကသပ်၊  ဗ္တးအာမွဲလ္ပာ်။  ၅။  ပြံၚ်လှာဲ။  n.  အလန်၊  လှ်ေ။  ၂။  ဒဒှ်ဗ္တးက္ဍိုပ်၊  ဒဒှ်ပြံၚ်လှာဲ။  ၃။  ဂလန်၊  ဒဒှ်မဂေတ်၊  ဒဒှ်ဂေတ်ကွာ်အာ။  turner (n)  ပါန်ပေန်၊  ပါန်မုတ်၊  သၟာဗဝုတ်။  turn against someone. (vt.vi)  ဒြိုဟ်ပုန်လှန်။  take a turn. (n)  ကၠောန်မွဲဗလး။  It is your turn. (n)  ဣဏံအလန်မၞး။  turn back. (vt.vi)  ခတး၊  ဂတး၊  ထတး၊  ပလန်၊  ပၠန်။  turn down. (vt.vi)  ပဲါဖျေံထောံ၊  ကယျာန်ပဲါထောံ။  turn in. (vt.vi)  တ္ၚံက်လုပ်။  turn aside. (vt.vi)  ပလေံ၊ ပၠေံ၊  ဖဲါဗလေတ်၊  ဖျေၚ်၊  ဖျေၚ်ကၠေံ၊  ဖျေၚ်ဗၠိန်၊  ဗလေတ်၊  ဗၠိန်၊  ဗၠိန်ဖျေၚ်၊  ယောၚ်။  turn away. (vt.vi)  ပၠီဗဂေၚ်၊  ဖျေၚ်၊  ဖျေၚ်ကၠေံ၊  ဖျေၚ်ဗၠိန်။  turn away from. (vt.vi)  ဂတးဗၠး၊  တသိုတ်ခြာ။  turn off. (vt.vi)  တၟာတ်၊  တ္ၚံက်ဂေတ်၊  ဂၟာ်။  turn on. (vt.vi)  ပံက်။  turn out. (vt.vi)  တၟာတ်ထောံ။  ၂။  ဒေံါထောံ။  ၃။  ကၠောန်ပ္တိတ်၊  ကၠောန်ညံၚ်ရဴသ္ဂောံတုဲဒှ်။  ၄။  တိတ်ကၠုၚ်၊  မံက်တိတ်ကၠုၚ်။  ၅။  ဂရိုဟ်ဒဳပတိတ်။  ၆။  ဒှ်အာ၊  က္တဵုဒှ်အာ။  turn over something. (vt)  ဗ္ကပ်၊  ဗ္ကပ်ဂတး။  turn around. (vt.vi)  ဂေတ်၊  ဍိတ်၊  ပလန်၊  ပလန်ဂတး၊  ပၠန်ဂတး။  turn a somersault. (vt)  ဂတက်စှ်ေ၊  ဂတက်ဂျေန်၊  ဗၠန်ဗတက်။  turn one's back on someone. (vt)  ကရဴ၊  ကရဴစး၊  ကြဴစး။  turn to the right. (vt.vi)  မဂပဝ်သတုံ၊  မဂေတ်လ္ပာ်ပုၚ်၊  မဒက်သိုန်။  turn up (vt.vi)  စိုပ်ကၠုၚ်၊  လိုက်ကၠုၚ်။  ၂။  မံက်ညာတ်တိုန်ကၠုၚ်။  ၃။  ရမျာၚ်သၠုၚ်၊  သၠုၚ်ပတိုန်ရမျာၚ်။  turn upside down. (vt.vi)  ဗ္ကပ်၊  ဗ္ကပ်ဂတး။  turn face up. (vt.vi)  လ္ၚာ်။  turn a lathe. (vt)  ဗုတ်။  turning point (n)  တၚ်ဒကုတ်မနွံပၟိက်မဇၞော်ကဵုဇြဟတ်၊  တၚ်ဒကုတ်မပြံၚ်လှာဲမဇၞော်ကဵုဇြဟတ်။"},
{"word":"turncoat","def":"n.  မၞိဟ်ပြံၚ်လှာဲစာ်စ္ဍးထောံကွေတ်ဇကု၊  မၞိဟ်မကၠောံပြံၚ်အာဂကောံမွဲလ္ပာ်၊  မၞိဟ်ထလာ်ဒပ်။"},
{"word":"turnip","def":"n.  ရာဲခၟာဲ။"},
{"word":"turpentine","def":"n.  ထၜိုတ်ဆုဏာၚ်သေံ(ပၞာၚ်သေံ)၊  ကၠေၚ်ဆုပၞာၚ်သေံ၊  ဇၜိုတ်ဆုသ္ဍဴ။"},
{"word":"turpitude","def":"n.  ဒဒှ်မနွံကဵုစိုတ်စရိုတ်ယုတ်သဝ်၊  ဒဒှ်မစၞာဲတ္ၚံက်။"},
{"word":"turquoise","def":"n.  မတ်အရံၚ်သ္ၚေက်ပ္တေၚ်၊  အရံၚ်သာ်သ္ၚေက်ပ္တေၚ်။"},
{"word":"turret","def":"n.  တိုက်ပြ၊  ပြသၟတ်မနွံပ္ဍဲဒကဴဒတန်၊  ပြပါၚ်တရၚ်၊  ပြယံက်၊  ပြယေန်။"},
{"word":"turtle","def":"n.  ကၞုဟ်၊  ဂွိ၊  ကၠဴ၊  ဆၚ်ရာ၊  တံၚ်ရက်။"},
{"word":"turves","def":"ရံၚ် turf တေံညိ။"},
{"word":"tusk","def":"n.  ဂၞေဟ်။  ၂။  ဂြၚ်စိၚ်။"},
{"word":"tussle","def":"vi.  ၜုၚ်တက်ထုဲဂရုဲဒၟံၚ်။  n.  ဒဒှ်မၜုၚ်တက်ထုဲဂရုဲ။"},
{"word":"tutor","def":"n.  အ္စာဘာကေတ်စလိၚ်ခၟာၚ်လ္တူကွး၊  အ္စာဘာမလိၚ်လဝ် သွက်ဂွံထ္ၜးလိက်တၞဟ်ခြာ။  ၂။  အ္စာထ္ၜးနဲကဲပ္ဍဲဘာတက္ကသဵု။  vt.vi.  ဗ္တောန်ထ္ၜးကဵုနဲကဲ။  tutorial (adj)  မဆေၚ်စပ်ကဵုအ္စာထ္ၜးနဲကဲ၊  မစပ်ကဵုတာလျိုၚ်အ္စာထ္ၜးနဲကဲ။"},
{"word":"twaddle","def":"n.  အရေဝ်ဟွံမွဲကဵုသတ်၊  ဂလာန်မလှေက်ထပေက်၊  ဂလာန်ယုတ်ယုတ်မာမာ။"},
{"word":"twain","def":"n. (archaic)  ၜါ။"},
{"word":"twang","def":"n.  ဗရုတက်ဇုက်ကွိၚ်ကွိုက်၊  ဗရုတက်ဇုက်တေၚ်တေၚ်။  vt.vi.  သကဵုဗြုဗီုရမျာၚ်ဂှ်၊  ထဍဟ်၊  ပှော်(ဇုက်ကွိၚ်ကွိုက်)။"},
{"word":"tweak","def":"vt.  သွေက်ကဝဲ၊  ကၞေဲသွေက်ကဝဲ။  n.  ဒဒှ်မကၞေဲသွေက်ကဝဲ။"},
{"word":"tweed","def":"n.  ယာတ်သက္ကလာတ်တသော်သဵု။"},
{"word":"tweezers","def":"n.  ထကေပ်၊  ဒကေပ်။"},
{"word":"twelve","def":"n. adj.  စှ်ၜါ(၁၂)။  twelfth (n.adj.)  စှ်ၜါဂအုံမွဲဂအုံ၊  ဒွါဒသမ၊  မဒှ်စှ်ၜါအလန်(ဝါ)။  twelve signs of the zodiac. (n)  စှ်ၜါရာသဳ။  twelfth lunar month of Mon. (adj)  ဖဝ်ရဂိုန်၊  ဂိတုဖဝ်ရဂိုန်။"},
{"word":"twenty","def":"n. adj.  ၜါစှော်(၂ဝ)။  twentieth (adj.n.)  မဒှ်အလန်ၜါစှော်၊  ၜါစှော်ဂအုံမွဲဂအုံ။"},
{"word":"twerp","def":"n. (colloq)  မၞိဟ်အပြောံဟွံဒယှ်တှ်မွဲ၊  မၞိဟ်ထေက်ကဵုသ္ဒးမွဲသွတ်။"},
{"word":"twice","def":"adv.  ၜါဝါ၊  ၜါလန်၊  ၜါအလန်၊  ၜါဗလး။"},
{"word":"twiddle","def":"vt.vi.  ဝေၚ်ထ္ဍုတ်သွက်လၞုဟ်သ္ဂောံပြေ၊  ပၠီဖျေံဝေၚ်တဲညးသ္ကံ၊  ရပ်ပချဳတဲဂၠာန်ဝေၚ်။"},
{"word":"twig","def":"n.  တၞာၚ်ဆု။  vt.vi. (colloq)  စွံသတိ၊  သ္ပဒးသတိ၊  သၟိပ်တီကေတ်။"},
{"word":"twilight","def":"n.  သန်္ၚာ၊  အခိၚ်သဥ္ဇျာ၊  အခိၚ်လျးဟွံတၟးဟွံဂၠု၊  အခိၚ်တ္ၚဲခယောံ။"},
{"word":"twill","def":"vt.  တာန်။  n.  ယာတ်တွဳ၊  ယာတ်ပၠီတုတ်လဝ်တောဝ်။"},
{"word":"twin","def":"n.  ကမာ၊  ကောန်တၟာ၊  ကၟာ၊  ကောန်ကၟာ၊  တၟာ၊  ပၞောဝ်ကဵုကောန်တၟာၜါဂှ်မွဲ။  ၂။  အရာမဆက်စပ်ဒၟံၚ်မွဲကဵုမွဲ မတုပ်ဒၟံၚ်ညးသ္ကံ။"},
{"word":"twine","def":"n.  ဇုက်သောဲသောဲ၊  ဇုက်တောဝ်ပလုဲ။  vt.vi.  ၜန်၊  ပူ၊  ကဝဲ၊  ကွဝ်၊  တာန်၊  ပလာံ၊  ပၠီ၊  လီၜန်။"},
{"word":"twinge","def":"n.  ဒဒှ်မဂိဓဇတ်၊  ဒဒှ်ပုၚ်ခၟောဟွံအး၊  ဒဒှ်မမံၚ်ဟွံတန်။"},
{"word":"twinkle","def":"vi.  ခရေပ်၊  ခြေပ်၊  ခရိပ်၊  တၟးဒၟံၚ်ဖျေဲဖျဴ၊  ဖရေပ်။  n.  လျးမတၟးဒၟံၚ်ဖျေဲဖျဴ။  twinkling (n)  ပွမဖရေပ်၊  ဗမြိပ်၊  မွဲဒမြေပ်မတ်၊  မွဲဆေဝ်ပလေဝ်ပံက်၊  မွဲလျးတၟးသၞံၚ်၊  မွဲခရေပ်(ရိပ်)မတ်။  in the twinkling of an eye. (n)  မဒမြိပ်၊  ပ္ဍဲဒမြိပ်မတ်၊  ဂွေၚ်မွဲဓမြိပ်မတ်။"},
{"word":"twirl","def":"vt.vi.  ဗ္ဂေတ်ပြဟ်ပြဟ်၊  ဂေတ်ပြဟ်ပြဟ်၊  ကဝဲ၊  ကဝဲဝတ်၊  ဝတ်။"},
{"word":"twist","def":"vt.vi  ကြာန်ဇာ၊  တမ္ၚံက်တမ္ၚေဲ၊  ပၠီ၊  ပၠီဗ္ဂေၚ်၊  တ္ၜန်၊  ဗၜန်၊  လီ၊  ၜန်။  ၂။  ဝတ်၊  ကဝဲ။  ၃။  ပူ။  ၄။  ကံက်ကေတ်အဓိပ္ပာဲလက်ဗၠိုက်၊  ဗ္ဂေတ်ထောံအဓိပ္ပာဲအရေဝ်ကဵုပၟိက်မိက်ဂွံဟီု။  ၅။  တ္ၚံက်ဂေတ်ဝတ်မံၚ်(ဂၠံၚ်)။  n.  ဒဒှ်မဝတ်၊  အလီ၊  နဲဗ္ဂေတ်၊  အရာမတ္ၜန်လဝ်။  twister (n)  မၞိဟ်တ္ၚံက်၊  မၞိဟ်လီ၊  မၞိဟ်ဟွံတပ်တး။"},
{"word":"twit","def":"vt. (-tt-)  ဒုတ်ဒဵုပတိုန်ဒုဟ်၊  ပ္တိုန်ဒုဟ်သ္ပပရေံ၊  ဓမက်စဵုကဵုဒုၚ်ဒဝ်ဟွံမာန်၊  ၜှ်ေဟီုကၠာဒးကဵုဟွံဒး။"},
{"word":"twitch","def":"n.  ဒဒှ်လတေၚ်မဒဇက်။  ၂။  တံၚ်ဒဇက်မွဲလစုတ်ဓဝ်။  vt.vi.  လတေၚ်ဒဇက်၊  လီၜန်တောံထညောံအာ၊  ထညောန်ဗြေက်။  ၂။  တံၚ်ဒဇက်ကေတ်။  ၃။  ထပိုတ်(ကြပ်ချိုတ်, ဂစာန်လမျီု)။"},
{"word":"twitter","def":"vi.  ဗြုဒၟံၚ်စေတ်စေတ်(ကောန်ဂစေံ)။  n.  ရမျာၚ်ဗရုစေတ်စေတ်။"},
{"word":"two","def":"n.  ၜါ။  adj.  ဍေံမဒှ်ၜါ။  two guns. (adj)  သၞာတ်ၜါထကိုအ်။  two or three times. (adj)  ၜါပိဝါ။  two-edged sword. (adj)  သၞာ်။"},
{"word":"tying","def":"ရံၚ် tie တေံညိ။"},
{"word":"type","def":"n.  တိုၚ်၊  ဗီုပြၚ်၊  နမူနာ။  ၂။  ဂကောံသ္ကံဂကူတုပ်တုပ်။  ၃။  ဇၞော်မလိက်ဖကောဝ်၊  ဗီုပြၚ်မလိက်ဖကောဝ်။  vt.vi.  တက်စက်တက်လိက်။  typewriter (n)  စက်တက်လိက်(ရပ်စပ်စကာတဲ)။  typist (n)  မၞိဟ်တက်စက်တက်လိက်၊  စခဳတက်,စက်တက်လိက်။  typography (n)  ကွတ်ပညာပ္ဍဵုဗီုလိက်၊  ဗီုပ္ဍဵုဗီု၊  သၞောတ်ပ္ဍဵုဗီု။"},
{"word":"typical","def":"adj.  မဒှ်တိုၚ်၊  မဒှ်နမူနာ၊  မသ္ပစၞးကဵုဂကောံသ္ကံဂကူတုပ်တုပ်၊  မနွံကဵုအရာမတၟေၚ်တၟဟ်ပ္ဍဲဂကောံဂကူတုပ်တုပ်။  typically (adv)  နဒဒှ်မဒှ်နမူနာ၊  နဒဒှ်မဒှ်တိုၚ်။  typify (vt) (pt.pp.-fied)  ဒှ်သၚ်္ကေတ၊  ဒှ်သွက်စၞး၊  သ္ပစၞး။"},
{"word":"typhoid","def":"n.  ယဲၚာန်ကြုတ်ဖ္ဍံၚ်ဂုဟ်၊  ယဲၚာန်သန်နိပါတ်၊  ဇွဟ်သန္နိပါတ်၊  ယဲတာ်ဝှာ်။"},
{"word":"typhoon","def":"n.  ကျာလဗိုတ်ယၟုတာ်ဝှုန်၊  ကျာဓမြာတ်အရံၚ်သာ်ဗ္ကေတ်။"},
{"word":"typhus","def":"n.  ယဲၚာန်ဇၞော်ခ္ဍတ်ဗ္ကေတ်ဗ္ကေတ် မတိတ်အလုံဇကု။"},
{"word":"tyrant","def":"n.  သၟိၚ်မဟၟဲကဵုဓဝ်၊  မၞိဟ်အုပ်ဓုပ်ပိုၚ်ပြဳမဟၟဲကဵုဓဝ်။  tyrannical / tyrannous (adj)  မဆေၚ်စပ်ကဵုသၟိၚ်မဟၟဲကဵုဓဝ်၊  မဆေၚ်စပ်ကဵုမၞိဟ်အုပ်ဓုပ် ပိုၚ်ပြဳမဟၟဲကဵုဓဝ်။  vt.  အုပ်ဓုပ်ဓဇန်ဓဇန် နကဵုအဝဵုဂွံလဝ်မဟၟဲကဵုဗဗွဲဓဝ်။  tyranny (n)  ဒဒှ်မအုပ်ဓုပ်ဓဇန်ဓဇန် နကဵုအဝဵုဂွံလဝ်မဟၟဲကဵုဗဗွဲဓဝ်၊  ဒဒှ်မသ္ဒးဒုၚ်အုပ်ဓုပ်မံၚ် အသၟဝ်တဲသၟိၚ်မဟၟဲကဵုဗဗွဲဓဝ်။"},
{"word":"tyre","def":"(tire)  n.  (ခလှာ)တာၚ်ယျာ၊  ဂရောပ်ခလှာ၊  ဒၞပ်ခလှာ။"},
{"word":"tyro","def":"ရံၚ် tiro တေံညိ။"},
{"word":"tzar","def":"ရံၚ် tsar တေံညိ။"},]}