{"data":[{"word":"u","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၂၁။"},
{"word":"ubiquitous","def":"adj.  မနွံဒၟံၚ်ပြးပြးဇးဇးမွဲအခိၚ်ဓဝ်။  ubiquity (n)  ဒဒှ်မနွံဒၟံၚ်ပ္ဍဲဒၞာဲပြးပြးဇးဇးမွဲအခိၚ်ဓဝ်။"},
{"word":"udder","def":"n.  သ္ၚိတှ်(ဂၠဴၝောံ,ဗ္ၜေံၝောံ)၊  ကမၠံ၊  တှ်၊  ကမၠံတှ်။"},
{"word":"ugh","def":"interj.  ဂလာန်အာမေဍိက် မထ္ၜးအကာဲအရာ က္ဍုဟ်, ဖေက်, မွဲသွတ်။"},
{"word":"ugly","def":"adj.  ရုပ်ပရေံ၊  မနွံကဵုရုပ်သာ်ပရေံဟိန်ဏ၊  မနွံကဵုရုပ်သာ်ပရေံပရေတ်။  ၂။  မဘပလ၊  မဒှ်အရာသွက်ဂွံဖေက်ဂၟံက်ခိုဟ်။"},
{"word":"ulcer","def":"n.  ခရ၊  သရ(ခရ)မဒှ်ဒၟံၚ်ပ္တိုဟ်။  ulcerate (vt.vi)  သကဵုဒှ်သရသရေန်၊  သကဵုဒှ်ပတိုဟ်၊  ဒှ်သရသရေန်။  ulceration (n)  ယဲသရ။"},
{"word":"ulterior","def":"adj.  မနွံဒၟံၚ်အပ္ဍဲမွဲလ္ပာ်၊  မဆဵုညာတ်ဟွံလောဲ၊  မကၞုက်ဗ္ဒန်မံၚ်။"},
{"word":"ultimate","def":"adj.  မဒှ်လက္ကရဴအိုတ်၊  မဒှ်တၞုၚ်တၞောတ်အိုတ်။  ၂။  မဇၞော်ဒုတ်အိုတ်၊  မဇၞော်သၠဲအိုတ်၊  မသ္ၚောဲအိုတ်၊  မသၠုၚ်အိုတ်။  ultimately (adv)  ဗွဲကြဴအိုတ်၊  ဗွဲဒတုဲ။"},
{"word":"ultimatum","def":"n.  ရာဇာသာန်ဗွဲကြဴအိုတ်၊  အသံရာဇာဗွဲကြဴအိုတ်။"},
{"word":"ultra-","def":"prefix.  မလောန်အာမွဲလ္ပာ်တေံ၊  မတ္ၜက်အာလ္ပာ်မွဲတေံ၊  မစိုပ်တၞုၚ်တၞောတ်။"},
{"word":"umbrage","def":"n.  ဒဒှ်စိုတ်ဒှ်အာ၊  ဒဒှ်စိုတ်ဂိအာ။"},
{"word":"umbrella","def":"n.  က္ဍိုၚ်(ဍိုၚ်)။"},
{"word":"umpire","def":"n.  ဇမၞော်ဂဗုတ်၊  ဇမၞော်ဒေၚ်။  vt.vi.  ယဵုဒုၚ်နဒဒှ်ဇမၞော်ဂဗုတ်, ဇမၞော်ဒေၚ်။"},
{"word":"un-","def":"prefix.  ဟွံ၊  လ္ပာ်လက်ဗၠိုက်။  ၂။  ပြံၚ်လှာဲအာညံၚ်ရဴသ္ဂောံစိုပ်အဓိပ္ပာဲ မဒစဵုဒစးကဵုအဓိပ္ပာဲတံမူလ။"},
{"word":"unabated","def":"adj.  မဟွံဖျံ၊  မဟွံဆုတ်။"},
{"word":"unaccountable","def":"adj.  မဟွံမာန်သွက်ဂွံသောၚ်တလးထ္ၜးကဵု၊  မသောၚ်တလးထ္ၜးကဵုဟွံမာန်၊  မတၟေၚ်တၟဟ်။"},
{"word":"unanimous","def":"adj.  မဒှ်မွဲကသပ်မွဲဂၞန်၊  မဒှ်ညးမွဲတၠဓဝ်၊  မဒှ်ညးမွဲဓဝ်။  unanimously (adv)  နဒဒှ်မွဲကသပ်မွဲဂၞန်၊  နဒဒှ်ညးမွဲတၠဓဝ်။  unanimity (n)  ဒဒှ်မနွံမွဲကသပ်မွဲဂၞန်။"},
{"word":"unassuming","def":"adj.  မဟၟဲကဵုမာန၊  မဟၟဲကဵုစိုတ်သၠုၚ်သၠုၚ်၊  မဖျဝ်လဝ်မာန၊  မဇံသဝ်အောပ်မာ။"},
{"word":"unaware","def":"adj.  မဟွံသ္ပသတိ၊  မဟၟဲကဵုသ္ပကေၚ်ကာ၊  မဟွံသ္ပကေၚ်ကာ။"},
{"word":"unawares","def":"adv.  နဒဒှ်မဟွံတီမွဲသာ်၊  နဒဒှ်မဟွံရန်တၟံလဝ်မွဲသာ်။  ၂။  နဒဒှ်မဟွံချပ်စၚ်ခြၚ်လဝ်မွဲသာ်၊  နဒဒှ်မဟွံမွဲကဵုစိုတ်သမ္တီ၊  နဒဒှ်မဒှ်အာမွဲလစုတ်ဓဝ်၊  နဒဒှ်မဒှ်အာအဃောဝိုတ်သတိ။"},
{"word":"unbalanced","def":"adj.  မနွံကဵုစိုတ်ဟွံဍာံ၊  မနွံကဵုစိုတ်ဟွံပေၚ်ဒကေဝ်။"},
{"word":"unbar","def":"vt. (-rr-)  ပံက်သၞောဝ်၊  ၜောတ်သၞောဝ်။  ၂။  ရုပ်သီထောံပရေၚ်စဵုဒၞာဂၠံၚ်ဍာန်။"},
{"word":"unbend","def":"vt.vi. (pt.pp.unbent or -ed)  သကဵုဍုက်ကေဝ်ကယျောဝ်ဗက်ကၠုၚ်၊  သကဵုဒှ်အာကဆံၚ်သက်သက်သာသာ။"},
{"word":"unbiased","def":"adj.  မဟၟဲကဵုအာဃာတ၊  မဟၟဲကဵုစိုတ်ကလေၚ်ပလန်၊  မဟွံဗက်စမွဲလ္ပာ်။"},
{"word":"unblemished","def":"adj.  မဒစၚ်ဗၜၚ်၊  မသအးဇ္ၚး၊  မဟၟဲကဵုဒုဟ်။"},
{"word":"unbridled","def":"adj.  မဟွံထိၚ်ဒက်၊  မဟၟဲကဵုပွမကောပ်ကာဲထိၚ်ဒက်၊  မသ္ကာတ်မြဟ်။"},
{"word":"unburden","def":"vt.  သကဵုဇကုဇကု,စိုတ်စရိုတ်ဇကု သာက္ဍာတိုန်။"},
{"word":"uncalled-for","def":"adj.  မဟွံမွဲပၟိက်၊  မဒှ်အရာပၟိက်ဟွံမွဲ။"},
{"word":"uncanny","def":"adj.  မလောန်ကာဲအာနူကဵုသဘာဝ၊  မစိစောန်ကၞိက်ကၟုန်။"},
{"word":"uncertainty","def":"n. အသၚ်ကာ၊  ဒဒှ်မသၠေဟ်ပၟာ။"},
{"word":"unchangeable","def":"adj.  မဟွံပြံၚ်လှာဲ၊  မဗိုန်ဂၠိ၊  နိစ္စ။"},
{"word":"uncivil","def":"adj.  မရိုၚ်ဇိုၚ်၊  မသကဵုရိုၚ်ဇိုၚ်။"},
{"word":"uncivilized","def":"adj.  မရိုၚ်ဇိုၚ်။  uncivilized person. (adj)  မၞိဟ်အရိုၚ်။"},
{"word":"unclaimed","def":"adj.  မဟွံအာတ်မိက်၊  မဟွံအာတ်မိက်ဒဒှ်မဒှ်ဂြပ်ဇကု။"},
{"word":"unclassified","def":"adj.  အပြောံ၊  မဒှ်အပြောံ။"},
{"word":"uncle","def":"n.  တရနာဲ၊  မူ၊  မူနာဲ၊  အမူ၊  သဳမူ။"},
{"word":"uncoil","def":"vt.  ပလာဲ၊  ပၠိုဟ်၊  လိုဟ်ကဝး။  uncoil the hair. (vt)  ပလာဲပ္တိတ်သော်။"},
{"word":"uncommon","def":"adj.  မတၟေၚ်တၟဟ်၊  မဝါတ်သ္ဂောံဆဵု၊  ရာဲရှာတ်၊  ရာဲသာတ်၊  ဝိသေသ၊  ဝိသှ်ေ။"},
{"word":"unconscionable","def":"adj.  မဟွံစှ်ေကဵုအလိုက်ဟိုတ်ဖဵု၊  မဟွံဒးရး။"},
{"word":"unconscious","def":"adj.  ကြိုပ်။  မဝိုတ်ဗၠးအာသတိ၊  မဟွံဂွံသတိ။  unconscious being. (adj)  အသညသတ်။"},
{"word":"unconverted","def":"adj.  မပြံၚ်လှာဲ၊  မလှာဲပြံၚ်။  the unconverted. (n)  ပုထုဇန်၊  သာထုဇန်၊  သတ်ပ္တုဲဇန်။"},
{"word":"uncooked","def":"adj.  ခၞေက်၊  လတ်လတ်၊  မဟွံတောံလဝ်ဏီ၊  ဂျိုၚ်ဂျိုၚ်။  uncooked food. (adj)  ဇဟန်ဒမျိုၚ်။"},
{"word":"uncouth","def":"adj.  ရိုၚ်၊  မဟွံကလိတ်ကလောတ်၊  မကြံၚ်မ္ၚိုဟ်ပ္ဍဲစိုတ်စရိုတ်၊  မသရံၚ်ဒဂါတ်ဒၟံၚ်၊  မဟွံယေန်သၞာၚ်။  ၂။  မၞိဟ်အရိုၚ်။"},
{"word":"unction","def":"n.  ဒဒှ်မလံက်ဖုံကၠေၚ် အတိုၚ်ပရေၚ်ဘာသာ။  ၂။  ဒဒှ်မုဟ်ပါၚ်မဍာတ် ယျဵုယျဵုလ္ဂူလ္ဂူဟွံသေၚ်။  unctuous (adj)  မဟွံယျဵုလ္ဂူတပ်တး အပ္ဍဲပွ,အပ္ဍဲလဟီု။"},
{"word":"uncultivated","def":"adj.  အရိုၚ်၊  မဒှ်အရိုၚ်။  the uncultivated. (n)  မၞိဟ်အရိုၚ်။"},
{"word":"undefined","def":"adj.  အဗျာကြိုတ်၊  မဓမံက်ထ္ၜးကဵုအဓိပ္ပာဲဟွံမာန်။"},
{"word":"under","def":"prep.  ဂတာ၊  အမှဝ်၊  အသၟဝ်၊  သၟဝ်၊  အပ္ဍဲအသၟဝ်၊  ဒၞာဲအသၟဝ်၊  ပ္ဍဲအသၟဝ်တဲ၊  ဖျံထောံတဲ။  adv.  လ္ပာ်သဝ်သဝ်တေံ၊  လ္ပာ်အသၟဝ်တေံ။  under the control of. (prep)  လုပ်သ္ကေံတဲ၊  ပၠောပ်သ္ကေံတဲ။  "},
{"word":"under-","def":"prefix.  ကောပ်၊  ဒုၚ်အပ္ဍဲ၊  ဒုၚ်အသၟဝ်။  (ရပ်စပ်ဂတကြိယာ)။  ၂။  ဟွံရုံဂပ်၊  ဒေက်။"},
{"word":"underbrush","def":"n.  တၞံခြုံဇုက်ရာပ်ပံၚ်။"},
{"word":"undercurrent","def":"n.  ဇၟောဝ်ဍာ်ဗွဲအသၟဝ် မဟွံမံက်တိုန်ကၠုၚ်လ္ပာ်လ္တူကျာ။  ၂။  စရိုတ်အပ္ဍဲ၊  စိုတ်အပ္ဍဲ။"},
{"word":"undercut","def":"vt. (pt.pp.undercut)  ဖျံထောံၚုဟ်မးနူကဵုညးပြိုၚ်ပ္ကာန်ဒၟံၚ်တံ။"},
{"word":"underdog","def":"n.  မၞိဟ်သ္ဒးလိုန်ပိန်ပ္ဍဵုပ္ဍိုက်၊  မၞိဟ်သ္ဒးဒုၚ်ဝးပ္ဍဵုပ္ဍိုက်။"},
{"word":"underdone","def":"adj.  မဒှ်ကဆံၚ်ကၠာစိန်ကဵုဟွံစိန်၊  မဟွံဖောဝ်လရု။"},
{"word":"undergarment","def":"n.  ဂွာံဂၞိၚ်။"},
{"word":"undergo","def":"vt. (pt.-went, pp.-gone)  ဆဵုဂဗတတ်ကၠောံ၊  ဆဵုဂဗဒုၚ်စသိုၚ်။"},
{"word":"undergraduate","def":"n.  ကွးဘာတက္ကသဵုဟွံဂွံမဟိမုဏီ။"},
{"word":"underground","def":"adj. adv.  မနွံအသၟဝ်တိ၊  အပ္ဍဲတိ၊  လ္ပာ်အသၟဝ်တိ။"},
{"word":"undergrowth","def":"n.  တၞံခြုံဇုက်ရာပ်ပံၚ်။"},
{"word":"underhand","def":"(underhanded)  adj.  မစၞာဲတ္ၚံက်တ္ၚေဲ။  underhandedly (adv)  နဒဒှ်မစၞာဲတ္ၚံက်တ္ၚေဲ။"},
{"word":"underlie","def":"vt. (pt.underlay, pp.underlain)  သ္ပသ္ဇိုၚ်၊  တန်တဴ။"},
{"word":"underline","def":"vt.  သက်တန်လဝ်ဇုက်ပၞောန်ဗွဲအသၟဝ်၊  သ္ပသ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။"},
{"word":"underling","def":"n.  မၞိဟ်ပတှ်ေ။"},
{"word":"undermine","def":"vt.  လှိုက်စလုပ်အာလ္ပာ်အသၟဝ်။  ၂။  သကဵုဓတ်အောန်စှ်ေအာသိုက်သိုက်။"},
{"word":"underneath","def":"adv. prep.  လ္ပာ်အသၟဝ်၊  နွံအသၟဝ်၊  နူအသၟဝ်။"},
{"word":"undernourished","def":"adj.  မဟွံဍိုက်ပေၚ်ကဵုဓာတ်အာဟာရ။  undernourishment (n)  ဒဒှ်မယုတ်ဒေက်အာဟာရ။"},
{"word":"underpants","def":"n.  ပံၚ်မဳဒမၠေံဒုၚ်အပ္ဍဲ။"},
{"word":"underpin","def":"vt. (-nn-)  ထံက်လဝ်၊  ထံက်ဒုၚ်လဝ်။"},
{"word":"undersell","def":"vt. (pt.pp.-sold)  ပြိုၚ်ဖျံဖျေံသွံထောံၚုဟ်။"},
{"word":"undersigned","def":"adj.  မဒှ်မၞိဟ်ထ္ပက်လဝ်စၟတ်တဲ ဒၞာဲဗွဲအသၟဝ်တေံ။"},
{"word":"understand","def":"vt.vi. (pt.pp.-stood)  ကၠိုဟ်၊  ကၠိုဟ်ခၠၚ်၊  ကၠိုဟ်ခၠၚ်လဝ်ပ္ဍဲစိုတ်၊  ကၠိုဟ်စိုတ်၊  လေဝ်။  ၂။  ဒဒှ်ေ၊  ကတ်လ္ၚတ်လဝ်။  ၃။  ဆာန်ဍူ၊  ချပ်ကေတ်ကဵုစိုတ်ဇကု၊  ဗ္စာရဏာကဵုဇကုဇကု။  understandable (adj)  မကၠိုဟ်ခၠၚ်ကေတ်ပ္ဍဲစိုတ်မာန်။  understanding (adj)  အညာ၊  အဒ္ညာ၊  ဂတိညာန်၊  ဂမြၚ်၊  ဂြၚ်၊  ပြတ်ညာ၊  ပြဒ္ညာ၊  မနွံကဵုဓဝ်ကၠိုဟ်ခၠၚ်။  n.  ဒဒှ်မလေပ်စိုန်သ္ကီုကၠိုဟ်ခၠၚ်၊  ပဋိဘာန်။  ၂။  ဒဒှ်မမြက်စာသ္ဍိုဟ်ကေက်။  ၃။  အရာတုပ်သၟဟ်လဝ်စိုတ်။  understand the books. (vt)  လေပ်လိက်။  understand the situation. (vt)  မတီကၠိုဟ်အကာဲအရာ။"},
{"word":"understudy","def":"n. (pl.-dies)  မၞိဟ်မလုပ်ထပ်တဲတုဲကတ်ဗ္တောန်ကေတ်ဒၟံၚ် သွက်ဂွံဆက်ယိုက်ဂၠေၚ်စၞးအဇာဒၞာဲညးမွဲမွဲ၊  ကောန်ကတ်ဗ္တောန်ကမၠောန်။  vt. (pt.pp.-died)  ဆက်ဗ္တောန်ကေတ်နဲကဲဂှ်။"},
{"word":"undertake","def":"vt. (pt.-took, pp.-taken)  ကေတ်တာလျိုၚ်၊  ဒုၚ်တာလျိုၚ်။   ၂။  ဒုၚ်လျိုၚ်၊  ကဵုကတိ။  undertaking (n)  ကမၠောန်မကေတ်တာလျိုၚ်။  ၂။  အရာမဒုၚ်လဝ်လျိုၚ်၊  ကတိ။  undertake the duty. (vt)  ဒ္ဂိုန်သဳ။"},
{"word":"undertaker","def":"n.  မၞိဟ်စဳဇန်အသေအဟာန်ကမ္မဋ္ဌာန်။"},
{"word":"undertone","def":"n.  ရမျာၚ်သဝ်သဝ်၊  ရမျာၚ်သာသာ။"},
{"word":"underwear","def":"n.  ပလောံဒုၚ်အပ္ဍဲ၊  ပလောံသၠောံအပ္ဍဲ။"},
{"word":"underworld","def":"n.  ဂၠးတိဒုစရိုတ်၊  လောကဒုစရိုတ်။"},
{"word":"underwrite","def":"vt.  ဒုၚ်လျိုၚ်သွက်ကပေါတ်ကညောတ် မဟောံဗြောံအာ။  underwriter (n)  မၞိဟ်ဒုၚ်လျိုၚ်သွက်ကပေါတ်ကညောတ် မဟောံဗြောံလေၚ်ဒိုက်အာ။"},
{"word":"undiminished","def":"adj.  မပေၚ်လေံ(လိုအ်)ဗ္ဂာဒၟံၚ်၊  မဟွံမွဲကဵုယုတ်ဒေက်။"},
{"word":"undo","def":"vt. (pt.-did, pp.-done)  သှ်၊  ပလှ်။  ၂။  ပလီုပလာ်ထောံကမၠောန် မဂစာန်ကၠောန်ကၠုၚ်လဝ်တံဂှ်။  ၃။  လီုလာ်အိုတ်။  undo the hair. (vt)  ပလာဲသော်၊  သှ်ပလာဲသော်။"},
{"word":"undoing","def":"n.  ဒဒှ်မလီုလာ်၊  ဟိုတ်တံမသကဵုလီုလာ်။"},
{"word":"undue","def":"adj.  မဟွံဒးရး၊  မကၠောန်ဟွံထေက်၊  မဂၠိုၚ်နူကဵုသ္ဒးဒှ်ထေက်။  unduly (adv)  နဒဒှ်မဟွံဒးရး။"},
{"word":"undulate","def":"vt.  ဒှ်ဒၟံၚ်ညံၚ်ဇွိုန်လပှ်၊  ဆုဲအာညံၚ်ရဴဇွိုန်လပှ်၊  ချဳဒရာၚ်အာညံၚ်ရဴဇွိုန်လပှ်၊  သံၚ်။  undulation (n)  ဇွိုန်လပှ်၊  မလံၚ်လိုအ်ဒၟံၚ်ညံၚ်ရဴဇွိုန်လပှ်။"},
{"word":"unearth","def":"vt.  ဂၠိုက်ဂၠာဲဓမံက်ပ္တိတ်၊  ခဲါဓမံက်ပ္တိတ်။"},
{"word":"unearthly","def":"adj.  မလောန်ကာဲအာနူကဵုသဘာဝ။  ၂။  မဆေၚ်စပ်ကဵုဟွံခိုဟ်ဟွံသန်၊  မဒှ်အာသွက်ဂွံဖေက်ဂၟံက်ခိုဟ်။"},
{"word":"uneasy","def":"adj.  မဟၟဲကဵုကဆံၚ်သက်သက်သာသာ၊  မနွံကဵုကဆံၚ်စိုတ်ကာယဟွံမိပ်မြဟ်၊  မဟွံလောဲဗွဲ၊  မဟွံလောဲသွာ။  uneasily (adv)  နဒဒှ်မဟွံလောဲဗွဲ၊  နဒဒှ်မဟွံလောဲသွာ၊  နဒဒှ်မဟၟဲကဵုကဆံၚ်သက်သက်သာသာ။"},
{"word":"unequal","def":"adj.  မအေဲ(မတ်)၊  မဟွံတုပ်။  unequal in size. (adj)  မဟွံတုပ်အဝဲ။"},
{"word":"unerring","def":"adj.  မချိုတ်ပၠိုတ်၊  မဟၟဲကဵုမှာရာ။"},
{"word":"uneven","def":"adj.  ခလံက်ခနက်၊  မခလံက်ဒနက်၊  ဓလံက်ခွာဲ၊  ဗြန်ဗြိုၚ်၊  ဗြဗြုတ်။"},
{"word":"unexplained","def":"adj.  အဗျာကြိုတ်၊  မသောၚ်ထ္ၜးဟွံမာန်။"},
{"word":"unfailing","def":"adj.  မနွံဟွံပိုတ်သ္ကုတ်အာ၊  မဟွံပိုတ်သ္ကုတ်လၟိုန်ကာလ။  ၂။  မဒှ်သွက်သ္ဒးဗ္ဒဗ္ဒာဲအာထေက်၊  မနွံကဵုသစ္စ။"},
{"word":"unfasten","def":"vt.vi.  သှ်၊  ဗလာဲ၊  ပၠိုဟ်၊  ဗလိုဟ်။"},
{"word":"unfathomable","def":"adj.  သ္ၚောဟ်တၠောဟ်၊  မသ္ဇိုဟ်ၜတ်ကၞာတ်ဟွံမာန်။"},
{"word":"unfold","def":"vt.  ပၠးထ္ၜး၊  လဟာ်ပံက်ထ္ၜး၊  ဓမံက်ထ္ၜး၊  ပၠောပ်၊  ပၠောပ်ကၠေံ၊  ပၠိုဟ်၊  ပၠိုဟ်ကၠေံ၊  ဟီုပ္ညဳ၊  ဟီုပ္ဍုန်၊  ဟီုပ္တိတ်၊  ဟီုပျး။"},
{"word":"unfortunate","def":"adj.  မထပက်ကာ၊  မစိုပ်ကဆံၚ်ကံကုသဵုပရေံ။"},
{"word":"unfounded","def":"adj.  မဟၟဲကဵုသ္ဇိုၚ်ရိုဟ်ကၞက်။"},
{"word":"unfrock","def":"vt.  ဖျေံထောံဘဝခမဳ၊  သကဵုရာံတိတ်ထောံနူဘဝပယျၚ်။"},
{"word":"defrock","def":"တုပ်ကဵု unfrock တေံညိ။"},
{"word":"ungainly","def":"adj.  မက္တဵုဒှ်ဒၟံၚ်ဆဆဵု၊  မစိုပ်ဒၟံၚ်ကဆံၚ်ရုပ်ရာလီု။"},
{"word":"ungovernable","def":"adj.  ကြံ၊  မထိၚ်ဒဝ်ဟွံမာန်၊  မကြံလိုဟ်၊  မကြံကြ။"},
{"word":"ungrateful","def":"adj.  မဟွံတီဂုန်ဂၞာတ်။"},
{"word":"unguarded","def":"adj.  မဝိုတ်သတိ၊  မဟွံသ္ပသတိ၊  မဒှ်ကဆံၚ်ဟွံသ္ပကေၚ်ကာ, ဟွံသ္ပတီ။"},
{"word":"unheard","def":"adj.  မဟွံကေၚ်မိၚ်မွဲလှ်ေ၊  မဟွံစွံသတိ၊  မဟွံသ္ပကာ။  unheard of (adj)  မဟွံကေၚ်ဆဵုဂဗမွဲလှ်ေ၊  မဟွံမွဲအလေံ။"},
{"word":"unhinged","def":"adj.  မနွံကု်ကဆံၚ်အကာဲအရာမဇဲဒၟံၚ်၊  မနွံကဵုစိုတ်ဟွံဍာံ။"},
{"word":"unicorn","def":"n.  ချေံဂြၚ်(ပ္ဍဲပုံအဂီုနူတမၠာတမၠာတေံ)။"},
{"word":"uniform","def":"adj.  သၟဟ်သတးဒှ်မွဲကၞၚ်ဓဝ်၊  မဟၟဲကဵုပြံၚ်လှာဲ၊  မနွံဒၟံၚ်မွဲပလိုဟ်ဓဝ်။  n.  ကယျိုၚ်ဗွိုက်တုပ်တုပ်၊  ကၞၚ်အရံၚ်ဗွဲလ္တူကဵုအသၟဝ်တုပ်တုပ်။  uniformly (adv)  မွဲဗီုဓဝ်၊  မွဲအရံၚ်ဓဝ်။  uniformity (n)  ဒဒှ်မစှ်ေဒၟံၚ်မွဲဗီုဓဝ်၊  ဒဒှ်မညဳဒှ်ဒၟံမွဲသၞောတ်ဓဝ်။"},
{"word":"unify","def":"vt.  ကောံကလောံညဳညတ်။  unification (n)  ဒဒှ်မကောံကလောံညဳညတ်။"},
{"word":"unimpeachable","def":"adj.  မဟၟဲကဵုသၠေဟ်ပၟာ၊  မဟၟဲကဵုသံသယ၊  မဗၠးကဵုဒုဟ်ဒန်၊  မသ္ဂောံဖျေံစိုတ်။"},
{"word":"uninterruptedly","def":"adv.  နဒဒှ်မဂၠိန်ၜောတ်။"},
{"word":"union","def":"n.  ဒဒှ်မသ္ပသံဝါသ၊  ဒဒှ်မသ္ပတၠလျိုၚ်၊  ဒဒှ်မစှ်ေဒၞာဲ၊  ဒဒှ်မကောံကလောံ၊  ဒဒှ်မဒှ်အာမွဲပလောပ်၊  သန္ဓိ။  ၂။  ဂကောံကၟိန်ဍုၚ်။  ၃။  ဂကောံသမဂ္ဂ။  ၄။  အစပ်၊  ဗစပ်။  unionist (n)  ကောန်ဂကောံသမဂ္ဂ။"},
{"word":"unique","def":"adj.  မဟၟဲကဵုမၞိဟ်တုပ်မွဲ၊  မဟၟဲကဵုမၞိဟ်ပြိုၚ်ပ္ကာန်၊  မဟၟဲကဵုညးပ္တောံၜတ်။"},
{"word":"unison","def":"n.  ဒဒှ်မတိတ်ရမျာၚ်၊  ဒဒှ်မတုပ်စိုတ်စရိုတ်၊  ဒဒှ်မနွံမွဲဒညဳဓဝ်။"},
{"word":"unit","def":"n.  တံ၊  မ, တံဍေံ၊  ယူနေတ်။"},
{"word":"unite","def":"vt.vi.  ပံၚ်၊  ပံၚ်ကောံ၊  ကောံကလောံ၊  စပ်၊  တံၚ်ဂွံတဲ။  ၂။  ပဂပ်၊  ပံၚ်ကၠောန်မွဲကရောံမွဲစွံ၊  ရေၚ်ကာန်။  unity (n)(pl.-ties)  ဒဒှ်မမိန်ကံ, မတံၚ်လဝ်တဲမွဲစွံ။"},
{"word":"universe","def":"n.  စက္ကဝါ၊  ဘုံ၊  ကဝ်၊  လောက။  universal (adj)  မဆေၚ်စပ်သီုဖအိုတ်၊  မဆေၚ်စပ်ကဵုအလုံစက္ကဝါမွဲ၊  မဆေၚ်စပ်ကဵုအလုံဒေသမွဲ၊  မဆေၚ်စပ်ကဵုအလုံဘုံမွဲ၊  မဆေၚ်စပ်ကဵုအလုံကဝ်မွဲ။  universally (adv)  အလုံလောကမွဲ၊  အလုံစက္ကဝါမွဲ၊  အလုံကဝ်မွဲ၊  နဒဒှ်မဟၟဲကဵုသၟေဟ်၊  အလုံလိုက်မွဲ။"},
{"word":"university","def":"n. (pl.-ties)  တက္ကသဵု၊  ဘာတက္ကသဵု။"},
{"word":"unkind","def":"adj.  မဟွံမွဲကဵုဓဝ်ဆာန်ဍူ၊  မဓဇန်။  unkind language. (adj)  ဂလာန်သ္ကာတ်မြဟ်၊  ဂလာန်သ္ကေဝ်ကတောဝ်။"},
{"word":"unkempt","def":"adj.  မဟၟဲကဵုလေတ်ဂြး၊  မဟွံသိပ်ဂၠိပ်၊  မဒဗြိုက်ဒဗြုဲ။"},
{"word":"unleavened","def":"adj.  အဇုမ၊  မဟၟဲကဵုကွဲ(ကွာၚ်,ဂျုၚ်)။"},
{"word":"unless","def":"conj.  ဟွံ.....မ္ဂး (မၞးဟွံကၠောန်မ္ဂး)။"},
{"word":"unlettered","def":"adj.  မဟွံလေပ်လိက်၊  မဟွံလေပ်ပညာ။"},
{"word":"unlike","def":"adj.  မဟွံတုပ်၊  မတၞဟ်ခြာ။"},
{"word":"unlimited","def":"adj.  မဟွဲကဵုတွဵုဒနက်။"},
{"word":"unload","def":"vt.vi.  ဆာဲဖျေံ။  ဆာဲကပေါတ်။"},
{"word":"unlooked-for","def":"adj.  မဟွံမၚ်စၟဳ။"},
{"word":"unloose","def":"(unloosen)  vt. (pt.pp.-ed)  ပၠိုဟ်၊  ပၠိုဟ်ကၠေံ၊  ပၠောဟ်၊  သှ်ကၠေံ၊  သှ်ပလာဲ။"},
{"word":"unlucky","def":"adj.  ပြာပ်ဗ္ဒာ၊  မဟၟဲကဵုလာပ်။"},
{"word":"unman","def":"vt. (-nn-)  သကဵုဓာတ်စိုတ်ယုတ်ဒေက်စှ်ေ(ယျံ)၊  သကဵုသတ္တိယုတ်ဒေက်အာ။  to unman by grief. (vt)  သကဵုဓာတ်စိုတ်စှ်ေ ဒၟာနူမမက္တဵုဒှ်ဓဝ်စံၚ်တူ။"},
{"word":"unmanly","def":"adj.  မဟွံမွဲကဵုသတ္တိ၊  မဟွံက္ဍိုက်ပေၚ်ကဵုအၚ်္ဂတြုံတြုံ။"},
{"word":"unmanned","def":"adj.  ယာန်မဒဳအာကၠုၚ်ထိၚ်ဏာနကဵုစက်(မပ္တံကဵုယာန်အမှဲ, က္ၜၚ်ကျာ)။"},
{"word":"unmatched","def":"adj.  မပြိုၚ်ပ္ကာန်ဟွံမာန်၊  မဟွံမွဲကဵုညးပြိုၚ်ပ္ကာန်။"},
{"word":"unmeaning","def":"adj.  မဟၟဲကဵုအဓိပ္ပာဲ၊  မဒှ်အဓိပ္ပာဲဟၟဲ။"},
{"word":"unmentionable","def":"adj.  မနွံကဆံၚ်ပရေံ စဵုကဵုပံက်ဟီုထ္ၜးဟွံမာန်။"},
{"word":"unmerciful","def":"adj.  မဓဇန်၊  မဂြိုဟ်စာ။"},
{"word":"unmistakable","def":"adj.  မကၠးဖ္ဍး၊  မသောၚ်ကၠး၊  မမှာရာဟွံမာန်၊  မဟွံမွဲကဵုအမှာအရာ။"},
{"word":"unmitigated","def":"adj.  မဒှ်ဍိုက်ဍိုက်ပေၚ်ပေၚ်၊  မဒှ်ဟွံမွဲကဵုသှ်ေသၟေဟ်။"},
{"word":"unmixed","def":"adj.  သက်သက်၊  သၟးသၟး၊  မုအရာဟွံနှဴ။  unmixed red pigment. (adj)  သာ်ဗ္ကေတ်သက်သက်၊  မဒှ်သာ်ဗ္ကေတ်သၟးသၟး။"},
{"word":"unnerve","def":"vt.  သကဵုဓာတ်စိုတ်စှ်ေ၊  သကဵုသတ္တိအောန်။"},
{"word":"unpleasant","def":"adj.  မဟွံသ္ဍိုက်မၠိုက်စိုတ်၊  မဟၟဲကဵုဒးဂၞပ်စိုတ်၊  မဟွံသာယာ၊  မဟွံတၟးကေဝ်ဇြုၚ်။  unpleasantness (n)  မဟွံဒးညးသ္ကံ၊  မကယျာန်ဒဝါတ်ညးသ္ကံ၊  မဟွံသာဓာညးသ္ကံ။"},
{"word":"unprecedented","def":"adj.  မဟွံကေၚ်ဆဵုဂဗမွဲလှ်ေ၊  မဟၟဲကၠုၚ်လဝ်နူကၠာကၠာတေံ။"},
{"word":"unpretentious","def":"adj.  မကြဵုကြီုဟွံမာန်၊  မဟၟဲကဵုဂွန်အဟိက်၊  မယျဵုလ္ဂူ။  unpretending (adj)။"},
{"word":"unprincipled","def":"adj.  မဟၟဲကဵုဒ္ဂေတ်ပဋိပတ်၊  မဟၟဲကဵုသ္ဇိုၚ်တံ၊  မဟွံယျဵုလ္ဂူ။"},
{"word":"unpropitious","def":"adj.  ပြာပ်ဗ္ဒာ၊  မဟွံခိုဟ်ပ္ဍဲအကာဲအရာ၊  မဒှ်အကာဲအရာသွက်ဂွံအံၚ်ဇၞးဟွံမွဲ။"},
{"word":"unripe","def":"adj.  ဟွံဍုဟ်၊  လမတ်၊  ကြံၚ်။"},
{"word":"unravel","def":"vt.vi. (-ll-)  သှ်ပၠိုဟ်ပ္တိတ်(ဒၞာဲထကတ်လဝ်)၊  သှ်ဂလိုဟ်ပ္တိတ်။  ၂။  သောၚ်ကဵု၊  သောၚ်တလးကဵု။"},
{"word":"unreal","def":"adj.  မဆောတ်၊  ဍာံဍာံဟွံသေၚ်၊  မဒှ်ဆသွပ်စိုတ်။"},
{"word":"unreality","def":"n.  ဂလာန်မဆောတ်ယောၚ်။"},
{"word":"unremitting","def":"adj.  ဖျဖျ၊  မက္တဵုဒှ်ဒၟံၚ်ဟွံပိုတ်သ္ကုတ်၊  မဟွံဖျံ၊  မဟွံဗ္ဒေက်။  unremittingly (adv)  ဖျဖျ။"},
{"word":"unrequited","def":"adj.  မဟွံကလေၚ်ပလန် (မေတ္တာ, သ္ဍိုက်ဆာန်)။"},
{"word":"unrest","def":"n.  ဒဒှ်မဟွံညိၚ်ဝတ်၊  ဒဒှ်မလရုချဳဒရာၚ်မံၚ်။"},
{"word":"unruly","def":"adj. (-ier,-iest)  မဝါတ်ဂါတ်သွက်ဂွံထိၚ်ဒဝ်၊  မဒှ်ဒၟံၚ်ရုရုသံၚ်သံၚ်။"},
{"word":"unsavoury","def":"(unsavory)  adj.  ဒဒှ်မစိုပ်ဒၟံၚ်ကဆံၚ်မဟွံခိုဟ် သွက်ဂွံသ္ဍိုက်မၠိုက်၊  မဒှ်သွက်သ္ဒးက္ဍုဟ်မၠေံ။"},
{"word":"unscathed","def":"adj.  မဟၟဲကဵုဘဲအန္တရာဲ၊  မဟွံလုက်ဒိဒွံဒးကဵုဘဲဝပ်၊  မဟၟဲကဵုဝပ်။"},
{"word":"unscrupulous","def":"adj.  မဟၟဲကဵုစိုတ်ဟွံအးၚး၊  မဟွံဂွကဵုပုၚ်ခၟောဇကု။"},
{"word":"unseat","def":"vt.  ပဲါထောံနူဒၞာဲ၊  ပလှ်ပ္တိတ်ထောံနူဒၞာဲ။  ၂။  ဗ္တက်စှ်ေနူချေံ။"},
{"word":"unseemly","def":"adj.  မဟွံဒးရး၊  ဟိန်ဗိန်၊  ဟိန်ဗိန်ဗဝ်သအဝ်။"},
{"word":"unseen","def":"adj.  မညာတ်ဟွံမာန်၊  မဟွံဆဵုညာတ်။"},
{"word":"unsettle","def":"vt.  သကဵုဒှ်ဒၟံၚ်ကဆံၚ်ဟွံစှ်ေဒၞာဲဏီ၊  သကဵုနွံကဆံၚ်ဖျေံစိုတ်ဟွံဂွံဏီ။  unsettled (adj)  မဟွံချိုတ်ပၠိုတ်၊  မဟွံစှ်ေကဵုတၚ်နၚ်ဏီ။"},
{"word":"unsheathe","def":"vt.  ၜောတ်(သ္ဇၚ်နူကၞပ်)၊  ခလောတ်(မြနူကၞပ်)။"},
{"word":"unshelled","def":"adj.  မသံက်သၞော်။  unshelled grains of rice. (adj)  စောၚ်။"},
{"word":"unsightly","def":"adj.  မဟွံခိုဟ်သွက်ဂွံဆဵုညာတ်"},
{"word":"unsound","def":"adj.  မနွံကဆံၚ်စိုတ်ဟွံဍာံ။"},
{"word":"unspeakable","def":"adj.  မဓမံက်ထ္ၜးနကဵုအရေဝ်ဟွံမာန်။"},
{"word":"unstable","def":"adj.  မဟွံတန်ကြန်၊  လု၊  မလာဲသွာသွက်ဂွံချဳဒရာၚ်၊  မလောဲသွာသွက်ဂွံပြံၚ်လှာဲ။"},
{"word":"unsteady","def":"adj.  မရာၚ်ဂရံ၊  မချဳဂရာၚ်၊  မဂရာၚ်၊  လု၊  လုလန်။"},
{"word":"unsubstantial","def":"adj.  မဟွံသေၚ်ကဵုကြက်၊  မဟွံမွဲကဵုကြက်။"},
{"word":"unthinkable","def":"adj.  မဟွံဂံၚ်ချပ်စၚ်ခြၚ်၊  မဟွံဂံၚ်ချပ်၊  မစၚ်ခြၚ်ချပ်သၠေဟ်ဟွံမာန်၊  မဟွံမွဲကဵုကဆံၚ်သွက်ဂွံပတှ်ေ။"},
{"word":"unthinking","def":"adj.  မဟွံချပ်ဗ္စာရဏာစၚ်ခြၚ်။"},
{"word":"untie","def":"vt.  ပလာဲ၊  သှ်၊  သှ်ပလာဲ၊  ဗလာဲပ္တိတ်၊  ဗလိုဟ်ပ္တိတ်၊  သှ်ပ္တိတ်။"},
{"word":"until","def":"prep.  စဵုကဵု၊  ဒဵုကဵု၊  ဟဝ၊  ဟဝါ၊  ကၠာဟွံစိုပ်၊  ကၠာဟွံဒှ်။  until death. (prep)  ဒဵုကဵုအိုတ်သ္ကန်ဇဳဝိရ၊  စဵုကဵုလမျီုအိုတ်၊  စဵုကဵုမုက်ဗ္ကပ်ပ္ဍဲတိ။  until this day. (prep)  စဵုကဵုတ္ၚဲဏံ၊  ဒဵုကဵုတ္ၚဲဏံ၊  စဵုကဵုတ္ၚဲဝွံ၊  ဒဵုကဵုတ္ၚဲဝွံ။  conj.  စဵုကဵု၊  ဒဵုကဵု။  We will wait until he comes tomorrow. (conj)  ပိုဲမၚ်ညးစဵုကဵုတ္ၚဲယးတေံ။"},
{"word":"untimely","def":"adj.  မဟွံစိုပ်အခိၚ်ဏီ၊  မဟွံဒးအခိၚ်အခါဏီ။"},
{"word":"unto","def":"prep.  ပ္ဍဲ၊  ပ္ဍဲကဵု။"},
{"word":"untold","def":"adj.  မရိုဟ်လၟိဟ်ဟွံမာန်၊  မဟီုထ္ၜးဟွံမာန်။"},
{"word":"untoward","def":"adj.  မစိုပ်ဒၟံၚ်ကဆံၚ်အကာဲအရာဟွံခိုဟ်၊  မစိုပ်ဒၟံၚ်ကဆံၚ်ကံကုသဵုပရေံ။"},
{"word":"untruth","def":"n.  ထၟုန်၊  ဓဝ်တလန်။"},
{"word":"untwist","def":"vt.vi.  ပၠိုဟ်၊  ပၠိုဟ်ပ္တိတ်၊  ပၠိုဟ်ဇုက်၊  လိုဟ်၊  လိုဟ်တိတ်။  to untwist a rope. (vt)  ပၠိုဟ်ဇုက်။"},
{"word":"unutterable","def":"adj.  မဓမံက်ထ္ၜးနကဵုအရေဝ်ဂွံကၠုၚ်ဟွံမာန်။"},
{"word":"unvarnished","def":"adj.  မယျဵုလ္ဂူတပ်တး၊  မပံက်လဟာ်ထ္ၜးနကဵုစိုတ်ယျဵုယျဵုလ္ဂူလ္ဂူ၊  မဒှ်တပ်တပ်၊  မဒှ်ဒၟံၚ်တေဝ်တေဝ်သေဝ်သေဝ်။"},
{"word":"unwell","def":"adj.  ထဏီ၊  ထၞီ၊  မံၚ်ဟွံဒးရး။"},
{"word":"unwieldy","def":"adj.  မဒှ်သွက်ဂွံရပ်စပ်ဝါတ်ဂါတ်၊  မဟွံမာန်ဇိုၚ်တဲ။"},
{"word":"unwitting","def":"adj.  မဟွံရန်၊  မဟွံရန်တၟံ၊  မဟွံပသတိ၊  မဟွံစွံသတိ၊  မဟွံတီ။"},
{"word":"unworthy","def":"adj.  အာယုက်၊  မဟွံထေက်တန်။"},
{"word":"up","def":"adv.  တပ်တပ်၊  လက်ပ္တဴ၊  ညံၚ်ဂွံက္တိုၚ်တိုန်၊  ပ္တဴပ္တဴ။  ၂။  နဒဒှ်မဂၠိုၚ်ဒၟံၚ်ကဵုကမၠောန်၊  နဒဒှ်မထုဲထံၚ်ဒၟံၚ်၊  နဒဒှ်မစိုပ်ကဆံၚ်။  prep.  ဖာလ္တူ၊  ပ္ဍဲဒၞာဲသၠုၚ်သၠုၚ်။  ၃။  ပ္ဍဲဒၞာဲစိုပ်တရဴ။  ၄။  လ္ပာ်ကၞောတ်ၜဳ၊  လ္ပာ်သၟဝ်ကျာ။  up to. (prep)  စဵု၊  စဵုကဵု၊  ဒဵု၊  ဒဵုကဵု။  n.  ကံကုသဵုသၠုၚ်သဝ်၊  ဓဝ်ဓမ္မတာလောက။"},
{"word":"up-","def":"prefix.  လ္ပာ်လ္တူ။"},
{"word":"upbraid","def":"vt.  ပရဂဟီပ္တိုန်ဒုဟ်။"},
{"word":"upbringing","def":"n.  ပွမဇၞော်သၠုၚ်ပ္တိုန်၊  ဒဒှ်မပ္ကတ်ပ္ကေၚ်ကဵုစဵုကဵုဇၞော်။"},
{"word":"uphold","def":"vt. (pt.pp.upheld)  ကဵုဇြဟတ်ထံက်ဂလာန်၊  ကြိုက်ဒးကဵုပ္ဍဲစိုတ်ဆန္ဒ။"},
{"word":"upholster","def":"vt.  ဂြောပ်ထောံဒၞာဲဂဇံနကဵုဂရောပ်ဍေံ၊  လးကဵုခေါဇဴ၊  ဗ္ဂပ်ဖျေံစုတ်ဒဒၚ်စဵုဒၞာ။  upholsterer (n)  မၞိဟ်ပလေဝ်ပလေတ်ဖျေံဖျောန်ကဵုခဒံ။  upholstery (n)  ဂရောပ်ကပေါတ်ဖျေံဖျောန်ပရိဘောဂ။"},
{"word":"upkeep","def":"n.  စရိတ်ထိၚ်ဒက်ပလေဝ်ပလေတ်။"},
{"word":"upland","def":"n.  ဒကုတ်တိဍာ်သၠုၚ်သၠုၚ်ပ္ဍဲဍုၚ်။"},
{"word":"uplift","def":"vt.  သၠုၚ်ပ္တိုန်ကဵု။  n.  ဒဒှ်မသၠုၚ်ပ္တိုန်ကဵု။"},
{"word":"upon","def":"prep.  လတူ၊  ပ္ဍဲလ္တူ၊  ဒၞာဲလ္တူ။"},
{"word":"upper","def":"adj.  မနွံဒၞာဲသာတုဲသၠုၚ်၊  မနွံဒၞာဲသၠုၚ်၊  မနွံလ္တူ။  upper garment. (adj)  ယာတ်ကၠေဟ်၊  ယာတ်စၞေဟ်၊  ယာတ်တနှ်ေ။"},
{"word":"upperhand","def":"n.  ဒဒှ်မသ္ဂောံလ္ပာ်လ္တူ၊  ဒဒှ်မနွံဒၞာဲလ္တူ။"},
{"word":"uppermost","def":"adj. adv.  မဒှ်လ္တူအိုတ်၊  သၠုၚ်အိုတ်။"},
{"word":"upright","def":"adj.  မစဝ်၊  မတပ်တး၊  မဓဝ်ယာ၊  မလ္ဂူ၊  မသ္တပ်လ္ဂူ၊  မပ္တဴဒၟံၚ်တပ်တပ်၊  မစှ်ေဒၟံၚ်လက်လၞၚ်လက်ပ္တဴ၊  သ္တပ်လ္ဂူ။  ၂။  မတပ်လ္ဂူလ္တူဒ္ဂေတ်ပဋိပတ်။  upright posture. (adj)  စူဓော်၊  စဝ်ဓော်၊  စူလံက်။"},
{"word":"uprising","def":"n.  ဒဒှ်မသပုန်လရုလစာ်တိုန်၊  ဒဒှ်မလရုလစာ်ကလိုက်ကၟဵုတိုန်။"},
{"word":"uproar","def":"n.  ဒဒှ်ဂမြိၚ်တမ္ညဝ်၊  ဒဒှ်မက္တဵုဒှ်တိုန်လရုလစာ်၊  ဒဒှ်မကလိုက်ကၟဵုတိုန်၊  ဒဒှ်မညာန်ညေဲတိုန်။  uproarious (adj)  မညာန်ညေဲ။"},
{"word":"uproot","def":"vt.  ပိုက်ဂြဲပတိုန်သီုရိုဟ်၊  ဗ္တးပတိုန်တိရိုဟ်ညံၚ်ရဴဟဂွံမွဲ၊  ပိုက်၊  လပိုက်။"},
{"word":"upset","def":"vt.vi. (pt.pp.upset) (-tt-)  ဗ္ကပ်၊  ဗ္ကပ်ထောံ။  ၂။  သကဵုဒဒိုက်ပလာပ်ပထုဲ။  adj.  မသကဵုစိုတ်ဒှ်ထုဲထုဲကြာန်ကြာန်၊  မဗ္ကပ်အာ။"},
{"word":"upshot","def":"n.  ဖဵုဂုန်၊  လာပ်၊  လာပ်ဍေံ။"},
{"word":"upside-down","def":"adj. adv.  လက်ဗၠိုက်၊  လက်ဗ္တက်။"},
{"word":"upstairs","def":"adv.  လ္ပာ်ထပ်လ္တူ၊  ပ္ဍဲထပ်လ္တူ။"},
{"word":"upstream","def":"adv.  လ္ပာ်ဒစးဍာ်၊  ဗွဲဒစးကဵုဍာ်။"},
{"word":"uptake","def":"n.  မကၠိုဟ်ခၠၚ်ကေတ်လောဲ။"},
{"word":"up to date","def":"adj.  မဂတာပ်ခေတ်၊  မမံက်ကၠုၚ်ဗွဲကြဴအိုတ်။"},
{"word":"upward","def":"adj.  မပ္တဝ်ကဵုလ္ပာ်လ္တူ၊  မပ္တဝ်ကဵုလ္ပာ်သၠုၚ်သၠုၚ်၊  မချဳဒရာၚ်အာလ္ပာ်လ္တူ၊  မချဳဒရာၚ်အာလ္ပာ်သၠုၚ်သၠုၚ်။  upwards (adv)  ဗွဲလ္ပာ်လ္တူ၊  ဗွဲလ္ပာ်သၠုၚ်သၠုၚ်။  upward curve of a cart. (adj)  ဍုတ်ကွဳ၊  ဍုတ်အယဴ၊  ဍုတ်အယဴကွဳ။"},
{"word":"Uranus","def":"n.  ဂြိုဟ်ဗာဟိရ၊  ဂြိုဟ်မ္ၚး။"},
{"word":"urban","def":"adj.  မဒှ်မြုဍုၚ်။  urbanize (vt)  ပြံၚ်လှာဲထောံအနေဒဒှ်မြုဍုၚ်။"},
{"word":"urbane","def":"adj.  မယေန်သၞာၚ်၊  ပေါရဳ၊  မဇိပ်ဂၠိပ်၊  မသ္ဍိုဟ်ကေက်ယေန်သၞာၚ်။  urbanely (adv)  ဗွဲမဇိပ်ဂၠိပ်။  urbanity (n)  ဒဒှ်မဇိပ်ဂၠိပ်။"},
{"word":"urchin","def":"n.  သၟတ်မကဵုဒဒိုက်၊  သၟတ်မက္တဵုဗဒှ်ပြသၞာ၊  ကောန်ၚာ်မပထုဲဂရုဲစိုတ်။"},
{"word":"urge","def":"vt.  ဒဳဏာဂတ၊  စဝ်ဏာဂတ။  ၂။  ဇံသဝ်အာတ်ပါန်အခေါၚ်၊  ဒုၚ်ဂုန်ညံၚ်ရဴသ္ဂောံဆာန်ဍူ။  ၃။  ဖတိုက်ဖတုန်၊  ဖအောဝ်၊  ဗတိုက်စိုတ်၊  ဗ္တိုက်ဖအောဝ်၊  ကဵုကသပ်၊  ဝေတ်။  n.  ဆန္ဒအၚပ်မက္တဵုဒှ်ကၠုၚ်ဗြုဗြု(မွဲလစုတ်ဓဝ်)။  urgent (adj)  မဇၞော်ကဵုပၟိက်၊  မဂရက်ဂဗက်၊  မွဲလစုတ်ဓဝ်၊  လွာဲဂှ်။"},
{"word":"urine","def":"n.  ကၞံ၊  ခယျာ၊  ကၞမ်၊  ဏမ်၊  ဍာ်ပဿဴ၊  တမျာ၊  ပသြဴ၊  ပဿဴ။  urinate (vi)  ကၞံစုတ်ထောံ၊  အာပဿဴ၊  တမျာစုတ်ဖျာ။  urinary (adj)  မဆေၚ်စပ်ကဵုသယျာ။  urinary infection. (adj)  ယဲဒူလာသြဴ(ပဿဴ)။"},
{"word":"urn","def":"n.  ထၟာဲစုတ်ပ္တေၚ်ဇုတ်။"},
{"word":"Ursa Major","def":"n.  သၞံၚ်စိၚ်။"},
{"word":"us","def":"pron.  ပိုဲ၊  ပိုဲတံ။  He want us to study. (pron)  ညးနွံပၟိက်ကဵုပိုဲ သွက်ဂွံကတ်လ္ၚတ်။"},
{"word":"usage","def":"n.  ပဝေဏဳ၊  ပြဝေဏဳ၊  ဗီုရပ်စပ်၊  နဲကဲရပ်စပ်၊  ဒဒှ်မရပ်စပ်။  ၂။  ဗီုရပ်စပ်မအရေဝ်။"},
{"word":"use","def":"vt.  စကာ၊  ပြဘိုက်၊  ရပ်၊  ရပ်စပ်စကာ၊  ရပ်စပ်ထောံ။  ၂။  ရပ်စပ်စကာထောံဖအိုတ်။  ၃။  သ္ပပွမဆက်ဆောံ။  use a drag net. (vt)  ထက်ဇာ။  use caution. (vt)  ဆွံသတိ၊  သ္ပသတိ။  use violence. (vt)  ကသိုၚ်၊  တသိုၚ်။  n.  အရာမနွံပၟိက်သွက်ဂွံရပ်စပ်၊  ပယောဂ၊  ပယောဇန၊  ပရိဘောဂ၊  ယုတ္တိ။  ၂။  ဒဒှ်မရပ်စပ်စကာ၊  ဒဒှ်မရပ်စပ်။  ၃။  ဖဵု၊  ဖဵုဂုန်။  ၄။  အစောံစရာဲမရပ်စပ်ဂွံ၊  အစောံစရာဲ။  used (adj)  မရပ်စပ်လဝ်တုဲ၊  မဒှ်စကာလဝ်တုဲမွဲကဆံၚ်။  used to (adj)  မကေၚ်၊  မကေၚ်ဒၟံၚ်၊  မဍုက်၊  မဍုက်ဒၟံၚ်၊  မဒှ်ကၠုၚ်ဒၟံၚ်တွဵု၊  မသ္ပကၠုၚ်ဒၟံၚ်တွဵု။  useful (adj)  မလုပ်အရာသွက်ဂွံရပ်စပ်။  usefully (adv)  နဒဒှ်မလုပ်အဝေါၚ် အရာသ္ဂောံရပ်စပ်။  usefulness (n)  ဒဒှ်လုပ်အဝေါၚ်သွက်ဂွံရပ်စပ်၊  ဒဒှ်မရပ်စပ်ဂွံ။  useless (adj)  ခမး၊  စမး၊  မဟွံလုပ်လၟိဟ်ရပ်စပ်ဂွံ၊  မရပ်စပ်ဟွံဂွံ၊  မသက္ကုဖဵု၊  မဟွံလုပ်အဝေါၚ်အရာမရပ်စပ်ဂွံ၊  မှာဲ၊  မှာဲပ္ဍူ၊  လ္ၚု၊  ဟွံမွဲကဵုဂုန်။  uselessly (adv)  နဒဒှ်မဟွံလုပ်အရာသွက်ဂွံရပ်စပ်၊  မဟွံလုပ်လၟိဟ်ကပေါတ်မရပ်စပ်ဂွံ၊  သၟးသၟး။  user (n) မၞိဟ်ရပ်စပ်စကာ။"},
{"word":"usher","def":"n.  မၞိဟ်ဒုၚ်တၠုၚ်၊  မၞိဟ်ဖျေံကဵုဒၞာဲတၟုဲ။  vt.  ဒုၚ်တၠုၚ်ဖျေံကဵုဒၞာဲတၟုဲ။"},
{"word":"usual","def":"adj.  မဒှ်ကၠုၚ်ဒၟံၚ်တွဵု၊  မကၠောန်ကၠုၚ်ဒၟံၚ်တွဵု။  usually (adv)  နဒဒှ်မကၠောန်ကၠုၚ်ဒၟံၚ်တွဵု။"},
{"word":"usurp","def":"vt.  သီကေတ်နနဲမဟၟဲကဵုဗဗွဲဓဝ်၊  သီကေတ်အဓမ္မ။  usurper (n)  မၞိဟ်သီကေတ်မဟၟဲကဵုဗဗွဲဓဝ်။"},
{"word":"usury","def":"n.  ဒဒှ်မစအိက်သြန်ဂၠိုၚ်ဂၠိုၚ်။  usurer (n)  မၞိဟ်စအိက်သြန်ဂၠိုၚ်။"},
{"word":"utensil","def":"n.  ကပေါတ်၊  အပေါတ်၊  ကရိယာရပ်စပ်ပ္ဍဲသ္ၚိ(ထၟာဲ,ခရော်,တၟဟ်,စက္ခူ,တဝ်ဖကောဝ်,တဝ်မှၚ်,မှၚ်)၊  ခြိက်ခြာ၊  ပရိက္ခရာ။"},
{"word":"uterus","def":"n.  ထကေၚ်၊  သ္ၚိကောန်။"},
{"word":"utility","def":"n. (pl.-ties)  ဒဒှ်မလုပ်ကေၚ်ကာ၊  ဒဒှ်မနွံၚုဟ်မးပ္ဍဲအရာရပ်စပ်။  utilize (vt)  ရပ်စပ်၊  ရပ်စပ်စကာ။  utilization (n)  ဒဒှ်မရပ်စပ်။"},
{"word":"utmost","def":"adj.  မဒှ်ကၞောတ်တဲ။  ၂။  မဇၞော်အိုတ်။  n.  ဒဒှ်ၜိုတ်မနွံကဵုအစောံစရာဲ၊  အစောံစရာဲဆၜိုတ်နွံ။  uttermost (adj)  မဒှ်ကၞောတ်တဲ။  ၂။  မဇၞော်အိုတ်။  n.  ဒဒှ်ၜိုတ်မနွံကဵုအစောံစရာဲ၊  အစောံစရာဲဆၜိုတ်နွံ။"},
{"word":"utter","def":"adj.  မဒှ်အလုံအိုဿီု။  utterly (adv)  အိုဿီု၊  အလုံအိုဿီု။  vt.  ဟီုအရေဝ်၊  ရမျာၚ်တိတ်၊  တိတ်ရမျာၚ်။"},
{"word":"utterance","def":"n.  တဝှ်၊  တဝှ်ဓဝ်၊  တဝှ်ပါၚ်၊  ဒဒှ်မဟီု၊  ဗီုဟီု။  ၂။  အရာမဟီု၊  အရာမမြော်။"},
{"word":"uvula","def":"n.  ကောန်လတာ်။"},]}