{"data":[{"word":"v","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၂၂။"},
{"word":"vacant","def":"adj.  မခလး၊  မသလး၊  သၠးသၠး၊  မသၠးဒၟံၚ်၊  မဗၠးဒၟံၚ်။  ၂။  မၚိုက်ဒၟံၚ်၊  မဟၟဲကဵုကသပ်။  vacantly (adv)  နဒဒှ်မသၠးမံၚ်။  vacancy (n)  ဒၞာဲသၠး၊  ဒၞာဲသၠးသၠး၊  ဒၞာဲမသၠးဒၟံၚ်။  ၂။  ဒဒှ်မဗၠးဒၟံၚ်၊  ဒဒှ်မသရုၚ်ခၠန်ဒၟံၚ်။  ၃။  ဒဒှ်ဒၞာဲကမၠောန်မသၠးဒၟံၚ်။"},
{"word":"vacate","def":"vt.  တိတ်ကဵု၊  ပဲါကဵု၊  သရုၚ်ကဵု၊  ခၠန်လဝ်ကဵု။"},
{"word":"vacation","def":"n.  ဒဒှ်မပဲါကဵုလဝ်၊  ဒဒှ်မတိတ်ကဵုလဝ်၊  ဒဒှ်မသရုၚ်ခၠန်ကဵုလဝ်။  ၂။  တ္ၚဲသၠး၊  တ္ၚဲဂွံအခေါၚ်ဇူတာ။"},
{"word":"vaccinate","def":"vt.  ထပက်ဂဥုဲမြန်၊  ထပက်ဂဥုဲသွက်ဂွံစဵုဒၞာ။  vaccination (n)  ဒဒှ်မထပက်ဂဥုဲသွက်ဂွံစဵုဒၞာ။  vaccine (n)  ဂဥုဲစဵုဒၞာဲ၊  ဂဥုဲမြန်။"},
{"word":"vacillate","def":"vi.  ဝိဝိၚ်၊  လဇ၊  မဟွံကၠဳကၠး။  vacillation (n)  ဒဒှ်မဝိဝိၚ်၊  ဒဒှ်မဟွံကၠဳကၠး။"},
{"word":"vacuum","def":"n. (pl.-s, scientfic. pl.-ua)  ပွဳပွိုၚ်ဒၞာဲကျာသောပ်ဒၟံၚ် ဟိုတ်နူပ္တိတ်လဝ်ကျာ။  vacuum bottle (n)  ပလၚ်ကာဍာ်ဂမ္တဴ။"},
{"word":"vagabond","def":"adj.  မအာကၠုၚ်ဒၟံၚ်ဟွံမွဲကဵုဌာန်ဒတန်ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်၊  မပတှ်ေကေတ်လ္တူဇိုၚ်။"},
{"word":"vagina","def":"n.  ပဿာဝမဂ်ဗြဴ၊  သၞိၚ်ဇကုမၞိဟ်ဗြဴ၊  ဆိ။"},
{"word":"vagrant","def":"adj.  မလေပ်ဂေတ်ဂ္ၚေၚ်အာကၠုၚ်၊  မဟိုတ်တၟာဲဒၟံၚ်။  vagrancy (n)  ဒဒှ်မဟိုတ်မာဲ၊  ဒဒှ်မကလှ်လဖှ်။"},
{"word":"vague","def":"adj. (-r,-st)  မဟွံသ္ဇုၚ်ကေဝ်၊  ဟွံကၠးခၠေဲ။  ၂။  မဟွံချိုတ်ပၠိုတ်၊  မဟွံသောၚ်ကၠး။  vaguely (adv)  နဒဒှ်မဟွံချိုတ်ပၠိုတ်၊  နဒဒှ်မဟွံသောၚ်ကၠး၊  နဒဒှ်မဟွံကၠဳကၠး။  vagueness (n)  ဒဒှ်မဟွံချိုတ်ပၠိုတ်၊  ဒဒှ်မဟွံသောၚ်ကၠး၊  ဒဒှ်မဟွံကၠဳကၠး။"},
{"word":"vain","def":"adj. (-er,-est)  မဇလေံဇပဝ်(ပုတိုန်)၊  မဒှ်အာသၟးသၟး၊  မဒှ်အာဂုန်ဂၞာတ်ဟွံမွဲ၊  မဒှ်အာဟၟဲကဵုဖဵုဂုန်၊  မသက္ကုဖဵု၊  လ္ပံသာ၊  လ္ၚု။  ၂။  မသ္ၜိုန်၊  မခၠံ၊  မကြဵုကြီု။  vainly (adv)  နဒဒှ်မသ္ၜိုန်၊  နဒဒှ်မကြဵုကြီု၊  နဒဒှ်မဒှ်သၟးသၟး။  vainglory (n)  ဒဒှ်ဇကုမွဲဟေၚ်စိုတ်ဘဝၚ်သၠုၚ်ဒၟံၚ်၊  ဒဒှ်ဇိုၚ်မဟွံဒးကၞဳ၊  ဒဒှ်မခါတ်ဂၠိက်ဗၠေတ်ဒၟံၚ်ကဵုသကေတ်။  vainglorious (adj)  မဒှ်သဒှ်ဇိုၚ်မဗၠးဒၟံၚ်နူကၞဳ၊  မခါတ်ဂၠိက်ဗၠေတ်ဒၟံၚ်ကဵုသကေတ်။  in vain [IDM]  လ္ၚုသမး၊  မးမး။"},
{"word":"valence","def":"n.  ဇြဟတ်ပရိုက်ပံၚ်အနုလက်ကၠိုက်၊  ကိုန်သတ္တိပရိုက်ပံၚ်အနုလက်ကၠိုက်။"},
{"word":"valiant","def":"adj.  မနွံကဵုသတ္တိအစောံစရာဲ။"},
{"word":"valid","def":"adj.  မစှ်ေဗဗွဲဓဝ်အတိုၚ်သၞောဝ်ဥပဒေ၊  သ္တန်။  ၂။  မဗိုန်ဗတ်ခိုၚ်ကၠိုက်။  validate (vt)  သကဵုဗိုန်ဗတ်ခိုၚ်ကၠိုက်၊  သကဵုလုပ်ကဵုစှ်ေကဵုဗဗွဲဓဝ်။  validity (n)  ဒဒှ်မသကဵုဗိုန်ဗတ်ခိုၚ်ကၠိုက်၊  ဒဒှ်မသကဵုလုပ်ကဵုစှ်ေကဵုဗဗွဲဓဝ်။"},
{"word":"valley","def":"n.  (pl.-leys)  ခလံက်တိလမၠးအကြာဒဵုၜါ, အကြာကုန်ၜါ၊  ခလံက်၊  ခလံက်လမၠး၊  ခရော်၊  ခရော်အကြာဒဵုၜါ။"},
{"word":"valour","def":"(valor)  n.  အစောံသတ္တိ။"},
{"word":"value","def":"n.  ဒဒှ်မထေက်တန်ၚုဟ်မး။  ၂။  ၚုဟ်၊  ၚုဟ်မး၊  ၚုဟ်မးသၠာဲဗတး။  vt.  ခယျပတန်ကေတ်ၚုဟ်မး၊  ဇဂုတ်၊  ပိုၚ်ပြာတ်၊  ရာသူၚုဟ်မး။  ၂။  ပ္တန်ၚုဟ်မး၊  စွံၚုဟ်မး။  valuable (adj)  မထေက်တန်ကဵုၚုဟ်မး။"},
{"word":"valve","def":"n.  လ္တာ်၊  လ္တာ်မံၚ်၊  ကောန်ဍေၚ်။  ၂။  မပၟတ်ရေဒဳယဝ်။"},
{"word":"van","def":"n.  ကွဳပ္ဍိုက်ကပေါတ်မနွံသီုပံၚ်။  ၂။  တောဲပ္ဍိုက်ကပေါတ်ကွဳပၟတ်။"},
{"word":"vandal","def":"n.  မၞိဟ်ပလီုပလာ်ကွတ်ပါန်။  vandalism (n)  ဒဒှ်မပလီုပလာ်အရာမသွိုန်ဗပိုန်လဝ်နကဵုကွတ်ပါန်။"},
{"word":"vane","def":"n.  လဴထ္ၜးဂၠံၚ်ဇၟောဝ်ကျာ။  ၂။  တၞးပၚ်ကာ၊  တၞးစက်စာန်။"},
{"word":"vanguard","def":"n.  ဒပ်ဂတမုက်ပၞာန်၊  ဒပ်မုက်ပၞာန်။"},
{"word":"vanilla","def":"n.  ပ္ကဴဂါပ်ဆုမောဝ်မောဝ်မွဲဂကူ။"},
{"word":"vanish","def":"vi.  ကၠေံဗ္ဒန်အာ၊  ဗၠိုက်တၞီအာ၊  ကၠေံဟဲအာ၊  တသိုတ်အာ။"},
{"word":"vanity","def":"n. (pl.-ties)  ဒဒှ်စိုတ်ဘဝၚ်မသၠုၚ်၊  ဒဒှ်မဟွံဆဵုညးမွဲ၊  ဒဒှ်မကြဵုကြီုမံၚ်။  ၂။  ဒဒှ်မဟၟဲကဵုကြက်၊  ဒဒှ်မဒှ်သၟးသၟး။  ၃။  အနတ္တ။"},
{"word":"vanquish","def":"vt.  ဇၞးကေတ်၊  ကေတ်မာန်လိုန်ပိန်ထောံ၊  ဂွံအာပေဲါအံၚ်ဇၞး၊  အုပ်ဓလီုဂွံဏာ။"},
{"word":"vantage","def":"n.  ဒဒှ်မဂွံဖာလ္တူ၊  ဒဒှ်မသာမွဲပၞံၚ်၊  ဒဒှ်မသာမွဲဍာ်။"},
{"word":"vapid","def":"adj.  မနွံကဵုရှ်ဘှ်သာသာ၊  မဟၟဲကဵုစိုတ်လုပ်စ။  vapidity (n)  ဒဒှ်မနွံကဵုရှ်ဘှ်သာသာ။"},
{"word":"vapor","def":"n.  သမုဟ်၊  သၟုဟ်၊  သၟုဟ်ဍာ်။  ၂။  သၟူအမြာဲ။  vaporize (vt.vi)  သကဵုဒှ်သၟုဟ်၊  သကဵုဒှ်သၟုဟ်ဍာ်။"},
{"word":"variegated","def":"adj.  အစောန်အပြံက်၊  အပြံက်၊  မြံက်၊  မစိစောန်၊  မစောန်ပြံက်၊  မပြံက်၊  မပြံက်စောန်၊  ဒဝါန်၊  ဒဝါန်အပြံက်၊  သာ်ဒဝါန်။"},
{"word":"variety","def":"n.  အရာနာနာသာ်၊  ဂကူနာနာသာ်။  ၂။  ဒဒှ်မဂၠိုၚ်ကဵုအပြံၚ်အလှာဲ။  ၃။  ကဆံၚ်မဟွံတုပ်သၟဟ်ညးသ္ကံ။  a variety of the chilli plant. (n)  တၞံမြေက်မွဲဂကူ။  a variety of fruits. (n)  သတ်ဆုနာနာသာ်။"},
{"word":"varnish","def":"n.  ကၠေၚ်ပ္တိုန်အရံၚ်။  vt.  ပ္တိုန်အရံၚ်။  n.  သြာန်၊  တၞံသြာန်။"},
{"word":"vary","def":"vt.vi. (pt.pp.-ried)  ပြံၚ်လှာဲ၊  ပြံၚ်လှာဲအာ၊  သကဵုတၞဟ်ခြာ။  variable (adj)  မလေပ်ပြံၚ်လှာဲ၊  မလောဲသွက်ဂွံပြံၚ်လှာဲ။  variance (n)  ဒဒှ်မတၞဟ်ခြာ၊  ဒဒှ်မသေက်ဇဵု၊  ဒဒှ်မဟွံတုပ်ရၚ်သ္ကံ။  variant (adj)  တၞဟ်ခြာ၊  ဟွံတုပ်ရၚ်သ္ကံ၊  မဒှ်တံမူတၞဟ်၊  မဒှ်တံတၞဟ်တၞဟ်ခြာခြာ။  variation (n)  ဒဒှ်မတၞဟ်ခြာ(သၞောတ်ဗ္ၜတ်)။  varied (adj)  မဒှ်နာနာသာ်၊  မဒှ်ဂကူနာနာသာ်။  ၂။  မဂၠိုၚ်ကဵုအပြံၚ်အလှာဲ။  various (adj)  ဂမ္စာဲ၊  အနေက၊  ၚာဲ၊  နာနာ၊  မကမွဲပြကာ၊  မဒှ်ဂကူနာနာသာ်၊ သေသာတ်၊  ဟွံကမွဲ၊  ဟွံကမွဲပြကာ။  various kinds. (adj)  ထၞဟ်တၞဟ်သာ်။  variously (adv)  ဂြုဂြုဂြီုဂြီု၊  ဂြီုဂြီုသအဳသအဳ။"},
{"word":"vase","def":"n.  ထၟာဲကဴဇၞော်ဇၞော်၊  အပၠဴ၊  ကၠာၚ်။"},
{"word":"vassal","def":"n.  ဍိက်ဗ္ၚ၊  ထကူတဲ။  vassalage (n)  ဘဝဍိက်ဗ္ၚ။"},
{"word":"vast","def":"adj.  မဇၞော်ဒုတ်၊  မသၠဲလး၊  မလှဲလး၊  သၠဲ၊  သၠဲလး။"},
{"word":"vault","def":"vt.vi.  ထံက်ထလာ်ဒံၚ်၊  ထံက်ထလာ်ကဵုဒုန်။  n.  ဒဒှ်မထံက်ထလာ်။  ၂။  ကၟဳခၠုပ်(ကုပ်ကုပ်)။"},
{"word":"vaunt","def":"vi.  ကြဵုဇာ၊  သ္ၜိုန်၊  သ္ၜိုန်သ္ၜာဲ။  n.  ဒဒှ်မသ္ၜိုန်။"},
{"word":"veal","def":"n.  ဖျုန်ကောန်ဂၠဴ။"},
{"word":"Veda","def":"n.  ဗေဒ၊  ဗေဒၚ်၊  ဗိုတ်၊  ဗိုဒ်။  The Vedas. (n)  ပြကိုဟ်ဆန်။  Vedic (adj)  မဆေၚ်စပ်ကဵုပြကိုဟ်ဆန်။"},
{"word":"veer","def":"vt.vi.  ပြံၚ်လှာဲထောံတၚ်ပ္တဝ်က္ဍိုပ်။"},
{"word":"vegetable","def":"n.  ခဏေဝ်၊  ခၞေဝ်၊  ထၞေဝ်၊  လမတ်ကမတ်၊  သၞေဝ်၊  သၞေဝ်ကေဝ်၊  သတ်ဆု၊  သတ်ဒုန်။  adj.  မဆေၚ်စပ်ကဵုတၞံ၊  မဂွံနူတၞံဆုဒုန်။  vegetable dyes. (adj)  ဍာ်ဂဥုဲမဂွံကၠုၚ်နူရိုဟ်တၞံဆု။  vegetarian (n)  မၞိဟ်စသတ်ဆု သတ်ဒုန်သၞေဝ်ကေဝ်၊  မၞိဟ်ဝေၚ်ပဲါစသတ်မနွံကဵုလမျီု။  vegetation (n)  ဒဒှ်တၞံဆုဒုန်မကၠုတ်တိုန်၊  တၞံဆုဒုန်မတိုန်ဒၟံၚ်အလိုက်ဌာနဒေသ။"},
{"word":"vehement","def":"adj.  မသ္ကာတ်မြဟ်၊  မလရုက္တဵု။  vehemence (n)  ဒဒှ်မသ္ကာတ်မြဟ်၊  ဒဒှ်မလရုက္တဵု။"},
{"word":"vehicle","def":"n.  ယာန်၊  ယာန်ဖဍိုက်၊  ယာန်မပ္ဍိုက်ဏာနၚ်ကပေါတ်။  ၂။  နဲကဲမဓမံက်ထ္ၜးလညာတ် အစၚ်အခြၚ်ဇကု၊  နဲကဲမဓမံက်ထ္ၜးဓဝ်ပတှ်ေစှ်ေစိုတ်ဇကု၊  နဲကဲပလံၚ်ဗ္စိုပ်ကဵုလညာတ် ကသပ်ဇကုကဵုမဟာဇန်။  vehicular (adj)  မဆေၚ်စပ်ကဵုယာန်။"},
{"word":"veil","def":"n.  ယာတ်ဂဇာဂရောပ်မုက်။  ၂။  အရာမဓလီုဂြောပ်မုက်။  vt.  ဂြောပ်လဝ်ကဵုယာတ်သၠောံဓလီုဂြောပ်။"},
{"word":"vein","def":"n.  လတေၚ်၊  လတေၚ်ဆီ၊  ဂၠံၚ်ဆီ။  ၂။  လတေၚ်ဆီကလေၚ်၊  ဂၠံၚ်ဆီကလေၚ်။  ၃။  ဓာတ်စိုတ်စရိုတ်။  ၄။  ရမျာၚ်ကျာ။"},
{"word":"velocity","def":"n.  အသိၚ်၊  ဒမြိပ်။"},
{"word":"velvet","def":"n.  ကတေပး၊  ခတေပး၊  ဂတေပး။"},
{"word":"venal","def":"adj.  မဒှ်မၞိဟ်ဟဂွံသ္ဇိုၚ်သွက်ဂွံပတုဲပါပ် ညံၚ်ရဴသ္ဂောံဂွံသၠုဲသၠာ်။  ၂။  မကဵုလာပ်သၠုဲတုဲ ဂွံဇၞးမာန်၊  မဗက်စအဂတိ။"},
{"word":"vend","def":"vt.vi.  သွံ။  vender, vendor (n)  ရဲဖျာ၊  တၠဖျာ။"},
{"word":"vendetta","def":"n.  ပွမဒက်ဝဲဗက်ဂစိုတ်သီုကဵုမသမွဲ။"},
{"word":"venerable","def":"adj.  မရှ်ေသှ်ေထေက်၊  မအဲပရဲထေက်။  venerate (vt)  ရှ်ေသှ်ေသ္ပဂါရဝ၊  အဲပရဲ။  veneration (n)  ဒဒှ်မရှ်ေသှ်ေ၊  ဒဒှ်မသ္ပရဴဂဴ၊  ဒဒှ်မသ္ပဂါရဝ၊  ဒဒှ်မအဲပရဲ။"},
{"word":"venereal","def":"adj.  မဆေၚ်စပ်ကဵုပရေၚ် အာကၠုၚ်ကဵုမၞိဟ်ဗြဴ။  venereal disease. (adj)  ယဲတံၚ်ကိုတ်၊  ယဲဗၠာဲ။"},
{"word":"vengeance","def":"n.  ဒဒှ်မကလေၚ်ပလန်၊  ဒဒှ်မကလေၚ်ပၠန်ဂတးကဵုသၞ။  ၂။  ဒဒှ်မထ္ၜေက်လုပ်မတ်၊  ဒဒှ်မဇၞော်ကဵုပၞောတ်။  vengeful (adj)  မလေပ်ကလေၚ်ပၠန်ဂတး၊  မလေပ်ကလေၚ်ပလန်၊  မနွံကဵုပၟိက်သွက်ဂွံကလေၚ်ပလန်၊  မဒက်လဝ်ဝဲ၊  မဒက်စွံလဝ်ပ္ဍဲစိုတ်။"},
{"word":"venial","def":"adj.  မသၠးကဵုအခေါၚ်မာန်၊  မရးထောံဒုဟ်မာန်၊  မဒှ်ဒုဟ်ဟွံသ္ဇိုဟ်နက်။"},
{"word":"venison","def":"n.  ဖျုန်ဒြာဲ, မၚ်, တ္ၜိုၚ်, ပှ်။"},
{"word":"venom","def":"n.  ဂျိ၊  ဂျိဇြုံ၊  ဂမျိ။  ၂။  ဒဒှ်မက္ဍုဟ်၊  ဒဒှ်မထေဲပၞောတ်။  venomous (adj)  မနွံကဵုဂျိ၊  မနွံကဵုဂျိသ္ကာတ်သ္ကာတ်၊  မဒှ်ဂျိသ္ကာတ်သ္ကာတ်၊  မဒှ်မနောဒေါသထတ်ထတ်။  venomous snake. (adj)  ဇြုံဂမျိ၊  ဇြုံမနွံကဵုဂျိ။"},
{"word":"venous","def":"adj.  မဆေၚ်စပ်ကဵုလတေၚ်ဆီကလေၚ်။  ၂။  မနွံကဵုလတေၚ်ဗွဲမဂၠိုၚ်။"},
{"word":"vent","def":"n.  ဂၠံၚ်သၟုဟ်မလုပ်တိတ်၊  ဂၠံၚ်ပၞော်သွက်စိုတ်သ္ဒးဒုၚ်စသိုၚ်တိတ်။  vt.  ပံက်သြိုဟ်၊  ပံက်လဟာ်ပ္တိတ်၊  တိတ်။"},
{"word":"ventilate","def":"vt.  သကဵုကျာလုပ်တိတ်။  ventilation (n)  ဒဒှ်မသကဵုကျာလုပ်တိတ်။  ventilator (n)  ကရိယာသွက်ကျာသ္ဂောံလုပ်တိတ်။"},
{"word":"venture","def":"n.  ဒဒှ်မထောံဏာလမျီု၊  ဒဒှ်မကၠောန်ကြာန်ကြာန်၊  ဒဒှ်မထ္ၜေက်မတ်တုဲကၠောန်။  vt.vi.  ကၠောန်ကြာန်ကြာန်၊  ဂံၚ်ကၠောန်ကြာန်ကြာန်။  ၂။  ဟီုကြာန်ကြာန်၊  ဂံၚ်၊  ဂံၚ်သ္ကာ။  venturesome (adj)  မဂံၚ်ထောံလမျီု၊  မဂံၚ်ကၠောန်ကြာန်ကြာန်၊  မသ္ဂံၚ်ကၠောန်၊  မဂံၚ်ဒုၚ်ချိုတ်။"},
{"word":"Venus","def":"n.  သိုက်၊  ဂြိုဟ်သိုက်၊  သၞံၚ်ပြေၚ်။"},
{"word":"veracious","def":"adj.  ဍာံပြ၊  မဍိုက်ပေၚ်တဴကဵုဓဝ်စၟတ်ဍာံ။  veracity (n)  ဒဒှ်မဍာံပြ၊  ဒဒှ်မဍာံစၟတ်။"},
{"word":"veranda","def":"(verandah)  n.  ကမှေၚ်၊  ကၟေၚ်၊  တၟေၚ်၊  ဝိုန်ဂၚ်၊  မုက်သ္ၚိ၊  သ္ၚိကျာ၊  ဝါရိန်ဒါ။"},
{"word":"verb","def":"n.  ကြိယာ၊  ကြိယျာ။"},
{"word":"verbal","def":"adj.  မဓမံက်ထ္ၜးကဵုမအရေဝ်။  ၂။  မဓမံက်ထ္ၜးဟွံသေၚ်ကဵုလိက်။  ၃။  မဓမံက်ထ္ၜးနကဵုပါၚ်တိုက်။  ၄။  မဒှ်အတိုၚ်အရေဝ်ဗွဲမချိုတ်ပၠိုတ်၊  မဒှ်အတိုၚ်အရေဝ်။  verbally (adv)  နကဵုအရေဝ်၊  နကဵုလဟီု။"},
{"word":"verbatim","def":"adv.  နကဵုဍောၚ်ဂလာန်မွဲ၊  နကဵုမအရေဝ်မွဲ၊  နကဵုဍောၚ်လိက်မွဲ၊  နကဵုမလိက်မွဲဗွဲမချိုတ်ပၠိုတ်။"},
{"word":"verbose","def":"adj.  မရပ်စပ်လဝ် မအက္ခဝ်ဂၠိုၚ်အာနူနွံပၟိက်၊  မဂၠိၚ်တဴကဵုကျာ၊  မဂၠိၚ်ပ္ဍဲဂလာန်။  verbosity (n)  ဒဒှ်မဂၠိၚ်တဴကဵုကျာ(အရေဝ်)။"},
{"word":"verdant","def":"adj.  မဍုက်ဍေက်ဍိုပ်ဍဴ၊  မမြဟ်မြဴ။  verdure (n)  ဆုဒုန်ဍိုပ်ဍိုပ်ဍဴဍဴ၊  ဒဒှ်မဍုက်ဍေက်ဍိုပ်ဍဴ။"},
{"word":"verdict","def":"n.  အရာမစဳရေၚ်၊  အရာမသ္ဂုတ်သွာတ်၊  အရာမကုတ်ဒန်။"},
{"word":"verdigris","def":"n.  မိဟ်ဓမြိုတ်။"},
{"word":"verge","def":"n.  ဗစပ်၊  တၞုၚ်တၞောတ်၊  လအိတ်။  ၂။  မဒှ်မကြပ်ဒှ်၊  မဒှ်မကြပ်ဒၟံၚ်ကွေံကွေံ။  vi.  ဇဲဒၟံၚ်၊  ဗဲဒၟံၚ်။  verge on (vi)  ကြပ်စိုပ်ဒၟံၚ်။  I am on the verge of anger. (n)  အဲမကြပ်စိုပ်ဒၟံၚ်ကဆံၚ်ထေဲ။  His behavior verges on abuse. (vi)  ဒ္ဂေတ်ပဋိပတ်ဍေံ မစိုပ်ဒၟံၚ်ကဆံၚ်သ္ဒးစဴစ။"},
{"word":"verify","def":"vt. (pt.pp.-fied)  စၟဳစၟတ်ရံၚ်ဍာံဟွံဍာံ။  verifiable (adj)  မဒုၚ်စၟဳစၟတ်မာန်။  verification (n)  ဒဒှ်မဒုၚ်စၟဳစၟတ်မာန်။"},
{"word":"verily","def":"adv.  ကွေံ၊  ကွေံကွေံ၊  ဗွဲစၟတ်။"},
{"word":"verisimilitude","def":"n.  ဒဒှ်မနွံကဵုသၚ်ဍာံဍာံ၊  ဒဒှ်မနွံကဵုဗီုပြၚ်ဍာံဍာံ။"},
{"word":"veritable","def":"adj.  မဒှ်ဍာံဍာံကွေံကွေံ၊  မဍာံဇေတ်။"},
{"word":"verity","def":"n. (pl.-ties)  ဓဝ်ဍာံ၊  ဒဒှ်မနွံတန်ဒၟံၚ်ဍာံဍာံ(ကွေံကွေံ)။"},
{"word":"vermicelli","def":"n.  ခၞံ၊  ခၞံကြုက်။"},
{"word":"vermifuge","def":"n.  ဂဥုဲဗရုန်(မြုန်)။"},
{"word":"vermilion","def":"n.  ဇာၚ်ၚု၊  အရံၚ်ဗ္ကေတ်ဍာဲဍာဲ၊  အရံၚ်ဇာၚ်ၚု၊  တၟံမနောသိလာ။  adj.  မတုပ်တဴညံၚ်ရဴအရံၚ်ဇာၚ်ၚု။"},
{"word":"vermin","def":"n.  စၟစၟောန်သတ်တိရစ္ဆာန် မလေပ်ပလီုပလာ်၊  စၟစၟောန်သတ်တိရစ္ဆာန် မလေပ်ကဵုအန္တရာဲ။  verminous (adj)  မတီုကၠီုဒၟံၚ်ကဵုစဲမှေန်။"},
{"word":"vernacular","def":"adj.  မဆေၚ်စပ်ကဵုအရေဝ်ဘာသာကောန်ဍုၚ်အရၚ်၊  ရထ။  n.  အရေဝ်ဘာသာကောန်ဍုၚ်အရၚ်။"},
{"word":"vernal","def":"adj.  မဆေၚ်စပ်ကဵုရာသဳစလုပ်ကညၚ်၊  မဒှ်ရာသဳစလုပ်ကညၚ်။  ၂။  မသွတ်ၜတ်၊  ဗၠာဲဗၠာဲ၊  ဝုတ်ဝုတ်။"},
{"word":"Veronica","def":"n.  ဂမ္တၚ်ပၞာဲ။"},
{"word":"versatile","def":"adj.  မဍိုက်ပေၚ်ကဵုဒကဴနာနာသာ်၊  မဂွံဂၠံၚ်နာနာသာ်။  versatility (n)  ဒဒှ်မဍိုက်ပေၚ်ကဵုဒကဴနာနာသာ်။"},
{"word":"verse","def":"n.  ကဗျ၊  ဂါထာ၊  လၚ်္ကာ။  ၂။  အခန်ဍောတ်၊  ပိုတ်။"},
{"word":"version","def":"n.  ကၠာဲစလောံဘာသာ။  ၂။  လဟီုညး၊  သၠေဟ်ညး၊  လညာတ်ညး၊  အရာပူဂဵုမွဲမွဲမဟီုဂး။"},
{"word":"versus","def":"prep. Lat.  လ္ပာ်ဒစဵုဒစး၊  လ္ပာ်ပြိုၚ်ပ္ကာန်။"},
{"word":"vertebrate","def":"n.  သတ်မနွံကဵုဇုတ်ဒရံၚ်။  adj.  မနွံကဵုဇုတ်ဒရံၚ်။"},
{"word":"vertical","def":"adj.  မစူ၊  မတပ်စူ၊  မစှ်ေဒၟံၚ်လက်ပ္တဴ။"},
{"word":"vertigo","def":"n.  ဒဒှ်မဗ္ၜူ၊  ဒဒှ်မဗ္ၜူဒၟံၚ်ဗၠိုအ်ဗၠိုအ်။"},
{"word":"verve","def":"n.  စဳကၠး၊  ဒဒှ်စိုတ်မလုပ်စ၊  ဒဒှ်စိုတ်မထတ်။"},
{"word":"very","def":"adv.  က္ဍၚ်၊  လောန်၊  လောန်ကာဲ၊  လောန်သတိုတ်၊  လောန်သန်၊  ကျဝ်၊  ဗွဲ(ခိုဟ်လောန်,ကျဝ်ခိုဟ်,ဗွဲပရှ်)၊  ယဲသ၊  ယဲသၟ။  adj.  မဒှ်ဇေတ်ဇေတ်ဍာံဍာံ၊  မဒှ်ကွေံကွေံ။  very much. (adv)  သ္တိုတ်။  a very small quantity. (adv)  ညိည၊  ညိညိ။  very truly. (adv)  ဗွဲသၟတ်ကွေံ။  the very opposite. (adj)  မဒစဵုဒစးဍိုက်ဍိုက်ပေၚ်ပေၚ်။"},
{"word":"vessel","def":"n.  ခွက်၊  ထး၊  ဂရ။  ၂။  က္ၜၚ်၊  ဂၠုၚ်ဇၞော်။  cooking vessel. (n)  ထၟာဲ(ခွက်) သွက်ဂွံတောံတိုပ်။  sacred vessel (n)  ထးကယောၚ်။"},
{"word":"vest","def":"n.  ပလောံဒုၚ်ပလက်၊  ပလောံအပ္ဍဲ။"},
{"word":"vestal","def":"n.  အဆေဝ်သွဝ်ဗြဴပၟၚ်သ္ၚိ ရးရောံတြေံ။  adj.  ဝုတ်ဇေတ်ဇေတ်၊  မသအးဇ္ၚး။"},
{"word":"vestibule","def":"n.  ခဒံသၟဝ်သ္ၚိကျာ။"},
{"word":"vestige","def":"n.  ကၞာတ်မသှ်ေတ္ၜက်၊  အယောၚ်အလာမသှ်ေတ္ၜက်၊  လက်သန်မသှ်ေတ္ၜက်။"},
{"word":"vet","def":"n.  အ္စာသဝ်ဝန်သတ်တိရစ္ဆာန်။  vt. (-tt-)  စၟဳစၟတ်ကဵုပရေၚ်ထတ်ယုက်၊  စဳစောတ်မချူချာဲလဝ် (ချူခၞံလဝ်)။"},
{"word":"vetch","def":"n.  ၜဲထကောၚ်၊  ၜဲမး။"},
{"word":"veteran","def":"n.  ပူဂဵုမနွံကဵုဓဝ်ဆဵုဂဗမကြံၚ်ဍုဟ်၊  ကောန်ပၞာန်တြေံ၊  မၞိဟ်ဒုၚ်ကာပၞာန်တြေံ။  adj.  မနွံကဵုဓဝ်ဆဵုဂဗဗွဲမကြံၚ်ဍုဟ်။"},
{"word":"veterinary","def":"adj.  မဆေၚ်စပ်ကဵုယဲတိရစ္ဆာန်။"},
{"word":"veto","def":"n.  အခေါၚ်အဝဵုမတၟာတ်တာဒၞာမာန် အပ္ဍဲသၞောဝ်မွဲမွဲဥပဒေမွဲမွဲ၊  အာဏာအဝဵုဝဳတဝ်။  vt.  ရပ်စပ်တာဒၞာနကဵုအဝဵုဝဳတဝ်။"},
{"word":"vex","def":"vt.  ကၞုက်ကၞာဲ၊  ကၠိန်ၜောတ်၊  ဂမ္တံၚ်ဂမ္တဴ၊  ဂၠိန်ၜောတ်၊  ပၞတ်၊  လဟုက်၊  လဟုက်ပၞတ်၊  သကဵုစိုတ်ထုဲထံၚ်၊  သကဵုစိုတ်ဂွိၚ်ဂွာဲဂွိၚ်က္တဴ။  vexation (n)  ဒဒှ်စိုတ်မထုဲကြာန်၊  အရာမသကဵုစိုတ်ထုဲကြာန်။  vexatious (adj)  မသကဵုစိုတ်ထုဲကြာန်၊  မသကဵုစိုတ်ထုဲထံၚ်။  vex the heart. (vt)  လဟုက်မံၚ်စိုတ်။"},
{"word":"via","def":"prep. Lat.  မွဲကဆံၚ်၊  တတ်အာတုဲ။"},
{"word":"viaduct","def":"n.  ဒဒန်ခၞံသိုၚ်တတ်ကၠောံတတ်ကရေပ်ဒဵု။"},
{"word":"vial","def":"n.  ဗဳ၊  ပလၚ်ဍောတ်ဍောတ်။"},
{"word":"vibrate","def":"vt.vi.  သကဵုဗြုဓၟုၚ်အာ၊  သကဵုချဳဒရာၚ်အာ၊  သကဵုဗြုတမ္ညဝ်အာ။  ၂။  ဆီခတတ်၊  ဂြိုဟ်ယာ်ဒၟံၚ်ဒုဒု၊  ရမျာၚ်ဇတဝ်။  vibrant (adj)  မဗြုဓၟုၚ်၊  မဓၟုၚ်ဇတဝ်။  vibration (n)  ဒဒှ်မဗြုဓၟုၚ်ဇတဝ်။"},
{"word":"vicarious","def":"adj.  မကၠောန်ကဵုစၞးမၞိဟ်တၞဟ်သအာၚ်၊  မသ္ဂောံဒုၚ်စသိုၚ်စၞး သွက်ညးတၞဟ်သအာၚ်။"},
{"word":"vice","def":"n.  ပွဒၟိက်၊  ဒုစရိုတ်၊  သရာံပါပ်။  ၂။  ဒ္ဂေတ်ယုတ်မာ(ချေံ)။  ၃။  ကၟာၚ်(ဇွောံေၚပ်ရပ်)။"},
{"word":"vice-","def":"prefix.  ဒၞာဲစၞး၊  ညးစၞး၊  ဒုတိယ။  Vice-President (n)  သမ္မတဒုတိယ။"},
{"word":"vice versa","def":"adv. Lat.  ဗွဲမပၠန်ဂတး။"},
{"word":"viceroy","def":"n.  ဥပ္ပရာဇာ။"},
{"word":"vicinity","def":"n.  ပွဳပွိုၚ်ကြပ်ကြပ်၊  ဝုတ်ဒိုဟ်ကြပ်ကြပ်။"},
{"word":"vicious","def":"adj.  မလုဟ်လောန်ကဵုဒုစရိုတ်၊  မလုဟ်လောန်ကဵုသရာံပါပ်၊  မယုတ်မာ။  ၂။  မက္ဍုဟ်မၠေံ၊  မဂၠာဲသၞ။  ၃။  မနွံကဵုဒ္ဂေတ်ပရေံပရေံ(ချေံ)။"},
{"word":"vicissitude","def":"n.  ဓဝ်ဓမ္မတာလောက၊  ကံကုသဵုသၠုၚ်သဝ်။"},
{"word":"victim","def":"n.  သတ်မသ္ဒးဒုၚ်ပူဇဴယဇ်။  ၂။  မၞိဟ်သ္ဒးလီုလာ်ဟိုတ်နူအကာဲအရာနာနာသာ်၊  မၞိဟ်သ္ဒးဒုၚ်ပ္ဍဵုပ္ဍိုက်ပျဲပျာံ။  ၃။  ပရန်၊  မၞိဟ်သ္ဒးဒုၚ်သ္ပပရန်၊  မၞိဟ်သ္ဒးဒုၚ်ပဒၞန်။  victimize (vt)  သကဵုစိုပ်ဒဒိုက်၊  သကဵုဂွံဒဒိုက်၊  သကဵုသ္ဒးဒုၚ်ပျဲပျာံ။"},
{"word":"victor","def":"n.  မၞိဟ်ဇၞး၊  မၞိဟ်ဂွံပေဲါအံၚ်ဇၞး။  victory (n) (pl.-ries)  ဇနး၊  ဇမၞး၊  ဇဲယ၊  ဒဒှ်မအံၚ်ဇၞး၊  ပေဲါအံၚ်ဇၞး။"},
{"word":"victuals","def":"n.  ဇွောံမ။  vt.vi. (-ll-)  ထံက်ပၚ်ကဵုဇွောံမ။  victualler (n)  မၞိဟ်ထံက်ပၚ်ကဵုဇွောံမ၊  မၞိဟ်သွံကဵုဇွောံမ။"},
{"word":"vie","def":"vi.  ပြိုၚ်ပ္ကာန်၊  ၜတ်ပြိုၚ်။"},
{"word":"view","def":"n.  ဒေၚာဝ်၊  ဒေၚာဝ်မတ်၊  ပညာလညာတ်၊  လညာတ်၊  ဗဒါခရာ,သ္ၚောဲခရာ မသ္ဂောံဆဵုညာတ်မာန်နကဵုမတ်၊  ပွဳပွိုၚ်မဆဵုကဵုမတ်မာန်။  ၂။  ခတှ်ေပွိုၚ်မဆဵုကဵုမတ်မာန်။  ၃။  အရာမသၠေဟ်ခယျ။  ၄။  အရာမရန်တၟံ၊  ကသပ်ဂၞန်။  vt.  ရံၚ်ဗဵု၊  ရံၚ်ဗဵုစၟဳစၟတ်၊  လ္ၚတ်စမ်ၜတ်၊  ဗဵုဒ္ၚောဝ်။  view a display. (vt)  ဇၞောဝ်မတ်၊  ဒ္ၚောဝ်၊  ဗဵု။"},
{"word":"vigil","def":"n.  ဒဒှ်မနွံဒၟံၚ်ကဵုသတိ၊  ဒဒှ်မမၚ်ဒၟံၚ်ဟွံတိက်ထောံ။  vigilance (n)  ဒဒှ်မဟွံဗၠးကဵုသတိ။  vigilant (adj)  မစွံဒၟံၚ်သတိ။"},
{"word":"vigour","def":"(vigor)  n.  ဇြဟတ်၊  အစောံဇြဟတ်၊  လွဳ။  vigorous (adj)  မကြံၚ်မ္ၚိုဟ်ထတ်ယုက်၊  စောံထတ်၊  မဒှ်ကဆံၚ်သ္ဒးပ္တိတ်ဓတ်ကရတ်။"},
{"word":"vile","def":"adj.  မဒှ်သွက်သ္ဒးက္ဍုဟ်မၠေံခိုဟ်၊  မကၞုက်ကၞာဲ၊  မစၞုက်စၞာဲ။  ၂။  မကြံကြ၊  မယုတ်မာ၊  အယုတ်။  vilify (vt) (pt.pp.-fied)  ပပရေံ၊  ပ္ကီုလဗဝ်၊  ဟီုဖျေံကဝု၊  ဟီုပျုတ်ဗဒေက်၊  ဟီုဂလာန်ယုတ်ယုတ်မာမာ။"},
{"word":"villa","def":"n.  သ္ၚိမနွံကဵုသအာၚ်သၠဲသၠဲပ္ဍဲမ္ၚးဍုၚ်။"},
{"word":"village","def":"n.  ကွာန်၊  ဂါမ။  villager (n)  ရဲကွာန်၊  ကောန်ကွာန်။  village leader. (n)  ဇမၞော်ကွာန်၊  ဇၞော်ဇၞောန်။"},
{"word":"villain","def":"n.  ကောန်သၟိၚ်ပရံ၊  မၞိဟ်ပရံ(ပ္ဍဲဇာတ်ပၠ,ပ္ဍဲရုပ်ဂမျိုၚ်)။  villainous (adj)  မကြံကြဗွဲ။  villainy (n)  ဒ္ဂေတ်ယုတ်ယုတ်မာမာ၊  ပွမယုတ်ယုတ်မာမာ။"},
{"word":"villein","def":"n.  ဍိက်တၠတိ၊  ဍိက်တိဍာ်။"},
{"word":"vim","def":"n. (colloq)  ဇြဟတ်၊  အစောံ၊  ဓတ်ကရတ်။"},
{"word":"vindicate","def":"vt.  ထ္ၜးသက်သဳဒဒှ်မဍာံစၟတ်၊  သကဵုကၠးဖ္ဍးဒဒှ်ဒုဟ်ဟွံမွဲ။  vindication (n)  ဒဒှ်မထ္ၜးသက်သဳနဒဒှ်မဍာံစၟတ်။"},
{"word":"vindictive","def":"adj.  မဗလးကဵုအခေါၚ်ဟွံမာန်၊  မနွံပၟိက်သွက်ဂွံပလန်၊  မလေပ်ပၠန်ဂတးပသၞ။"},
{"word":"vine","def":"n.  တၞံမုဒြာတ်၊  တၞံအၚုန်။  vineyard (n)  ကၠံမုဒြာတ်။"},
{"word":"vinegar","def":"n.  ဍာ်သံ။"},
{"word":"vino","def":"n. (colloq)  အရက်ဝါၚ်။"},
{"word":"violate","def":"vt.  ပလီုပလာ်၊  ဒစဵုဒစး။  ၂။  ခလိုၚ်လောန်ဓလဵုထနံၚ်။  violation (n)  ဒဒှ်မထပါ်ထောံ၊  ဒဒှ်မဒစဵုဒစး၊  ဒဒှ်မခလိုၚ်လောန်ဓလဵုထနံၚ်။"},
{"word":"violent","def":"adj.  မသ္ကာတ်၊  မဒမြိုဟ်(ဂြိုဟ်)မဒမြာတ်၊  သ္ကာတ်မြဟ်၊  မပ္ကီုပရာပ်အဓမ္မ၊  သမြပ်၊  သဟာသဳ။  ၂။  မဇဟာသဳ(သဟာသဳ)၊  မဒှ်ကဆံၚ်ဒးဝပ်သ္ကာတ်သ္ကာတ်မြဟ်မြဟ်မွဲလစုတ်ဓဝ်။  violently (adv)  ဗွဲမသ္ကာတ်မြဟ်၊  အဓမ္မ။  violence (n)  ပွမပ္ကီုပရာပ်စုတ်ကြာန်ကြာန်၊  ပွမသ္ပစုတ်အဓမ္မ၊  ဒဒှ်သမြဟ်မဇၞော်။  violent fever. (adj)  ဇွဟ်သန္နိပါတ်။"},
{"word":"violet","def":"n.  အရံၚ်သာ်ကဴခဍောၚ်။  ၂။  ပ္ကဴချီု။"},
{"word":"violin","def":"n.  ဒြဝ်၊  ဂြဝ်။  violinist (n)  သၟာဂြဝ်။"},
{"word":"viper","def":"n.  ဇြုံဗုဲ။"},
{"word":"virgin","def":"n.  ဗြဴဝုတ်၊  ဝုတ်၊  ဝုတ်ကညာ၊  ဝုတ်ကညာမဟွံအာကၠုၚ်လဝ်ကဵုတြုံတြုံတံဏီ၊  လဝုတ်။  virginity (n)  ဒဒှ်ဝုတ်ဇေတ်ဇေတ်၊  ဒဒှ်အးအးၚးၚး။  adj.  မသအးဇ္ၚး။  ၂။  မဟွံသ္ဒးဒုၚ်ရပ်စကာဏီ၊  မနွံဒၟံၚ်ကဆံၚ်ပကတိဏီ။  virgin daughter. (adj)  ကောန်ဝုတ်။  virgin forest. (adj)  ဂြိုပ်ဒမၠု။  virgin soil. (adj)  တိအရိုၚ်။  virginal (adj)  မဒှ်ညံၚ်ရဴဝုတ်ဇေတ်ဇေတ်၊  မသအးဇ္ၚး၊  မနွံကဆံၚ်မသအးဇ္ၚး။"},
{"word":"Virgo","def":"n.  ကန်၊  ရာသဳကန်။"},
{"word":"virile","def":"adj.  မက္ဍိုက်ပေၚ်တဴကဵုလက်သန်တြုံ၊  မတုပ်ကဵုတြုံတြုံ။  virility (n)  ဒဒှ်မက္ဍိုက်ပေၚ်တဴကဵုလက်သန်တြုံ။"},
{"word":"virtual","def":"adj.  မစှ်ေဒၟံၚ်ဗီုၜိုန်ဟွံဒှ်ကီုလေဝ်၊  သ္ဒးကၠောန်ဒၟံၚ်ကမၠောန်ဂှ်။  virtually (adv)  နဒဒှ်ဍာံဍာံတေံဂှ်။"},
{"word":"virtue","def":"n.  အၚ်္ဂဂုန်မသၠုၚ်ပြဲ၊  ဓဝ်မပြဲခိုဟ်၊  သဳလ။  virtuous (adj)  မခိုဟ်တဴပ္ဍဲဒ္ဂေတ်သဳလ။  virtuously (adv)  နဒဒှ်မခိုဟ်တဴပ္ဍဲဒ္ဂေတ်သဳလ။"},
{"word":"virulent","def":"adj.  မသ္ကာတ်မြဟ်((ဂျိ)၊  မဓဇန်(က္ဍုဟ်မၠေံ, ပွမချပ်ကသပ်ပရေံပရေံ)၊  မဒှ်အကၚ်ဂျိတိုန်(ယဲ,သရ)။  virulence (n)  ဒဒှ်မသ္ကာတ်မြဟ်၊  ဒဒှ်မဓဇန်။  a virulent disease. (adj)  ၚာန်၊  ယဲၚာန်။  virulent fever. (adj)  ယဲသန္နိပါတ်။"},
{"word":"virus","def":"n.  စၟယဲဝါၚ်ရာတ်။"},
{"word":"visa","def":"n.  ဒဒှ်မထံက်ကဵုဂလာန်နကဵုစၟတ်တဲ သွက်အခေါၚ်လုပ်ဍုၚ်၊  ဗွဳဇြာ။"},
{"word":"visage","def":"n.  မုက်၊  ဗီုပြၚ်မုက်မတ်။"},
{"word":"viscount","def":"n.  စဍုၚ်။"},
{"word":"vise","def":"(vice)  n.  (သကေပ်)ပါၚ်ကၠ၊  ကၟာၚ်။"},
{"word":"visible","def":"adj.  ထေၚ်၊  ထေၚ်လဵု၊  မညာတ်မာန်၊  မဆဵုမာန်။  visibility (n)  ဒဒှ်မညာတ်မာန်၊  ဒဒှ်မနွံကဆံၚ်မညာတ်မာန်၊  ဒဒှ်မညာတ်ထေၚ်လဵု။"},
{"word":"vision","def":"n.  ရူပါရီု၊  အာရီုစက္ခု။  ၂။  အရာမမံက်ကၠုၚ်ပ္ဍဲသွပ်လ္ပံ၊  ပ္ဍဲကသပ်။  ၃။  ဒဒှ်မနွံကဵုဂမြၚ်ညာန်။  visionary (adj)  မနွံဆအပ္ဍဲကသပ်၊  မဟွံစှ်ေကဵုနမတ်။"},
{"word":"visit","def":"vt.vi.  အာဆဵုဂဗ။  ၂။  အာဝေၚ်၊  ဂၠာဲ။  visitor (n)  တၟုဲ၊  ရဲပလုၚ်။"},
{"word":"vista","def":"n.  ဂတှ်ေဂၠးမစၟဳရံၚ်ဆဵု။  ၂။  ဒဒှ်မကလေၚ်ချပ်စၚ်ခြၚ်ပရေၚ်က္တဵုဒှ်ကၠုၚ်တုဲ၊  ဒဒှ်မချပ်စၚ်ခြၚ်စၟဳရံၚ်သွက်ဓာန်ဂတ။"},
{"word":"visual","def":"adj.  မဆေၚ်စပ်ကဵုဒဒှ်မဆဵုညာတ်။  visualize (vt)  သကဵုသွပ်ညာတ်ပ္ဍဲလ္တူအာရီုစိုတ်။"},
{"word":"vital","def":"adj.  မဆေၚ်စပ်ကဵုသွက်ပရေၚ်လမျီု သ္ဂောံဂျိုၚ်မာန်၊  မနွံပၟိက်သွက်ပရေၚ်လမျီုသ္ဂောံဂျိုၚ်။  ၂။  မနွံတဴကဵုပၟိက်ဗွဲမလောန်။  vitally (adv)  ဗွဲမလောန်၊  နဒဒှ်မဇၞော်ကဵုပၟိက်။"},
{"word":"vitality","def":"n.  အစောံစရာဲ သွက်လမျီုသ္ဂောံဂျိုၚ်ဒၟံၚ်မာန်။  ၂။  ဒဒှ်မပြဟ်ပြေဟ်သာက္ဍာမြက်စာ၊  အစောံဇြဟတ်။  vitalize (vt)  သကဵုသာက္ဍာမြက်စာ၊  သကဵုဓတ်ပေၚ်ထတ်မ္ၚိုဟ်။"},
{"word":"vitamin","def":"n.  အရာမသကဵုသတ္တံ သွက်ပရေၚ်ထတ်ယုက်သ္ဂောံခိုဟ် မနွံပ္ဍဲစၞစ၊  ဗွဳတမေန်(ဂဥုဲ)။"},
{"word":"vitiate","def":"vt.  သကဵုဍာ်ဍေံ(ကဆံၚ်ဍေံ)ယုတ်ဒေက်စှ်ေ၊  သကဵုကဆံၚ်ဍာ်ဍေံပရေံစှ်ေ၊  သကဵုဍာ်ဍေံလီုအာ ဗျဟ်အာ။"},
{"word":"vitriol","def":"n.  ဍာ်တက်ဂန္ဓိုက်၊  ဓာတ်ၜဵုဂန္ဓိုက်။  vitriolic (adj)  မလီုလာ်အာဇၞော်ကဵုဇြဟတ်(အရေဝ်,ဒုၚ်စသိုၚ်)။"},
{"word":"vituperate","def":"vt.  ဟီုပျုတ်ဗ္ဒေက်လက်ချဴ၊  လက်ချဴ။  vituperative (adj)  မလက်ချဴပျုတ်ဗ္ဒေက်။  vituperation (n)  ဒဒှ်မလက်ချဴပျုတ်ဗ္ဒေက်။"},
{"word":"vivacious","def":"adj.  မနွံကဆံၚ်သာက္ဍာ၊  မမိပ်မြဟ်ရာၚ်ဆာဲ။  vivacity (n)  ဒဒှ်မနွံကဵုကဆံၚ်သာက္ဍာ၊  ဒဒှ်မမိပ်မြဟ်ရာၚ်ဆာဲ။"},
{"word":"viva voce","def":"adj. adv.  မဒှ်နကဵုပါၚ်တိုက်၊  နကဵုပါၚ်တိုက်။  a viva voce examination (n)  ပေဲါသၟာန်လိက်နကဵုပါၚ်တိုက်။"},
{"word":"vivid","def":"adj.  မတၟး၊  မနွံကဵုအရံၚ်တၟးတၟး။  ၂။  မနွံကဵုကဆံၚ်ဆဵုညာတ်ထေၚ်လဵုဒၟံၚ်၊  မကၠးဖ္ဍးပိုတ်ဒကုတ်။"},
{"word":"viviparous","def":"adj.  မက္တဵုဒဒှ်ကၠုၚ်ကောန်နူကဵုဂဝ်ဂၞဴမိ၊  ဇလာဗုဇ။"},
{"word":"vixen","def":"n.  ကၠဵုတိၝောံ။"},
{"word":"viz","def":"adv.  နဒဒှ်နကဵုယၟု၊  နကဵုယၟု၊  ဗွဲယၟု။"},
{"word":"vocabulary","def":"n.  ဝေါဟာ၊  ဂကောံမအရေဝ်။"},
{"word":"vocal","def":"adj.  မတိတ်ရမျာၚ်၊  မဆေၚ်ကဵုရမျာၚ်။  vocalist (n)  မၞိဟ်ဒယှ်ေဒွက်။"},
{"word":"vocation","def":"n.  ပွ(ပြဝ)မဂယိုၚ်လမျီု၊  ကမၠောန်ကၟိတ်။  vocational (adj)  မဆေၚ်စပ်ကဵုပြဝမဂယိုၚ်လမျီု။"},
{"word":"vodka","def":"n.  အရက်ကာတ်ကာတ်(သ္ကာတ်သ္ကာတ်)မွဲဂကူ။"},
{"word":"vogue","def":"n.  မဂတာပ်ခေတ်၊  မဗဗွဲဗက်ကဵုခေတ်၊  မစခေတ်။"},
{"word":"voice","def":"n. ရမျာၚ်၊  ဗရုပါၚ်။  ၂။  အခေါၚ်အဝဵုတၚ်သၠေဟ်ညာတ်မာန်၊  အခေါၚ်အဝဵုမဓမံက်ဟီုမာန်။  vt.  ကဵုပါၚ်၊  မြော်ဂး၊  ဟီုဓမံက်။"},
{"word":"void","def":"adj.  မဟၟဲမွဲသာ်၊  မသၠးဒၟံၚ်၊  မခၠန်ဒၟံၚ်၊  သြုၚ်၊  လမ္ၚု၊  လ္ၚုသမး။  ၂။  မသက္ကုဟွံမွဲ။  ၃။  မဟွံဒှ်ဒတန်၊  မလီုဗျဟ်။  make null and void. (adj)  သကဵုစှ်ေမဟွံလုပ်ကဵုအဝေါၚ်သၞောဝ်၊  သကဵုလီုဟဲပြးဇးအာ။  It is void of reason. (adj)  မဟၟဲကဵုအဆက်အစပ်ဟိုတ်ဖဵု(ဟွံသေၚ်) မဟၟဲကဵုကသပ်ဗ္စာရဏာဒးဒးရးရး။  vt.  သကဵုသၠးအာ၊  သကဵုလဟာ်ပံက်အာ၊  ရုပ်ထောံဒပ်၊  ပြံၚ်ဆုဲအာ၊  ပြံၚ်ဆုဲတိတ်အာ၊  သကဵုဂၞဴပံက်အာ။  void the bowel. (vt)  ထၜတ်ဂၞဴ။  ၂။  သကဵုဒှ်ကဆံၚ်ဟွံခိုၚ်ကၠိုက်ဗိုန်ဗတ်။"},
{"word":"volatile","def":"adj.  မလေပ်ဒှ်သၟုဟ်လောဲ၊  မမိပ်မြဟ်သာက္ဍာ၊  မပြဟ်တဴပ္ဍဲအရာပြံၚ်လှာဲ၊  မပြံၚ်လှာဲပြဟ်။"},
{"word":"volcano","def":"n.  ဒဵုပၟတ်။  volcanic"},
{"word":"volition","def":"n.  ဒဒှ်မသ္ဂုတ်သွာတ်ထောံအလိုက်ဇကု၊  အခေါၚ်အဝဵုမသ္ဂုတ်သွာတ်ကေတ်အလိုက်ဇကု၊  သၚ်္ခရ။"},
{"word":"volley","def":"n.  ဒဒှ်မပန်ဟွံပိုတ်သ္ဂုတ်။  ၂။  ဒဒှ်မလက်တေၚ်ခွာဆက်ဒၟံၚ်၊  ဒဒှ်မချဴဒၟံၚ်ဆက်ဆက်။"},
{"word":"volt","def":"n.  သ္ဇိုၚ်ဗ္ၜတ်ဓတ်ဓာတ်လလဳ၊  ဗိုအ်။  voltage (n)  ဇြဟတ်ဗိုအ်ဓာတ်လလဳ။"},
{"word":"voluble","def":"adj.  မနွံကဆံၚ်အရေဝ်ခ္ဍိုဟ်ဍာ်ဟွံစှ်ေ၊  မနွံကဵုအရေဝ်မြက်စာ၊  မနွံကဵုတၠုၚ်လအာကျာခိုဟ်။  volubly (adv)  နဒဒှ်မနွံကဵုအရေဝ်မြက်စာ။  volubility (n)  ဒဒှ်မနွံကဵုအရေဝ်မြက်စာ။"},
{"word":"volume","def":"n.  အတောဲ၊  ကၞပ်၊  ကၞပ်လိက်အုပ်၊  ထပိုတ်၊  ဗပိုတ်၊  လိက်အုပ်အတောဲ။  ၂။  ဒု။  ၃။  ပမာဏ။  ၄။  ရမျာၚ်သာထတ်။  voluminous (adj)  မနွံကဵုဒုဇၞော်ဇၞော်။"},
{"word":"voluntary","def":"adj.  မဒှ်နအလိုက်ဆန္ဒဇကု၊  မသ္ပနအလိုက်ဆန္ဒဇကု။  voluntarily (adv)  နအလိုက်ဍေံကဵုဍေံ၊  ဗွဲအလဵုလဵုဍေံ၊  ဗွဲပမိက်စိုတ်၊  ဗွဲပၟိက်စိုတ်။"},
{"word":"volunteer","def":"n.  ယဵုဒုၚ်နကဵုစေတနာ၊  ယိုက်ဂၠေၚ်နကဵုစေတနာ၊  သၟက်လုပ်။  ၂။  ကောန်ပၞာန်မလုပ်ပၞာန်နအလိုက်ဆန္ဒစိုတ်ဇကု၊  ကောန်ပၞာန်မလုပ်ယိုက်တာလျိုၚ်နအလိုက်စိုတ်ဇကု။  vt.vi.  ကၠောန်ယိုက်ဂၠေၚ်နကဵုစေတနာ။"},
{"word":"voluptuous","def":"adj.  မဗက်မိပ်၊  မဒုၚ်စသိုၚ်အရီုကာမဂုန်။"},
{"word":"vomit","def":"vt.vi.  စအံ၊  ဇအံ၊  ထအံ၊  ထအံပ္တိတ်၊  တ၊  တပ္တိတ်၊  ဖအံ။  ၂။  ဗလးပ္တိတ်ဗွဲမဂၠိုၚ်။  n.  ဇအံတ၊ တ၊  တထအံ။  vomiting (n)  ယဲထအံ။"},
{"word":"voracious","def":"adj.  မလုပ်ဇၞော်ကဵုဇြဟတ်၊  မဇၞော်တဴကဵုလောဘ။  voracity (n)  ဒဒှ်မဇၞော်ကဵုလောဘ။"},
{"word":"vortex","def":"n.  ဝဲခၞံၚ်၊  ကျာပလက်။"},
{"word":"votary","def":"n.  မၞိဟ်ရဴဂဴပရေၚ်ဘာသာ၊  မၞိဟ်ဗက်စလ္ပာ်ပရေၚ်ဘာသာ။"},
{"word":"vote","def":"n.  မာဲ၊  ဆန္ဒမာဲ။  vt.vi.  ကဵုမာဲ၊  ကဵုဆန္ဒမာဲ၊  ကဵုမာဲသ္ပဒတန်။  voter (n)  မၞိဟ်ကဵုမာဲ။"},
{"word":"vouch","def":"vi.  ကေတ်တာလျိုၚ်(သွက်ညးမွဲမွဲ)၊  သကဵုဗိုန်ခိုၚ်။  voucher (n)  လိက်ဒကုတ်စၟတ်တဲသက်သဳဒဒှ်ရမကဵုလဝ်သၠုဲတုဲ။"},
{"word":"vouchsafe","def":"vt.  သ္ပဂရု၊  သ္ပကေၚ်ကာသ္ဇိုဟ်သ္ဇိုဟ်နက်နက်။"},
{"word":"vow","def":"n.  ကတိသစ္စ၊  အဓိဌာန်၊  တွံစမတ်(စၟတ်)၊  သၟတ်သစ္စ။  vt.  ပဓာန်၊  သ္ပသၟတ်သစ္စ၊  သ္ပကတိသစ္စ၊  သ္ပအဓိဋ္ဌာန်။"},
{"word":"vowel","def":"n.  ရမျာၚ်(သရ)။  ၂။  ရမျာၚ်သွဵု၊  (သရ)သွဵု။"},
{"word":"voyage","def":"vi. n.  တိတ်ဂၠံၚ်တရဴဍာ်၊  တရဴဂၠံၚ်ဍာ်။"},
{"word":"vulgar","def":"adj.  မနွံကဆံၚ်သဝ်သဝ်၊  မဒှ်အဇာကဆံၚ်သဝ်သဝ်၊  မရုန်မဵုသဟာသဳ။  vulgarity (n)  ပြဝကဆံၚ်သဝ်သဝ်။ "},
{"word":"vulnerable","def":"adj.  မလီုလာ်လောဲ၊  မဟွံဂီုကၠီု၊  မဒှ်အန္တရာဲမာန်။"},
{"word":"vulture","def":"n.  ကၟာတ်(သတ်တၠသၞေၚ်)။"},]}