{"data":[{"word":"w","def":"မအက္ခဝ်အၚ်္ဂလိက် ဗွဲလၟေၚ်အက္ခဝ် ၂၃။"},
{"word":"wad","def":"n.  အရာဇွောံဒုၚ်ဍိုန်ဍိုန်ၜတ်ၜတ် မစုတ်လဝ်ပ္ဍဲအကြာဓုပ်ကပေါတ်မွဲမွဲ ညံၚ်ရဴဟဂွံချဳဒရိုက်။  ၂။  ထပ်စက္ခူ၊  ထၟူစက္ခူ၊  ထပ်သြန်စက္ခူ၊  ထၟူသြန်စက္ခူ။  vt.  ဒုၚ်စုတ်ကပေါတ်ဍိုန်ဍိုန်ၜတ်ၜတ်ပ္ဍဲအကြာ၊  ဂွဳဒက်စုတ်ကပေါတ်ဍိုန်ဍိုန်ဍောတ်ဍောတ်ပ္ဍဲအကြာ။  wadding (n)  ကပေါတ်မဍိုန်ၜတ်စုတ်အပ္ဍဲဓုပ်ဂွဳကပေါတ်။"},
{"word":"waddle","def":"vi.  ကွာ်အာညံၚ်ရဴကဝါ်အဒါ။  n.  ဒဒှ်မကွာ်အာညံၚ်ရဴကဝါ်အဒါ။"},
{"word":"wade","def":"vt.vi.  လှဲ၊  လၟုဲ၊  တတ်ကွာ်အာပ္ဍဲဍာ်၊  ကၠေံစိုတ်တတ်တိုန်အာ၊  ကၠေံစိုတ်ဗှ်ရံၚ်။"},
{"word":"wadi","def":"n. (pl.-dis or -dies)  ကြုၚ်ဍာ်မကှ်ဒၟံၚ်ပဲါနူကဵုအခိၚ်ဗြဲရိုပ်။"},
{"word":"wafer","def":"n.  ကွာၚ်တလာမကၠောန်လဝ်ဂတှ်ေကြဳကြဳ၊  ကွာၚ်ဝေဝှာ။"},
{"word":"waft","def":"vt.vi.  သကဵုသဝဝ်အာပ္ဍဲကျာ။  waft abroad. (vi)  မောဝ်လၟာဲအာ။"},
{"word":"wag","def":"vt.vi.  ဂဝိုက်၊  ဓညိက်၊  လွိၚ်၊  လယှ်၊  သကဵုလွိၚ်၊  သကဵုလွိုက်။  n.  ဒဒှ်မလွိၚ်၊  ဒဒှ်မလယှ်၊  ဒဒှ်မသကဵုလွိၚ်လွိုက်။  ၂။  မၞိဟ်ပျေက်၊  မၞိဟ်ဓၟက်။  wag the head. (vt)  ဓညိက်က္ဍိုပ်။"},
{"word":"wage","def":"n.  လိၚ်၊  လိၚ်ခၟာၚ်၊  သြန်လိၚ်ခၟာၚ်။  vt.  ဆက်ကၠောန်၊  ယဵုဒုၚ်၊  ကၠောန်ဗဒှ်၊  လိၚ်။"},
{"word":"wager","def":"vt.vi.  လံၚ်၊  ဝေၚ်လံၚ်၊  ဝေၚ်လံစ၊  ဒွံ၊  ဒွံလံၚ်၊  လံၚ်စ။  n.  ဒဒှ်မလံၚ်ဝေၚ်၊  ဒဒှ်မဒွံ၊  ဒဒှ်မဒွံလံၚ်။"},
{"word":"waggle","def":"vt.vi.  သကဵုလွိၚ်၊  သကဵုလွိုက်၊  လယှ်၊  လွိၚ်၊  လွိုက်၊  ဓလိုဟ်၊  ဓလိုဟ်ပၠောတ်။"},
{"word":"waggon","def":"(wagon) n.  ကွဳခလှာပန်၊  တောဲကွဳပၟတ်မဟၟဲကဵုကၟဳဒဒၚ်။"},
{"word":"wagtail","def":"n.  ဂစေံအပြံက်။"},
{"word":"waif","def":"n.  ကောန်ၚာ်မဟၟဲကဵုသ္ၚိဌာန်၊  ကၠဵုမဟၟဲကဵုတၠ။"},
{"word":"wail","def":"vi.  နရိုအ်၊  ယာံဒမာန်၊  လရိုအ်ကရဳကရောတ်၊  လၞီလရိုအ်။  n.  ဒဒှ်မလရိုအ်၊  ရမျာၚ်လရိုအ်၊  ဒဒှ်မပ္တိုန်ဂရၚ်ပ္တီ။  wailing (n)  ပရိဒေဝ။"},
{"word":"waist","def":"n.  ဂၞိၚ်(မၞိဟ်)၊  ဂၞိၚ်ပလောံ။  waistcoat (n)  ပလောံပရောပ်သြိုဟ်ဂၞိၚ်တဲဂၠေံဂၠေံ။  waistband (n)  ခါသဳ၊  ဇုက်ဂရတ်ဂၞိၚ်။  waist cloth (n)  ဂၠိက်၊  သပိုၚ်(သၚ်)။"},
{"word":"wait","def":"vt.vi.  မၚ်၊  မၚ်လဇ၊  ဆေၚ်၊  လဇ၊  လဇဇမောတ်။  ၂။  ဗ္စဖျုၚ်ဒုၚ်တၠုၚ်၊  အုဲခွး။  n.  ဒဒှ်မမၚ်၊  အခိၚ်မၚ်။  waiter (n)  တြုံအုဲခွး။  waitress (n)  ဗြဴအုဲခွး(မၞိဟ်စုတ်ပလေဝ်ပလေတ်စ ပ္ဍဲသ္ၚိဇၞူ)။  wait a bit. (vi)  ဒေံါကၠာ၊  ဒိုအ်ကၠာ၊  ဒိုအ်မွဲစုတ်ကၠာ၊  ဒိုအ်မွဲတဲ။  wait for. (vt)  ဆေၚ်၊  မၚ်၊  မၚ်လဇ။"},
{"word":"waive","def":"vi.  ဗလးထောံတဲ၊  ဒုၚ်ကယျ၊  ဒုၚ်ကျ၊  ပ္တဴထောံတဲ။"},
{"word":"wake","def":"vt.vi. (pt.woke, pp.woken)  ၚုဟ်၊  ပ္ၚုဟ်။  ၂။  ထကဵု၊  ကဵုချဳဒရာၚ်၊  ဆောံက္တဵု၊  ဆဝ်ပ္ၚုဟ်။  wakeful (adj)  မဟွံသၠိၚ်၊  မနွံဒၟံၚ်ကဵုသတိဗလ။  waken (vt.vi)  ပ္ၚုဟ်၊  သကဵုၚုဟ်၊  ၚုဟ်ကၠုၚ်။  n.  ဂၟေၚ်ဂၠံၚ်ဇၟး(မှး) မတ္ၜက်ဗက်မဍံၚ်ဗက်လက္ကရဴက္ၜၚ်။  wake up. (vt.vi)  ၚုဟ်။"},
{"word":"walk","def":"vt. vi.  ကွာ်(မၞိဟ်)၊  ဂံါကွာ်၊  တွာ်၊  တွာ်အာ၊  အာသိုက်သိုက်(သတ်တိရစ္ဆာန်)။  ၂။  သကဵုကွာ်။  n.  ဒဒှ်မကွာ်၊  ပဝါ်၊  ဗီုပြၚ်ကဝါ်။  ၂။  ဂၠံၚ်သွက်ဂွံကွာ်ဂၠံၚ်စၚ်ကြံ။  ၃။  ကဆံၚ်အဇာဘဝ၊  အဇာ။  walking (n)  စာရ။  walk-over (n)  ပြဝမအံၚ်ဇၞးဗွဲမလောဲသွာ၊  ပွမဂွံကၠုၚ်ပရေၚ်အံၚ်ဇၞး ဟိုတ်နူမဟၟဲကဵုမၞိဟ်ပြိုၚ်ပ္ကာန်။  walk about. (vi)  စၚ်ကြၚ်ဂ္ၚေၚ်။  walk back and forth. (vi)  ကွာ်စၚ်ကြံ။  take a walk. (n)  ဒဒှ်မကြေဝ်၊  ဒဒှ်မကြေဝ်ဝေၚ်။  walk single file. (vi)  ကွာ်ဂၠောဲ။"},
{"word":"walking stick","def":"n.  ဒစုန်၊  ဒစုန်ဗလဲ၊  လေံ၊  လေံဂစုန်၊  လေံဒုက်၊  လေံကပတ်။"},
{"word":"walkie-talkie","def":"n.  စက်ကွာ်အာဟီုအာအရေဝ်၊  စက်ဟီုကလၚ်။"},
{"word":"wall","def":"n.  ကၟာၚ်၊  ဒဒၚ်၊  ဒဒၚ်တိုက်။  vt.  စဵုဒဒၚ်၊  စဵုကလက်ထောံဒဒၚ်။  the city wall. (n)  ကၟာၚ်ဍုၚ်၊  ဇဵုဍုၚ်။"},
{"word":"wallaby","def":"n.  သတ်လေၚ်ကောန်ဂကူသၟတ်မွဲဂကူ။"},
{"word":"wallet","def":"n.  ထိုၚ်သၠုဲ။  ၂။  ထိုၚ်အာတရဴ၊  ထိုၚ်လမာဲ(လၟာဲ)။"},
{"word":"wallow","def":"vi.  ကြိုပ်၊  ဂၠက်ကြိုပ်ပၠောဇကု(ကၠိက်,ပြေၚ်ပ္ဍဲခရီု)။  ၂။  မိပ်ဇြိပ်။"},
{"word":"walnut","def":"n.  သတ်ဆုစခ္ဍန်သတ်ဍေံဂွံမွဲဂကူ(တုပ်ဒၟံၚ်ဗီုသတ်လေၚ်ဟေဝ်)။"},
{"word":"waltz","def":"n.  ဒွက်သွက်ဂွံလှ်ေဂေတ်ဝိုၚ်မွဲဂကူ။  vi.  လှ်ေဂေတ်ဝိုၚ်။"},
{"word":"wan","def":"adj.  မဟၟဲကဵုဆီ၊  မဗုဒၟံၚ်၊  မဖျိုဟ်ဒၟံၚ်၊  မဟီဒၟံၚ်။  wanly (adv)  ဖျိုဟ်ဖျိုဟ်ဖျေတ်ဖျေတ်၊  နဒဒှ်မဖျိုဟ်ပြေတ်၊  နဒဒှ်မဟီလှီု။"},
{"word":"wand","def":"n.  လေံမထ္ၜးအရာစေဝ်ဇမၞော်သ္ကိုပ်ဝိုၚ် ကွိၚ်ကွိုက်တိၚ်တိုက်ရဲဍုၚ်ဖာပလိုတ်တံရပ်။  ၂။  လေံဂစုန်ဇဝ်ဂျဳ(ယောဂဳ)၊  လေံတ္ၜဝ်ဂဥုဲမန်ယန်။"},
{"word":"wander","def":"vi.  ကြၚ်၊  ကြၚ်ကြောဝ်၊  ဂေၚၚ်ကြိုၚ်၊  ဂေတ်ဂ္ၚေၚ်အာကၠုၚ်၊  ဗၠေတ်အာနူဂၠံၚ်ဍာံဍာံ၊  လုလန်။  ၂။  ဒှ်ဒၟံၚ်ဝိုတ်ဝိုတ်ဝုဲဝုဲ၊  ချပ်ဒၟံၚ်ကသပ်နးပး။  wanderer (n)  မၞိဟ်ဂေတ်ဝေၚ်အာကၠုၚ်။  to wander about. (vi)  ကြိုၚ်၊  ကြိုၚ်ကြၚ်၊  ကြိုၚ်ဒရိၚ်အာ၊  ခလောၚ်ခပဝ်၊  တြိုၚ်၊  တြိုၚ်ဂၞိၚ်။  wandering religious mendicant. (adj)  ပြဘာတ်(ဒၟုၚ်ဒါန်ဂေတ်အာတ်စ)။"},
{"word":"wane","def":"vi.  စွေက်၊  သွေက်အာ။  ၂။  အောန်စှ်ေကၠုၚ်၊  ဇြဟတ်အောန်ကၠုၚ်၊  ယုတ်ဒေက်ကၠုၚ်။  n.  ဒဒှ်မယုတ်ဒေက်ကၠုၚ်၊  ဒဒှ်မဆုတ်ယုတ်စှ်ေကၠုၚ်။  the wanning of the moon. (n)  ဂိတုစွေက်။"},
{"word":"want","def":"vt.vi.  နွံပၟိက်၊  ပၟိက်။  ၂။  ဟွံဍိုက်ပေၚ်။  ၃။  နွံဆန္ဒ၊  စၟဳမၚ်ဒၟံၚ်၊  လ္ၚပ်။  n.  ဒဒှ်မနွံပၟိက်၊  ဒဒှ်မဟွံဍိုက်ပေၚ်၊  ဒဒှ်မခတ်က္ဍန်၊  ဒဒှ်မခၞၚ်၊  ဒဒှ်မဟၟဲ၊  ဒဒှ်မကၠောဝ်ဗျဵု။  ၂။  ပွမနွံပၟိက်၊  ဒဒှ်သၟိက်မိက်ဂွံဂွံ။  wanting (adj)  ဒေက်၊  ယုတ်ဒေက်အာ၊  မဟၟဲကီုလေဝ်၊  မနွံဒၟံၚ်ပၟိက်ဖိုဟ်၊  မဂဒေက်၊  မဒေက်၊  ယောၚ်၊  ဝိကာလ။  wanting intelligence. (adj)  မနွံပၟိက်ကဵုဗဟုအညာ။"},
{"word":"wanton","def":"adj.  မပၠေံဝေၚ်၊  မထ္ဍုတ်ဓၟက်။  ၂။  မဟၟဲကဵုပလေဝ်ပလေတ်ပြုပြေၚ်၊  မဒှ်ဒၟံၚ်သၞဴသၞဴရဴရဴ။  ၃။  မဗက်အလိုက်စိုတ်၊  မလီုလာ်။  ၄။  မလီုဒ္ဂေတ်ပွ၊  မဟၟဲကဵုသဳလ။  n.  ဗြဴမလီုဒ္ဂေတ်၊  ဗြဴလီုလီု။  wantonness (n)  ဒဒှ်မလီုဒ္ဂေတ်ပွ။"},
{"word":"war","def":"n.  ပၞာန်၊  ဒဒှ်မဒှ်ပၞာန်။  vi.  ဗ္တိုက်ပၞာန်၊  သ္ပပၞာန်။  warfare (n)  ပြဝဗ္တိုက်ပြေၚ်ပၞာန်၊  အကာဲအရာမဒှ်ဒၟံၚ်ပၞာန်၊  ဒဒှ်မပြိုၚ်ဗ္တိုက်ပၞာန်။  warlike (adj)  မဒှ်ဒၟံၚ်ဒတုဲသွက်သ္ဂောံဗ္တိုက်ပၞာန်၊  မရန်တၟံလဝ်သွက်သ္ဂောံဗ္တိုက်ပၞာန်၊  မနွံပၟိက်ကဵုပၞာန်။  warpath (n)  ဒဒှ်မဒှ်ဒၟံၚ်ဒတုဲသွက်ဂွံဗ္တိုက်၊  ဒဒှ်မဒှ်ဒၟံၚ်ဒတုဲသွက်ဂွံပြိုၚ်ပ္ကာန်၊  ဒဒှ်မပါဒၟံၚ်ပ္ဍဲပေဲါဗတိုက်ပြိုၚ်ပ္ကာန်။  warring (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်ဟွံသာဓာညးသ္ကံ။  warrior (n)  ညးဂၟံၚ်။  warship (n)  က္ၜၚ်ပၞာန်။  war worn (adj)  မစိုပ်ဒၟံၚ်ကဆံၚ် ပၞာန်လ္ၚိုပ်လ္ၚာလၟောၚ်လၟေတ်။  the war is ended. (n)  ဒဒှ်ပၞာန်ဟဲရးအာ၊  ဒဒှ်ပၞာန်တုဲဒှ်အာ။"},
{"word":"warble","def":"vt.vi.  ဗြုရမျာၚ်သာသာယျေန်ယျေန် မနှဴဒၟံၚ်ကဵုရမျာၚ်ဇတဝ်၊  ဒယှ်ေဂွက်ပနှဴလဝ်ကဵုရမျာၚ်ဒ္ဇက်,ရမျာၚ်ဇ္တဝ်။  n.  ဒဒှ်မဒယှ်ေနကဵုရမျာၚ်ဇတဝ်သၞဴ၊  ရမျာၚ်ဂစေံဂြဴလရိုဟ်။  warbler (n)  ဂစေံဂြဴဇက်ရမျာၚ်ဇတဝ်၊  ပူဂဵုမဒယှ်ေနကဵုရမျာၚ်ခၟိပ်ဇတဝ်။"},
{"word":"ward","def":"n.  အဝဲဟွံဂွံစိုပ်သွက်သ္ဂောံထိၚ်အုပ်ဓုပ်ဏီ။  ၂။  ပွမစဵုဒၞာမၚ်မွဲ။  ၃။  ခဒံတၞဟ်ခြာ၊  ဒကုတ်တၞဟ်ခြာ(ထံၚ်,ရုၚ်ဂဥုဲ)။  vt.  ပဲါဗလေတ် (နူတက်,ဗာ်)၊  ဂရိုဟ်ခတ်ခတ်၊  ပဲါတဝ်စၞေဟ်ပလန်(နူကဵုအန္တရာဲ)။  to ward off. (vt)  ပဲါဗလေတ်ထောံ။  warden (n)  မၞိဟ်ကောဲကာဲအုပ်ထိၚ်၊  ဇမၞော်ခဒံ(ဘာတက္ကသဵု)။  warder (n)  ပၟၚ်ဂုက်၊  ပၟၚ်ထံၚ်။"},
{"word":"wardrobe","def":"n.  ဒူသွက်ဂွံမာ်စွံစပလောံပလောန်၊  ဗွိုက်လ္တက်ညးမွဲပိုၚ်ပြဳ။"},
{"word":"ware","def":"n.  ကပေါတ်မကၠောန်ပ္တိတ်လဝ်၊  အရာမကၠောန်ပ္တိတ်လဝ်။  ironware (n)  ကပေါတ်မကၠောန်ပ္တိတ်လဝ်နကဵုပသဲ။  earthenware (n)  ကပေါတ်ထၟာဲဇရဳဇရ။  silverware (n)  ကပေါတ်မကၠောန်ပ္တိတ်လဝ်နကဵုသြန်။  tinware (n)  ကပေါတ်မကၠောန်ပ္တိတ်လဝ်နကဵုပသဲဍာ်။  ၂။  ကပေါတ်သွက်ဂွံသွံ။  warehouse (n)  ဇရာံကြိုၚ်စကပေါတ်။  vt.  စွံလဝ်ပ္ဍဲဇရာံကြိုၚ်စကပေါတ်၊  စုတ်လဝ်ပ္ဍဲဟၚ်ကြိုၚ်ကပေါတ်။"},
{"word":"wariness","def":"ရံၚ် wary တေံညိ။"},
{"word":"warm","def":"adj.  ဂီု၊  မက္တဴဂီု၊  မအုပ်ဇြုၚ်၊  မသကဵုနွံက္တဴက္တဴဂီုဂီု၊  မသ္ဍိုက်မၠိုက်ဆာန်ဍူ၊  မနွံကဵုကဆံၚ်လိုက်လိုက်လဴလဴ၊  မနွံကဵုကဆံၚ်မိပ်မိပ်မြဟ်မြဟ်၊  မနွံကဵုဆာန်ဆာန်သၟိန်သၟိန်။  vt.vi.  ဂတဴ၊  သကဵုက္တဴဂီုကၠုၚ်၊  သကဵုဓာတ်စိုတ်တိုန်ကၠုၚ်၊  သကဵုပါကၠုၚ်သီုစိုတ်သီုစရိုတ်။  n.  ပြဝမသကဵုက္တဴဂီု။  warmly (adv)  လိုက်လိုက်လဴလဴ။  warm oneself at a fire. (vt)  ၜံၚ်ပၟတ်(ကၟတ်)။  warm water. (adj)  ဍာ်ဂမ္တဴ။  warmblooded (adj)  မဒှ်ဂကူ(သတ်) မနွံကဵုဆီက္တဴဂီု၊  မနွံကဵုစိုတ်ချဳဒရာၚ်လောဲ။  warmhearted (adj)  မလေပ်ဆာန်ဍူ၊  မလေပ်ချပ်ပတဝ်ကဵုစိုတ်ဇကုဇကု။  warmth (n)  အကာဲအရာမဂမ္တဴဂီု၊  ပြဝစိုတ်မချဳဒရာၚ်၊  ပြဝမနွံကဵုသီုစိုတ်သီုမာန်။"},
{"word":"warn","def":"vt.  ကဵုသတိ။  warning (n)  အရာမကဵုသတိ၊  ဂလာန်မကဵုသတိ၊  အရာမသကဵုက္တဵုဗဒှ်ကဵုသတိ။"},
{"word":"warp","def":"vt.vi.  သကဵုတ္ၚံက်လီၜန်အာ၊  သကဵုဒှ်အာဗီုလီုလီု၊  သကဵုဒှ်အာဗီုဟွံဍာံ။  n.  ဒကုတ်တ္ၚံက်လီၜန်အာ။  ၂။  တုတ်၊  ကြုတ်တုတ်၊  တောဝ်တိုၚ်။"},
{"word":"warrant","def":"n.  ဟိုတ်မခိုၚ်ကၠိုက်၊  အခေါၚ်အဝဵုမကၠောန်ပိုၚ်။  ၂။  လိက်ဝါရာန်၊  ဝါရာန်။  ၃။  လိက်နူကဵုဗီုပတိတ်ဝါရာန်သွက်ဂွံခါန်ကၞက်ဗဵု။  vt.  ဒှ်ပရောဗွဲမခိုၚ်ကၠိုက်၊  သကဵုနွံအဝဵုသွက်ဂွံကၠောန်ပိုၚ်ပိုၚ်။  ၂။  ဒုၚ်လျိုၚ်(ဒဒှ်မဒှ်ကပေါတ်ဍာံဍာံ)။  warrant officer (n)  ဗဵုအကြာပ်။  warrantee (n)  မၞိဟ်သ္ဒးဒုၚ်ကဵုတာလျိုၚ် အသံအခေါၚ် သွက်ဂွံကၠောန်ပိုၚ်။"},
{"word":"warren","def":"n.  တိဍာ်ထၟောၚ်သိုၚ်ဗ္တာဲတံ မအောပ်လဒပ်နွံဂၠိုၚ်။"},
{"word":"warrior","def":"n.  ကောန်ပၞာန်၊  ရဲပၞာန်၊  ညးပၞာန်။"},
{"word":"wart","def":"n.  ကတောတ်။"},
{"word":"wary","def":"adj.  မနွံကဵုသတိဝဳရိယ၊  မနွံဒၟံၚ်ကဵုသတိလ္တူသွက်ဂွံဒှ်အန္တရာဲတွဵု၊  မနွံကဵုဓဝ်စၚ်စၚ်ခြၚ်ခြၚ်။  warily (adv)  နဒဒှ်မနွံကဵုသတိဝဳရိယ။  wariness (n)  ဒဒှ်မနွံကဵုသတိဝိရိယ၊  ဒဒှ်မနွံကဵုလ္တူသွက်ဂွံဒှ်အန္တရာယ်တွဵု။"},
{"word":"was","def":"ရံၚ် be တေံညိ။"},
{"word":"wash","def":"vt.vi.  ကပိုက်၊  ကပိုက်ကဆံၚ်၊  ကြဴ၊  ကြာတ်၊  ကြာတ်ကြဴ၊  ပတ်ကြဴ၊  ပေါတ်ကြဴ၊  လဳ၊  လာၚ်၊  ဟုံဍာ်သအးဇ္ၚး။  ၂။  ဒုၚ်ကပိုက်ကဆံၚ်။  ၃။  ဇွောဝ်တတ်စှ်ေ၊  ကပိုက်ကဵုလပှ်။  ၄။  သကဵုဟဳဗက်အာနကဵုအသိၚ်ဇွောဝ်၊  သကဵုဟဳစှ်ေအာနကဵုအသိၚ်လပိုက်တက်။  n.  ဒဒှ်မကပိုက်ကဆံၚ်၊  ဒဒှ်မကြာတ်ကြဴ၊  ဒဒှ်မဟုံသအးဇ္ၚး။  ၂။  ဗွိုက်လ္တက်သွက်ဂွံလပိုက်၊  ဒၞာဲသွက်ဂွံကပိုက်။  ၃။  ဇၟောဝ်ဍာ်၊  ပရှ်ဍာ်၊  အသိၚ်ဍာ်၊  ဗရုဍာ်ဇွောဝ်၊  ဗရုလပှ်တက်။  ၄။  ဍာ်မဖက်ပၠာဲလဝ်။  washer (n)  စက်လပိုက်ဂၠိက်ယာတ်၊  စက်လပိုက်ဗွိုက်လ္တက်၊  ဇွောံဒုၚ်(ဝါတ်ရှာ)။  washbowl (n)  ဂရ။  washing (n)  ဗွိုက်လ္တက်သွက်ဂွံလပိုက်ကဆံၚ်၊  ဗွိုက်လ္တက်ကပိုက်ကဆံၚ်။  washing-machine (n)  စက်လပိုက်ကဆံၚ်ဗွိုက်လ္တက်။  washboard (n)  စပ်ဂၠုၚ်။  wash-out (n)  ဒဒှ်တိမစလာ်အာစၟံအခါဍာ်ဇၞော်၊  မၞိဟ်လပိုက်၊  မၞိဟ်ဟွံလုပ်ကေၚ်ကာ၊  အရာဟွံလုပ်ကေၚ်ကာ၊  ကိစ္စဒဒှ်။  washy (adj)  နွံကဵုအရံၚ်ဗိုဟ်ဗိုဟ်၊  မကေဝ်၊  မဟွံခတ်၊  မကြံလိုဟ်။  washer-woman (n)  ဂဟာ၊  တလကာ။  wash the face. (vt)  လာၚ်မုက်၊  လဳမုက်။"},
{"word":"wasp","def":"n.  ဍိက်ကျာ်၊  ကၠဵုကျာ်၊  ဟိုၚ်။  waspish (adj)  မနွံကဵုစိုတ်စရိုတ်ပရေံဍုတ်ဍေဲ၊  မနွံကဵုသၟန်ပါၚ်ကြံကြံ။"},
{"word":"wassail","def":"n.  အခိၚ်သုၚ်စမိပ်ဇြိပ်ထ္ၜူဒလူ၊  အရက်မသုၚ်အခိၚ်ဂှ်။"},
{"word":"waste","def":"adj.  ဖုတ်ကၠေံ၊  သအိုဟ်၊  သအိုဟ်ဂြုဲ၊  သအိုဟ်သၟ။  ၂။  မဟွံထဲဇိက်တဵုလွဳ၊  မဒှ်ဒၞာဲမၞိဟ်ဟွံမံၚ်စံၚ်၊  မဒှ်တိထဲဇိက်တဵုလွဳဟွံဂွံ၊  မဒှ်ဒၟံၚ်ဒၞာဲဂြာတ်ဂြာတ်။  ၃။  မဟွံလုပ်ကေၚ်ကာ၊  မဗိုတ်ကၠဟ်ထောံဟိုတ်နူဟွံမိက်ရပ်စပ်။  vt.vi.  ပၠေၚ်၊  ပၠေၚ်ကၠေံ၊  ပၠေၚ်ထောံ၊  သအိုဟ်လာဲအာ။  ၂။  ဟွံရပ်စပ်မသကဵုဒှ်အာသၟးသၟး၊  သကဵုဒှ်အာမဟွံလုပ်ကေၚ်ကာ၊  သကဵုဒှ်အာမဟၟဲကဵုၚုဟ်မး၊  ပၠေၚ်ဗဒိုက်ထောံ။  ၃။  ထောံလဝ်ဟွံရပ်စပ်မသကဵုဒှ်အာတိအရိုၚ်၊  ဂြာံလ္ၚု၊  ဂြာံသုန်၊  ဒြာံသုန်၊  သုန်၊  သုန်ဂြာံ၊  သ္ၚိတ်။  ၃။  သကဵုဇြဟတ်အိုတ်အာသာသာ၊  သကဵုဇြာဲဇြေဟ်ကၠုၚ်။  n.  ဒဒှ်မပၠေၚ်ထောံ၊  ဒဒှ်မဒှ်အာသၟးသၟး၊  ပြဝမဒှ်အာသၟးသၟး။  ၂။  အမှိက်အမှံၚ်၊  ကၞာတ်မသှ်ေသၟေဟ်ဒၟံၚ်နူအရာမဟွံရပ်စပ်။  ၃။  ဂၠးတိဓမြာတ်၊  ခလှာတ်ဂၠးတိမဒှ်ဒၟံၚ်တိဒမြာတ် မွဲကၟဳကောန်မတ်(စၟဳကောန်မတ်)။  wastage (n)  အရာမပြးဇးအာ။  wasteful (adj)  မသကဵုပြးဇးဒှ်အာသၟးသၟး၊  မပၠေၚ်ဗဒိုက်။  waste-pipe (n)  ပၠံၚ်ပ္တိတ်ဍာ်ရပ်စပ်လဝ်တုဲ(ဍာ်ဟွံအးဟွံၚး)။  waster / wastrel (n)  မၞိဟ်မပၠေၚ်ဗဒိုက်ရပ်စပ်ဆဆဵုညိဟွံမွဲကဵုဓဝ်ဂမြၚ်တီ။  waste matter. (n)  ကမောတ်(ကမတ်)ဟန်၊  အရာဟွံလုပ်ကေၚ်ကာ။"},
{"word":"watch","def":"vt.vi.  ရံၚ်၊  ရံၚ်စံၚ်၊  ရံၚ်ဒၟံၚ်ကဵုသတိ၊  မၚ်မွဲ။  n.  ဒဒှ်မနွံကဵုသတိတွဵု။  ၂။  ဂကောံကၚ်၊  ဂကောံကၚ်ၚာၚ်။  ၃။  နာဍဳစိုက်ထိုၚ်၊  နာဍဳတဲ။  watchful (adj)  ဒဒှ်မနွံဒၟံၚ်ကဵုသတိလၟိုန်။  watchman (n)  ပၟၚ်၊  ပၟၚ်ပၟဲ(ရုၚ်,ဗေန်,ဂုက်)။  ၂။  မၞိဟ်မၚ်ကၚ်၊  ရဲကၚ်။  watchword (n)  ဂလာန်ပၞုက်,ဒမၠုက် သွက်ဂွံတတ်အာကၠုၚ်။  ၂။  ရမျာၚ်က္တဵုကြဵုဇာ၊  လိက်ဒုၚ်ကေတ်။  watch for. (vt)  ဝိဝတ်၊  ဝဳဝတ်။  watch over. (vt)  ဥပ္ပကာ၊  အုပ်ပကာ၊  ဗမဴ၊  မၚ်၊  မၚ်မွဲ၊  ရံၚ်စံၚ်။  watchtower. (n)  ပြယံက်၊  ပြယေန်။  ၂။  သ္ၚိဂလာန်။"},
{"word":"water","def":"n.  ဍာ်။  ၂။  အကာဲအရာဍာ်ဒဳတိုန်စှ်ေ။  ၃။  ဗွိုက်ဍာ်၊  ဒုဍာ်။  ၄။  အရာဍာ်ဍာ်မဖက်ပၠာဲလဝ်ကဵုဍာ်။  vt.vi.  စဝ်ဍာ်၊  ဖ္ဍေက်၊  ဗရဲဍာ်၊  လၟုဟ်ဍာ်။  ၂။  ကဵုဍာ်ချေံ၊  ဖျုၚ်ဍာ်ချေံ။  ၃။  ဍာ်ရမတ်တိတ်၊  ဍာ်ကံတိတ်။  ၄။  ဖက်ဍာ်။  water bucket (n)  ဍေၚ်ဍာ်၊  ဍာ်ဍေၚ်၊  နုၚ်ထုၚ်၊  နာထုၚ်။  water-carrier (n)  ညးမဂၠေၚ်ဍာ်။  ညးမတုက်ပလံၚ်ဍာ်။  water-closet (n)  သ္ၚိဝတ်တံၚ်ဍာ်။  water-colour (n)  ဍာ်ဂဥုဲဒဇက်ကသူပၠာဲကဵုဍာ်။  watercourse (n)  ၜဳသၟတ်၊  ဇာလ္ဂောဝ်၊  ဇၟောဝ်ဍာ်၊  ဂၠံၚ်ကရောၚ်ဍာ်။  watered (adj)  မမံက်ဒၟံၚ်ညံၚ်ရဴဇွိုန်လပှ်(ယာတ်သုတ်)၊  မက္တဵုဒၟံၚ်နကဵုအရံၚ်ပလေဲပလေဲ။  waterfall (n)  ဍာ်ဆၚ်။  waterfront (n)  ဒကုတ်ဍုၚ်ကရပ်ဇိုၚ်သြၚ်ၜဳ။  water-pot (n)  နုၚ်၊  နုၚ်ဍာ်၊  နုၚ်ထုၚ်၊  နာံထုၚ်၊  ဍာ်ကၠာၚ်၊  ဍာ်ဍေၚ်၊  ဍာ်နုၚ်၊  ကၠာၚ်။  waterproof (n)  ပလောံဒုၚ်ဗြဲ။  adj.  မဒှ်ဍာ်တတ်အာဟွံဂွံ၊  မဒှ်ဍာ်ဟွံရိုၚ်(ဍာ်လုၚ်)။  the water's edge (n)  ဇိုၚ်ဍာ်။  watertight (adj)  မဂရတ်လဝ်ညံၚ်ရဴဍာ်တိတ်ဟွံဂွံ၊  မကၠောန်လဝ်ညံၚ်ရဴဍာ်ဟဂွံလုပ်ဟဂွံဇီလုပ်၊  မကၠောန်လဝ်ညံၚ်ရဴပက်ဍာ်ဟဂွံလုပ်၊  မကၠောန်လဝ်ညံၚ်ဍာ်ဟဂွံရိုၚ်(ဂွံလုၚ်)။  watery (adj)  မဆေၚ်စပ်ကဵုဍာ်၊  မဒှ်ညံၚ်ဍာ်၊  မကေဝ်ကလံက်၊  မဖျိုဟ်ပြေတ်(အရံၚ်)။  water-dipper. (n)  ဗြံက်၊  ဗြံက်ဍာ်။  water jar. (n)  ဇရဳဍာ်၊  ဒရဳဍာ်။  water skipper. (n)  စၟဍာ်။  water snake. (n)  ဇြုံဍာ်။  the water springs up. (n)  ဍာ်ကလာဲတိုန်။  watering place. (n)  သၞေဟ်ပွေၚ်။  watering can (n)  နုၚ်(စေဝ်)ဂရဲ၊  နုၚ်(စေဝ်)ဗရဲ။  water-hen (n)  စာၚ်ဍာ်။  water-lily (n)  ကဴဒကှ်၊  ကဴကိုန်၊  ပ္ကဴသွာ။  watermelon (n)  ပညောန်၊  ပညန်။"},
{"word":"watt","def":"n.  မ, တံသွက်ဂွံၜတ်ဓာတ်လလဳ၊  ဝါတ်။"},
{"word":"wattle","def":"n.  ဒဒၚ်တာန်လဝ်နကဵုတၞာၚ်ဗာၚ်တၞံဆုဒုန်၊  ကပ်ဒုန်။"},
{"word":"wave","def":"vt.vi.  ပ္တဴသွဝ်လဝ်၊  သဝဲ၊  သွဝ်ဒၟံၚ်ပ္ဍဲကျာ။  ၂။  လဝိၚ်၊  လဝိၚ်ဗ္ဂေတ်၊  သွိၚ်၊  သွိၚ်လျတ်။  ၃။  သကဵုဇွိုန်လပှ်မံက်။  n.  လပှ်၊  လပှ်အလိုန်၊  ဒဒှ်မလွိၚ်လွိုက်၊  ဒဒှ်မလွိုက်ဓရိုက်၊  ပြဝမလွိၚ်လရိုက်ထ္ၜး၊  ပြဝမလရိုက်ပချဳထ္ၜး။  ၂။  ဇွိုန်လပှ်။  ၃။  ဇၟး(မှး)လပှ်။  wavy (adj)  မတောံဒၟံၚ်ညံၚ်ရဴလပှ်၊  မဒှ်ဒၟံၚ်ညံၚ်ရဴဇွိုန်လပှ်။  wave to and fro. (vi)  စလှ်လဖှ်၊  ဒပှ်ကလှ်။"},
{"word":"waver","def":"vi.  သွဝ်ချဳဒရာၚ်ဒၟံၚ်၊  စမှ်ကလှ်စိုတ်၊  ဇဗှ်ကလှ်၊  ဇဗှ်ကလှ်စိုတ်၊  သလှ်ေသအိုန်၊  ဇဲဇာဲချဳဒရာၚ်ဒၟံၚ်။"},
{"word":"waver","def":"vt.  ဝိဝိၚ်ဂဲါဍာဲ။  ၂။  ဝိဝိၚ်ဇဲဇာဲဒၟံၚ်။  ၃။  သ္ဇိုၚ်စအာတုဲဇဲဇာဲကၠုၚ်(သ္ၚိ)၊  အကာဲအရာဇဲဇာဲကၠုၚ်။ "},
{"word":"wax","def":"vi.  ဂိတုမံက်၊  မံက်ကၠုၚ်။  ၂။  ဒှ်ကၠုၚ်။  waxing (n)  ဂိတုမံက်၊  ဖာမံက်။  the moon waxed. (vi)  ဂိတုမမံက်။  n.  ပၠုဲ၊  ပၠုဲသာဲ။  ၂။  အရာ၊  အရာညံၚ်ရဴပၠုဲသာဲ။  waxen (adj)  မဆေၚ်စပ်ကဵုပၠုဲ၊  မတုပ်ညံၚ်ရဴပၠုဲ။  waxwork (n)  ရုပ်ပၠုဲ။  wax candle (n)  ပၞာၚ်ပၠုဲ။  waxpaper (n)  စက္ခူပၠုဲ၊  စက္ခောပၠုဲ။  wax cloth. (n)  ယာတ်ပၠုဲ။  beeswax (n)  ပၠုဲ၊  ပၠုဲသာဲ။"},
{"word":"waxy","def":"adj.  မက္တဵုဒှ်ဒေါသ။"},
{"word":"way","def":"n.  နဲ၊  နဲကဲ၊  နဲပက္ကရ၊  ပက္ကရ၊  မဂ္ဂ၊  စၟတ်၊  အခိုက်၊  ဗီုကၠောန်ဗီုပ။  ၂။  လ္ပာ်ပ္တဝ်က္ဍိုပ်၊  အရာမချဳဒရာၚ်အာကၠုၚ်။  ၃။  ဂၠံၚ်၊  ဂၠံၚ်သွက်ဂွံတတ်၊  ဂၠံၚ်သွက်ဂွံလုပ်တိတ်။  way of life. (n)  ကွတ်လ္ၚတ်၊  နဲဂယျိုၚ်လမျီု။  waylay (vt) (pt.pp.-laid)  ကြတ်ဗတိုက်ကေတ်ပ္ဍဲဂၠံၚ်၊  ကြတ်ပၠံၚ်ကေတ်ပ္ဍဲဂၠံၚ်၊  ကြတ်ဟီုအရေဝ်ပ္ဍဲဂၠံၚ်၊  မၚ်တောပ်ဒၟံၚ်အပ္ဍဲဂၠံၚ်သွက်ဂွံဗတိုက်၊  မၚ်တောပ်ဒၟံၚ်အပ္ဍဲဂၠံၚ်သွက်ဂွံပၠံၚ်ကေတ်၊  မၚ်တောပ်ဒၟံၚ်အပ္ဍဲဂၠံၚ်သွက်သ္ဂောံဂွံအခေါၚ်ဟီုအရေဝ်။  wayside (adj)  မဒှ်သ္ကဲဂၠံၚ်၊  မဒှ်ဒကဴဂၠံၚ်။  n.  ဒဒှ်မနွံသ္ကဲဂၠံၚ်၊  ဒဒှ်မနွံဒကဴဂၠံၚ်၊  ဒဒှ်မနွံပ္ဍဲသ္ကဲဂၠံၚ်၊  ဒဒှ်မနွံပ္ဍဲဒကဴဂၠံၚ်။  wayward (adj)  မကၠောန်လေပ်ဗီုစိုတ်ဇကုဒှ်၊  မဟွံလောဲသွက်ဂွံပြုပြေၚ်ထိၚ်ဒက်။"},
{"word":"we","def":"pron.  ပိုဲ၊  ပိုဲဍိက်တံ၊  ပိုဲဍိက်ဗြဴတံ၊  ပိုဲညး၊  ပိုဲညးဂမၠိုၚ်၊  အဲညး။"},
{"word":"weak","def":"adj. (-er,-est)  မအောန်ဇြဟတ်၊  မက္တဵုဒှ်တိုန်အောန်ကဵုဇြဟတ်၊  မဍိုန်ကုဇြဟတ်၊  မဍိုန်ဇြဟတ်၊  မဝးတ္ၚံက်လောဲ၊  မကဝ်တၟေက်လောဲ၊  မဟၟဲကဵုဇြဟတ်ဒုၚ်ဂစာန်(ဒုၚ်ဒစဵုဒးစ)၊  မဟၟဲကဵုသတ္တိဒုၚ်အဍေဝ်အဍာ။  ၂။  မဍိုန်၊  မကေဝ်၊  မဖျိုဟ်။  ၃။  မအောန်ကဵုဇြဟတ် သွက်ဂွံဒုၚ်စသိုၚ်အရီု။  weaken (vt.vi)  ဍောၚ်ၜိုတ်၊  သကဵုဇြဟတ်အောန်ကၠုၚ်၊  သကဵုဇြဟတ်ဍိုန်ကၠုၚ်။  weak-kneed (adj)  မဍိုန်လျပ္ဍဲအစောံစရာဲမၞိဟ်၊  မဍိုန်လျပ္ဍဲဓာတ်စိုတ်။  weakling (n)  မၞိဟ်ဇြဟတ်အောန်၊  မၞိဟ်ဓတ်အောန်၊  သတ်တိရစ္ဆာန်ဇြဟတ်အောန်အောန်။  weakly (adj)  မဟွံခိုဟ်ပ္ဍဲပရေၚ်ထတ်ယုက်။  adv.  နဒဒှ်မဟၟဲကဵုပရေၚ်ထတ်ယုက်၊  နဒဒှ်မဟၟဲကဵုဓတ်ကရတ်၊  နဒဒှ်မဒှ်ကဆံၚ်တဲပရေံဂွံတံၚ်ဂြဲဏာ။  weakness (n)  ပြဝဒဒှ်ဇြဟတ်မအောန်၊  အကာဲအရာဒဒှ်ဓတ်မအောန်။  ၂။  ပြဝဓာတ်စိုတ်မဍိုန်ပရေံ၊  ပြဝအစောံအစမၞိဟ်ပရေံ။"},
{"word":"weal","def":"n.  ပရေၚ်ခိုဟ်စ၊  ပြဝခိုဟ်စ။"},
{"word":"wealth","def":"n.  ဓန၊  ပိုန်ဒြပ်၊  အရပ်အရာ၊  ပြဝမသိုက်ဘိုက်၊  ဒြဗျ၊  ဒြပ်ရတ်ထဝ်သြန်၊  ဘောဂ၊  ဘက်၊  ဘိုက်ဘက်၊  သိုက်ဘိုက်၊  သမ္ပတိ။  ၂။  ဒဒှ်မဂၠိုၚ်ဂၠေၚ်၊  လၟိဟ်မဂၠိုၚ်တဴဗွဲ။  wealthy (adj)  ဓနဳ၊  မဂၠိုၚ်ကဵုဒြပ်ရတ်ထဝ်သြန်၊  မသိုက်ဘိုက်၊  မသိုက်ပ္ဍူ၊  သမ္ၚေဟ်။"},
{"word":"wean","def":"vt.  ထပိုတ်တှ်(ကောန်ၚာ်)။  ၂။  သကဵုထပိုတ်ထောံ(ဒ္ဂေတ်ဟွံခိုဟ်)၊  သကဵုလသာထောံ။"},
{"word":"weapon","def":"n.  လွဟ်(မြ,ဗၞုဟ်,သၞာတ်,ထ္ၜးဆန္ဒ)၊  လွဟ်တဲ၊  နက်ဝပ်၊  လွပ်၊  လွပ်တဲ၊  လွပ်လက်နက်။"},
{"word":"wear","def":"vt.vi. (pt.wore, pp.worn)  ကျိုၚ်ကျဝ်၊  ဗိုက်လ္တက်၊  လိုန်(ဒၞပ်)၊  သၠောံလတက်၊  ခလဝ်၊  စုတ်ဒ္ၚောဝ်မတ်၊  ဂလဝ်၊  စရှ်၊  စြဟ်၊  ဒလဝ်၊  ဒလဝ်အထုပ်က္ဍိုပ်၊  စွံသော်ခၟိပ်၊  ကေတ်လဝ်ဗီု။  ၂။  ရပ်စပ်လဝ်ဂၠိုၚ်တုဲသကဵုယောၚ်ယာ၊  သကဵုစိုပ်အာကဆံၚ်မွဲမွဲ။  ၃။  ဒုၚ်ရပ်ဗွဲဍာ်ဇမၠိၚ်၊  ဒှ်ဂကူမဒုၚ်ရပ်စပ်ဗွဲဍာ်ဇမၠိၚ်။  ၄။  ဗၠိုက်တၞီအာ၊  ကၠေံဗ္ဒန်အာ။  n.  ပြဝဗိုက်လ္တက်။  ၂။  ပြဝတြေံတြဟ်မယောၚ်ယာ။  ၃။  ဂၠိက်ယာတ်ဗွိုက်လ္တက်၊  ကပေါတ်ကညောတ်။  ၄။  ကရှ်၊  စရှ်။  wear a loincloth. (vt)  သပိုၚ်၊  ဗိုက်သပိုၚ်။  wear away. (vi)  လ္ၚတ်။  wear away by friction. (vi)  ပေါန်၊  ပေါန်ကြဳအာ။  wear a flower. (vt)  ကရှ်ပကဴ၊  စရှ်ပကဴ။  wear out. (vt.vi)  ပြဵု။"},
{"word":"weary","def":"adj. (-ier,-iest)  မဍောၚ်ၜိုတ်၊  မလၟောၚ်လၟေတ်၊  မကွိုၚ်၊  မလ္ၚုလ္ၚန်၊  လၟောၚ်၊  လၟောၚ်စိုတ်။  ၂။  မသကဵုဍောၚ်ၜိုတ်၊  မသကဵုလၟောၚ်လၟေတ်၊  မသကဵုလ္ၚုလ္ၚန်။  vt.vi.  ကွိုၚ်၊  ဍောၚ်၊  ဖဍောၚ်၊  ဖဍောၚ်လၟေတ်၊  လိုက်လဴ၊  သ္ဇအ်သ္ဇေၚ်၊  သကဵုဍောၚ်ၜိုတ်၊  သကဵုလၟောၚ်လၟေတ်၊  သကဵုလ္ၚုလ္ၚန်။  to weary of. (vt)  စအိုတ်စိုတ်။  wearily (adv)  နဒဒှ်မဍောၚ်ၜိုတ်။  weariness (n)  ကွိုၚ်ကွုဲ၊  တွိုၚ်တွုဲ၊  လၟောၚ်စိုတ်၊  တမှောၚ်၊  ဒဒှ်မဍောၚ်ၜိုတ်။  wearisome (adj)  မဒှ်သွက်ဂွံဍောၚ်ၜိုတ်ခိုဟ်၊  မဒှ်သွက်ဂွံလၟောၚ်လၟေတ်ခိုဟ်၊  မဒှ်သွက်ဂွံလ္ၚုလ္ၚန်ခိုဟ်။"},
{"word":"weasel","def":"n.  ဇၞးဇာတ်ဗ္တဂၠေံ(သၞောတ်)။"},
{"word":"weather","def":"n.  ဥတု၊  ရာသဳ၊  ဗြဲကျာ။  vt.vi.  ဗၠးတတ်တိတ်အာမဟွံမွဲကဵုဘဲအန္တရာဲ။  ၂။  ဟိုတ်နူရာသဳဥတုလီုလာ်ကၠုၚ်၊  ဟိုတ်နူရာသဳဥတုပြံၚ်လှာဲကၠုၚ်။  weather-beaten (adj)  မနွံကဵုရုပ်ရာကြံၚ်မ္ၚိုဟ် ဟိုတ်နူသ္ဒးဒုၚ်လဝ်ဘဲဒန်ရာသဳဥတုဂၠိုၚ်လောန်အာ။  weathercock / weather vane (n)  လဴမစၞောန်ထ္ၜးဂၠံၚ်ကျာကၠုၚ်၊  ဗ္တကဗၠိက်လ္တူက္ဍိုၚ်ကျာ်။"},
{"word":"weave","def":"vt.vi. (pt.wove, pp.woven)  တုတ်၊  တုတ်ယာတ်(တုတ်တုတ်)၊  တာန်။  ၂။  ဇန်( ပ္ကဴ)။  ၃။  ဆန်(သတ်ဇာတ်)၊  လး(သတ်ဇာတ်)။  n.  ဗီုတာန်လဝ်။  weaver (n)  မၞိဟ်တုတ်တုတ်၊  သၟာတုတ်တုတ်၊  သၟာတုတ်၊  သၟာတၟုတ်၊  သၟာယန်သေဝ်။  the weaver's shuttle (n)  လောန်။  to weave cloth. (vt)  တုတ်တုတ်၊  တုတ်ယာတ်။  weaver-bird (n)  ဂစေံတာ၊  ဂစေံစသြောံ၊  ဂစေံသတ်ဗြဴ။"},
{"word":"web","def":"n.  သ္ၚိဇာ၊  ဒဒှ်မပ္တိတ်ကသပ်ပၠောပ်ဗွိုၚ်။  ၂။  ကသာဲဇုက်တောဝ်အိက်စၟ(ဇာဖိုၚ်)။  ၃။  ဇိုၚ်ဂစေံဂကူမလေပ်တ္ၜိၚ်ဍာ်မဆက်ဒၟံၚ်ကဵုစၞာံ ပ္ဍဲကောန်ဇိုၚ်(အဒါ,အကၠဟ်,ၜိုပ်)။  ၄။  ဖျုန်တုတ်။"},
{"word":"webbing","def":"n.  ဇုက်ပၠာဂရတ်ဂၞိၚ်ကၠောန်တုတ်လဝ်မ္ၚိုဟ်မ္ၚိုဟ်ကြံၚ်ကြံၚ်၊  ဒရာနာယာတ်လးခုၚ်ဂ္ဇံဂလာ။"},
{"word":"wed","def":"vt.vi. (pt.pp.wedded or wed)  သ္ပမ္ၚဵုထပ်တဲ၊  သၞက်ကရောဲ၊  သ္ပတၠလယိုၚ်၊  ကေတ်ဗြဴတြုံ၊  ပ္တဴသ္ၚိဌာန်။  wedding (n)  ပေဲါသ္ပမ္ၚဵုထပ်တဲ။  wedlock (n)  ပြဝမထပ်တဲ၊  ပြဝဒဒှ်မဒှ်တြုံဗြဴနဗဗွဲဓဝ်။"},
{"word":"wedge","def":"n.  ကၠာ်၊  အရာမနွံညံၚ်ရဴဗီုကၠာ်။  vt.  တက်ကၠာ်၊  ပၠောပ်ကၠာ်။"},
{"word":"Wednesday","def":"n.  တ္ၚဲဗုဒ္ဓဝါ။"},
{"word":"wee","def":"adj.  မသောဲဗြဲ၊  မပၞေဲ၊  မကြေန်၊  မဒှ်ညိည။"},
{"word":"weed","def":"n.  တၞံပံၚ်၊  ကမတ်၊  လမတ်၊  ချောဲ၊  ချောဲကၟတ်၊  ချောဲအကြာတၞံတဵုလွဳလဝ်၊  မၞိဟ်သၠုၚ်သၠုၚ်ဇြာဲဇြာဲ၊  မၞိဟ်ဇြာဲဇြာဲကံၚ်ကံၚ်။  ၃။  ၜံက်၊  ၜံက်သဳကရိတ်။  vt.vi.  ဂစှ်ေချောဲ၊  ပိုက်ပံၚ်၊  ပိုက်ချောဲသအးထောံပံၚ်။  ၂။  ပဲါထောံ၊  သောၚ်သအးထောံ။  weedy (adj)  မဂၠုဒၟံၚ်ကဵုတၞံပံၚ်။  ၂။  မဒှ်သၠုၚ်သၠုၚ်ဇြာဲဇြာဲညံၚ်ရဴကဗဂေါၚ်။"},
{"word":"week","def":"n.  သတ္တဟ၊  မွဲအဒိုတ်၊  ထပှ်တ္ၚဲ။  ၂။  (တ္ၚဲအဒိုတ်ဟွံပါ)သ္ဒးစှ်ေကမၠောန် တြဴတ္ၚဲမွဲအဒိုတ်။  weekday (n)  ပဲါနူတ္ၚဲအဒိုတ်တုဲတ္ၚဲအကြာဂှ်မွဲမွဲ။  weekend (n)  တ္ၚဲသၠးတ္ၚဲသ္ၚိသဝ်ကဵုအဒိုတ်။  weekly (adj. adv)  မွဲအဒိုတ်မွဲလန်၊  ရိုဟ်အဒိုတ်၊   မဆေၚ်စပ်ကဵုတ္ၚဲသတ္တဟ၊  မဒှ်သွက်တ္ၚဲသတ္တဟ၊  မလံကဵုသတ္တဟ။  n.  လိက်ပ္တိတ်ရိုဟ်အဒိုတ်(သတ္တဟ)။"},
{"word":"weep","def":"vt.vi. (pt.pp.wept)  ဂတေဝ်ယာံ၊  ဂရိုဟ်ဂတေဝ်၊  ဇဝေါဝ်ရမတ်၊  ဇဝေါဝ်ဍာ်ရမတ်၊  ဇွောဝ်လေၚ်၊  လရိုအ်၊  ပၠဳဍာ်ရမတ်၊  ယာံ၊  ယာံဂတေဝ်၊  ယာံဂကဝ်၊  ယာံဇွောဝ်ဍာ်ရမတ်၊  ယာံဟဳ၊  ဍာ်ရမတ်ဒတုံစှ်ေ၊  လရိုအ်၊  လဝံါ။  weeping (adj)  မကယျောဝ်စှ်ေဒၟံၚ်ကဵုတၞာၚ်ကျေဝ်ကျေဝ်ဂေါဝ်ဂေါဝ်။  n.  ဒဒှ်မယာံလရိုအ်၊  ယဝံါ။"},
{"word":"weevil","def":"n.  စၟသြောံ၊  စၟသ္ၚု၊  စၟထကောၚ်။"},
{"word":"weft","def":"n.  တောဝ်ကၠောဝ်။"},
{"word":"weigh","def":"vt.vi.  ကေဝ်၊  ကေဝ်လျိုၚ်၊  သ္ကေဝ်။  ၂။  ဇြိုၚ်လျိုၚ်၊  ဇၟံဒၟံၚ်၊  သ္ဇိုၚ်ဒၟံၚ်။  ၃။  ချိၚ်ဆ၊  ချိၚ်ဗယာပ်။  ၄။  သကဵုဖဵုလိုက်လဴအာ၊  သကဵုခယျသၠေဟ်ဒဒှ်မနွံကေၚ်ကာ။  ၅။  သ္ဇိုၚ်တုဲသကဵုဍိုန်ကဝေံစှ်ေ၊  သကဵုစိုတ်သ္ဇိုၚ်၊  သကဵုစိုတ်ဒှ်ဓဝ်စံၚ်တဴဂွိၚ်ဂွာဲ။  weigh(up)on  (vt)  သကဵုလျိုၚ်သ္ဇိုၚ်၊  သကဵုစိုတ်ဇြိုၚ်၊  သ္ကေဝ်၊  စုတ်ပၠောပ်လျိုၚ်၊  သ္ပညံၚ်ဂွံဇြိုၚ်။  ၂။  သကဵုလျိုၚ်ဍိုက်၊  သကဵုဒှ်ဒွဵု၊  သကဵုရပ်စပ်ဟွံမာန်။  weight (n)  ဇြဟတ်ဒဇက်ဏာလ္ပာ်ပၞိဟ်ဂၠးတိလ္တူဒပ်(အရာမွဲမွဲ)မွဲမွဲ။  ၂။  ဂယိုၚ်၊  ပံၚ်မ၊  လယိုၚ်(လျိုၚ်)။  ၃။  ဒၞီ(နှီ)၊  ဍံၚ်ဍုဲ။  ၄။  ပြဝဒဒှ်မစိုပ်ဒတုဲ၊  ပြဝမသ္ဇိုဟ်နက်။  weighty (adj)  မသ္ဇိုၚ်၊  မနွံကဵုလျိုၚ်၊  မနွံဇၞော်တဴကဵုတာလျိုၚ်။  ၂။  မဇၞော်ကဵုသြဇာ၊  မနွံကဵုသြဇာ။  weighing scales. (n)  ကြာဇူ၊  သၠဒကေဝ်။  weighing scale weights. (n)  သၞေက်သၠဒကေဝ်။"},
{"word":"weir","def":"n.  တာတၟိုန်၊  ဇဵု၊  စရာၚ်ဍာ်၊  စြာၚ်ဍာ်။"},
{"word":"weird","def":"adj.  မဟွံသေၚ်ကဵုဗီုဓမ္မတာ၊  မဒှ်ဗီုလၟေၚ်ဗီုအကာဲအရာမဒှ်ကၠုၚ်တုဲတေံဟွံသေၚ်၊  မဒှ်ဒၟံၚ်ကဵုပယောဂ၊  မဆေၚ်စပ်ကဵုလောကဝိညာန်။  ၂။  မတၟေၚ်တၟဟ်၊  မဝါတ်ဂါတ်သွက်ဂွံသောၚ်တလးကဵု၊  မဝါတ်ဂါတ်သွက်ဂွံတီကၠိုဟ်။  weirdly (adv)  နဒဒှ်မဟွံသေၚ်ကဵုဗီုဓမ္မတာ။"},
{"word":"welcome","def":"adj.  မဒုၚ်တၠုၚ်ဗွဲမလိုက်လဴ၊  မသ္ဍိုက်မၠိုက်တဴဗွဲမလောန်၊  မဒှ်ဗွဲမသ္ဍိုက်မၠိုက်။  n.  ပြဝမဒုၚ်တၠုၚ်။  vt.  ဒုၚ်ဂၠေၚ်၊  ဒုၚ်တၠုၚ်နကဵုစိုတ်မိပ်မိပ်ဇြိပ်ဇြိပ်။"},
{"word":"weld","def":"vt.vi.  ဂဟေဖကောဝ်မွဲကဵုမွဲ၊  ဗ္စိန်ဖကောဝ်မွဲကဵုမွဲ၊  ကဵုဂမ္တဴတုဲဂဒုၜုၚ်ဆက်၊  ကၠောန်ဂဟေ၊  ကၠောန်ဗ္စိန်။  ၂။  ဆက်ဂဟေဆက်ဗ္စိန်ဂွံမာန်။  n.  ဒၞာဲအဆက်ဂဟေ။  welder (n)  မၞိဟ်ဆက်ဂဟေ၊  မၞိဟ်ဆက်ဗ္စိန်။"},
{"word":"welfare","def":"n.  ပွ, ပြဝမသကဵုသၠဲလး၊  ပရေၚ်မသကဵုသၠဲလး။"},
{"word":"well","def":"n.  ကမၠိုၚ်၊  ပလိုၚ်၊  ဍာ်ပလိုၚ်၊  ပလိုၚ်ဍာ်။  ၂။  တၟိုဟ်တိုန်၊  တၟိုဟ်တိတ်၊  ဂစတ်တိတ်။  adj. (better, best)  မိပ်၊  မမံၚ်စခိုဟ်၊  မမံၚ်စမိပ်၊  မထတ်ယုက်။  ၂။  မနွံကဵုအကာဲအရာခိုဟ်၊  မနွံကဵုအကာဲအရာဒးဒးရးရး။  ၃။  မထတ်၊  မထတ်စောံ၊  မထတ်စောံပါ၊  မဒးရး၊  မဂပ်ဝ်။  I am well. (adj)  အဲမံၚ်စဒးရး။  adv. (better, best)  ခိုဟ်ခိုဟ်၊  ခိုဟ်ခိုဟ်မိုဟ်မိုဟ်၊  ဍာံဍာံပြပြ၊  နဒဒှ်မဒးကဵုဂၞပ်စိုတ်၊  နဒဒှ်မဂွံကဵုစိုတ်။  ၂။  နဒဒှ်မကြီုထိုၚ်သး၊  နဒဒှ်မဒးဂၞပ်မဒးစိုတ်။  They go well together. (adv)  ညးတံအာဒၟံၚ်ထတ်ထတ်ယုက်ယုက်မွဲစွံ။  ၂။  ပဲါနူဂှ်၊  လေဝ်ကီု။  ၃။  မဒှ်သောၚ်ကၠးကၠး၊  မဒှ်ဗၠးဗၠးၜးၜး။  ၄။  ထေက်ထေက်တန်တန်၊  ဗွဲမဗဗွဲကဵုဓဝ်ဓဝ်ယာယာ၊  ဗွဲမဒးရးဂပ်ဝ်။"},
{"word":"well-","def":"prefix. well-being (n)  ပြဝမဒှ်တသိုက်စိုတ် တသိုက်ကာယ။  well-born (adj)  မဒှ်ကောန်မဇထၟိက်၊  ကလျာဏ။  well-connected (adj)  မဒှ်နာံမြိုၚ်ကလောကောဒေံမသခိုဟ်၊  မဒှ်မဇမနွံကဵုညးကဆံၚ်သၠုၚ်သၠုၚ်။  well-disposed (adj)  မနွံကဵုဓဝ်စေတနာ ဓဝ်ညႇာတာ။  well-grown. (adj)  ဖောံ၊  မဖောံ။  well-intentioned / well-meaning / well-meant (adj)  မကၠောန်နကဵုစိုတ်စရိုတ်စေတနာခိုဟ်ခိုဟ်။  well-known (adj)  မပြာကတ်၊  မဒယှ်၊  မဓယှ်၊  မဓယှ်တှ်၊  မဓယှ်တမ္ညဝ်၊  မဒယှ်တှ်၊  မနွံကဵုယၟုဇၞော်ဇၞော်။  well-nigh (adv)  နဒဒှ်မကြပ်ဒှ်၊  ကြပ်ကြပ်။  well-off. (adj)  အိန်ဂၠဴ၊  မဒှ်တသိုက်စိုတ်။  well-satisfied (adj)  မိပ်ဇၟိပ်ဇြိပ်ကၠိပ်၊  မိပ်ဇြိပ်ရာၚ်ဆာဲ။  well-timed (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်အခိၚ်ဒးအခါဒး၊  မဒှ်အခိၚ်အခါဒးဒးရးရး။  well-to-do (adj)  ခမိဟ်၊  မသိုက်ဘိုက်၊  မနွံကဵုသၠုဲသၠာ်၊  မနွံကဵုဒြပ်ရတ်ထဝ်သြန်ဗွဲမဂၠိုၚ်၊  သမ္ၚေဟ်။  well-tried (adj)  မဒှ်ပ္ဍဲဂတမတ်၊  မစံၜတ်ရံၚ်တုဲဒှ်အာချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  well-trodden path. (adj)  ဍာ်ထဗုတ်။  well-worn (adj)  မဒဒှ်ေအာဟိုတ်နူမရပ်စပ်ဒၟံၚ်ထပ်ကဵုထပ်၊  မလီုဒၟံၚ်ဟိုတ်နူကဵုမရပ်စပ်ဂၠိုၚ်ကဵုဝါ။"},
{"word":"wellingtons","def":"n.  ဒၞပ်ဍေၚ်လိုက်စဵုကဵုတၚ်က္ၜံၚ်။"},
{"word":"welsh","def":"vi.  မံၚ်ဒၟံၚ်ဟွံကဵု။  ၂။  ပလီုကတိ။"},
{"word":"welt","def":"n.  စၞာံမဒုၚ်လဝ်အသၟဝ်ဒၞပ်။  ၂။  ဒၞာဲဒၞဝ်မတက်ဒုက်စုတ်လဝ်ကဵုလေံၜဝ်။"},
{"word":"welter","def":"vt.  ပၠောဂၠက်၊  ပၠောဇကု(ညံၚ်ကၠိက်, ပြေၚ်ဂၠက်ခရီု)။  n.  အကာဲအရာမထုဲဂရုဲမံၚ်။"},
{"word":"welter-weight","def":"adj.  မဆေၚ်စပ်ကဵုလျိုၚ်မၞိဟ်တက်လက်ပၠုဲ (နူကဵု ၁၃၅-၁၄၇ ပံၚ်။  ၆၁-၆၆.၆ ကဳလဝ်)။"},
{"word":"wench","def":"n. (archaic)  သၟတ်ဗြဴ၊  သၟတ်ဗြဴစကာစအပ္ဍဲသ္ၚိ၊  သၟတ်ဗြဴသ္ပစဍိက်ညး။"},
{"word":"wend","def":"vt.  အာ၊  အာစိုပ်။"},
{"word":"went","def":"ရံၚ် go တေံညိ။"},
{"word":"wept","def":"ရံၚ် weep တေံညိ။"},
{"word":"west","def":"n.  ပလိုတ်၊  အရာပ်လ္ပာ်ပလိုတ်၊  လ္ပာ်ပလိုတ်၊  ဒဒှ်မကၠုၚ်လ္ပာ်လက္ကရဴ။  adj.  မနွံဒၟံၚ်လ္ပာ်ပလိုတ်၊  မမံၚ်ဒၟံၚ်လ္ပာ်ပလိုတ်၊  ပလိုတ်။  adv.  ဗွဲလ္ပာ်ပလိုတ်။  westerly (adj. adv)  မဒှ်လ္ပာ်ဖာပလိုတ်၊  လ္ပာ်ဖာပလိုတ်။  western (adj)  မဆေၚ်စပ်ကဵုလ္ပာ်ပလိုတ်၊  မနွံလ္ပာ်ပလိုတ်၊  မကၠုၚ်နူလ္ပာ်ဖာပလိုတ်။  westernize (vt)  ပၠောပ်ပြဝယေန်သၞာၚ်ဍုၚ်ပလိုတ်၊  သကဵုဗက်အာဗီုယေန်သၞာၚ်ဖာပလိုတ်။  westward (adj)  မပ္တဝ်က္ဍိုပ်ကဵုလ္ပာ်ပလိုတ်။  westwards (adv)  နဒဒှ်မပ္တဝ်ဏာက္ဍိုပ်လ္ပာ်ဒိုဟ်ပလိုတ်။  western continent. (adj)  တ္ကံပလိုတ်၊  အမ္ဗရဂေါယာံ။"},
{"word":"wet","def":"adj.  မဍုက်ဍေက်ဒၟံၚ်၊  မက္ဍေက်၊  မက္ဍေက်၊  မတ္ဍေက်၊  မကယျဳဒၟံၚ်၊  မဂူ၊  မဂၠိုၚ်ကဵုဗြဲ၊  မဒှ်ကဆံၚ်ဗြဲခိုဟ်။  n.  သၟုဟ်ဍုက်၊  သၟုဟ်ခအိုပ်ဍာ်ဗြဲ။  vt.  ကယျဳ၊  ဍုက်၊  ဍေက်၊  ဍေက်ဓဇက်၊  ဍေက်ဓဇေက်၊  ထဍေက်၊  ဖဍုက်၊  သကဵုဍုက်၊  သကဵုဍေက်။  wetting (n)  ဒဒှ်မဍုက်ဍေက်။  wet nurse (n)  ၝဲဂမဴ၊  မိမိန်၊  မိဂမဴတှ်၊  ၝဲလေၚ်။  wet rice (n)  သြောံတက်ဇုက်ဗၞၚ်တုဲတဵု။"},
{"word":"wether","def":"n.  သဵုကၟက်ထအး။"},
{"word":"whack","def":"vt.  ဂဒုၜုၚ်ညံၚ်ရဴရမျာၚ်ဂွံတိတ်။  n.  ရမျာၚ်ဗရုလၟိုတ်ဗြုဒၟံၚ်ဝှေတ်ဝှေတ်။"},
{"word":"whale","def":"n.  ကဗံၚ်ဗှ်။"},
{"word":"wharf","def":"n.  (pl.-s or wharves)  ခဒန်၊  ဒဒန်၊  ဒဒန်ကၠောန်ဒုၚ်လဝ် သွက်ဂွံပတိုန်ဖျေံကပေါတ်။  wharfage (n)  ဒဒှ်မလုပ်ဒေံါပ္ဍဲဒဒန်ကၠောန်ဒုၚ်လဝ် သွက်ဂွံပတိုန်ဖျေံကပေါတ်၊  ၚုဟ်မးဒဒှ်မသ္ဒးကဵုသွက်လုပ်ဒေံါဇူဖျေံကပေါတ်။"},
{"word":"what","def":"adj.  မု၊  မုဂှ်၊  အလဵု။  adv.  ယြဴပ္ဍဲကာလမွဲ။  in what way. (adv)  နဒဒှ်နဲကဲဗီုလဵု။  pron.  မု၊  မူ၊  အရာ၊  အရာလဵု။"},
{"word":"whatever","def":"pron. adj.  အရာလဵုမွဲဟွံဟီု၊  မုဒှ်ဒှ်၊  ၜိုတ်လဵုဒှ်ဒှ်၊  ဆ၊  ဆမနွံ။  whatever is arranged. (pron)  ဆမပြုပြေၚ်။  whatever name. (adj)  ယၟု၊  ယၟုယၟာ။"},
{"word":"wheat","def":"n.  ဂျုၚ်၊  တၞံဂျုၚ်၊  သြောံဂျုၚ်။  wheaten (adj)  မကၠောန်လဝ်နကဵုခၞိက်ဂျုၚ်။ "},
{"word":"wheedle","def":"vt.  တောတ်အာတ်၊  ဗေန်အာတ်။"},
{"word":"wheel","def":"n.  ခလှာ၊  ခလှာကွဳ၊  ခလှာစက်။  cartwheel (n)  ခလှာကွဳ။  vt.vi.  ဂရိုဟ်၊  ဒဇက်၊  ဂရိုဟ်ပလံၚ်။  ၂။  ဗ္ဂေတ်။  wheel of the empire. (n)  စက္က။"},
{"word":"wheeze","def":"vi.  ယီုဗြုဒၟံၚ်နကဵုဗရုသၠေဟ်၊  ဗြုဒၟံၚ်ဃြဝ်ဃြဝ်။  wheezy (adj)  မယီုဗြုဒၟံၚ်နကဵုရမျာၚ်သၠေဟ်။"},
{"word":"whelk","def":"n.  ကၞုဒုတ်ဇၞော်မွဲဂကူ။"},
{"word":"whelp","def":"n.  ကောန်(ကၠဵု,ကၠ,ဇာဒိသိုၚ်)၊  ကောန်ယာဲတဟွံဝေတ်၊  သၟတ်ယာဲတဝေတ်ဟွံမာန်။"},
{"word":"when","def":"adv.  ကာလ၊  ခါ၊  ခါရ၊  ချိုန်၊  ဆောဝ်လံ၊  အခိၚ်လဵု၊  အခါလဵု၊  လအိတ်၊  ဝဲါ၊  ဟန်။  ၂။  အခိၚ်ဂှ်၊  တ္ၚဲဂှ်၊  အခါဂှ်။  conj.  အဃောဂှ်၊  ပ္ဍဲအခါဂှ်၊  ပ္ဍဲအဃောဂှ်။  ၂။  ကီု။  ၃။  ကီုမ္ဂး။  whenever (adv)  အခိၚ်လဵုအခါလဵုဒှ်ဒှ်၊  ဇဖန်။"},
{"word":"whence","def":"adv.  နူလဵု၊  နူဒၞာဲလဵု။  ၂။  နူဒေသလဵု၊  နူအရာပ်လဵု။  ၃။  နူဒေသလဵုမကၠုၚ်လဝ်၊  မူနူ။"},
{"word":"where","def":"adv.  အလဵု၊  အလဵုအရာပ်လဵု၊  အလဵုဌာန်ဒေသလဵု၊  ပ္ဍဲအရာပ်လဵု၊  မူဒၞာဲ၊  မူနူ။  ၂။  အပ္ဍဲဌာန်ဒေသလဵု၊  လ္ပာ်ဌာန်ဒေသလဵု၊  လ္ပာ်အရာပ်လဵု။  ၃။  အပ္ဍဲဒၞာဲလဵုရော၊  အပ္ဍဲဒၞာဲလဵု၊  အပ္ဍဲဒၞာဲဂှ်။  whereabouts (adv)  အပ္ဍဲဒၞာဲလဵု၊  ပ္ဍဲဒၞာဲအရာပ်လဵု၊  နူဒၞာဲလဵု၊  နူဒၞာဲအရာပ်လဵု၊  နူဒၞာဲဌာန်ဒေသလဵု။  n.  ဒၞာဲဌာန်ဒေသမနွံ၊  ဒၞာဲဌာန်ဒေသမမံၚ်။  whereas (conj)  ဟိုတ်နူကဵုမထံက်ရံၚ်ကေတ်ပ္ဍဲကဵုတၚ်တံဂှ်တုဲ(ဥပဒေ)။  ၂။  ပ္ဍဲကဵုမွဲလ္ပာ်တေံပၠန်။  wherefore (adv)  မုဟိုတ်၊  မုဒှ်သာ်လဵု။  conj.  ဟိုတ်နူဂှ်၊  ဒၟာနူဂှ်။  whereupon (conj)  ဟိုတ်နူသာ်ဂှ်၊  ဟိုတ်နူဗီုဂှ်။  wherever (adv)  ဒၞာဲဒၞာဲ၊  ပ္ဍဲဒၞာဲလဵုဟွံဟီု၊  ပ္ဍဲဒၞာဲလဵုဒှ်ဒှ်၊  ပ္ဍဲဒၞာဲလဵုစိုပ်စိုပ်။  wherewithal (n)  သၠုဲသၠာ်မနွံပၟိက်။"},
{"word":"wherry","def":"n.  ဂၠုၚ်ဂဒေံါအာသာသာ။"},
{"word":"whet","def":"vt.  ချူ(မြ,တ္ၜုန်)၊  ချူထကေက်၊  ချူပကေက်၊  ချူညံၚ်ရဴသ္ဂောံကေက်၊  သကဵုကံဓဝ်ယာ၊  သကဵုအၚပ်က္တဵုဒှ်ကၠုၚ်၊  သမ္ကေက်။  whetstone (n)  တၟံချူမြ(တ္ၜုန်)။"},
{"word":"whether","def":"conj.  ဟာ.....ဟွံဟာ။  ၂။  ဒးရး.....ဟွံဒးရး။  They are welcome, whether they go or not.  ညးတံသ္ဂောံဒုၚ်စသိုၚ်ဒစးဒုၚ်တၠုၚ်, ညးတံအာဟာ ဟွံအာဟာ။"},
{"word":"whey","def":"n.  တၟဟ်၊  ဍာ်ကေဝ်ကေဝ်ဍာ်တှ်ဗ္စး။"},
{"word":"which","def":"adj.  မဒှ်ညးဂှ်၊  မဒှ်ဣလဵု။  pron.  အရာလဵု၊  မၞိဟ်လဵု၊  ညးလဵု၊  ဣလဵု၊  ၝလဵု။  ၂။  ၝဂှ်၊  ဣဂှ်။  Take whichever you wish. (pron)  အရာလဵုမွဲဒှ်ဒှ်, အရာလဵုမွဲဟွံဟီု, မၞးနွံပၟိက်မ္ဂးကေတ်။  whichever road. (adj)  ရာတရဴမွဲ။"},
{"word":"whiff","def":"n.  ဒဒှ်မယီုပၠောပ်ညိညိညည၊  ဒဒှ်မယီုပ္တိတ်ညိညိညည၊  သၟူအမြာဲ။"},
{"word":"while","def":"conj.  အဃောဂှ်၊  အခိၚ်ဂှ်၊  အခါဂှ်၊  ဃော၊  ဒၟံၚ်ဏီတှ်ေ(မ္ဂး)၊  ဝါရ၊  ဝဲါ။  ၂။  လ္ပာ်မွဲတေံပၠန်၊  မွဲလ္ပာ်တေံပၠန်။  ၃။  ကီုလေဝ်။  n.  အခိၚ်အခါ၊  အပ္ဍဲအကြာဂှ်၊  အဃောဂှ်၊  အယာံမာတ်ဂှ်၊  အဝဲါဂှ်၊  ဃောလွာဲ၊  ဇဖန်ဂှ်၊  ဇၞတ်ဂှ်၊  လဝဲါဂှ်၊  လွာဲဂှ်။  vt.  သကဵုအခိၚ်အိုတ်အာ။  to while away the hours. (vt)  သကဵုစိုပ်ကဆံၚ် အခြၚ်အခိၚ်အိုတ်အာဟွံတီ။"},
{"word":"whim","def":"n.  ကသပ်ချပ်ဂၞန်ဒၟံၚ်နးပး၊  သၠေဟ်ဒၟံၚ်ပ္ဍဲစိုတ်နးပး။"},
{"word":"whimper","def":"vi. n.  ထအိက်လရိုအ်ဒၟံၚ်၊  ဗရုထအိက်လရိုအ်။"},
{"word":"whimsy","def":"n.  ဒဒှ်မသၠေဟ်ချပ်ကေတ်ဒၟံၚ်ပ္ဍဲစိုတ်နးပး၊  ဒဒှ်မကြံဒၟံၚ်ပ္ဍဲကသပ်၊  ဆန္ဒပရံ။  whimsical (adj)  မလေပ်ချပ်ဒှ်ဒၟံၚ်ကသပ်နးနးပးပး၊  မနွံကသပ်မံက်တိုန်လေပ်၊  မတၟေၚ်တၟဟ်။"},
{"word":"whine","def":"n.  ဒဒှ်မလရိုအ်ယာံတရောတ်တသဝ်၊  ဗရုလရိုအ်နကဵုရမျာၚ်ဟုဲဟုဲ။  vt.  ကသဝ်၊  ကသဝ်ကရောတ်၊  ဗြုလရိုအ်အာဟီုအာ၊  အာတ်မိက်ဍတ်ဒၟံၚ်စဵုကဵုက္တောဝ်က္တဴ။"},
{"word":"whip","def":"n.  လေံကလး၊  လေံကလးချေံ၊  လေံတက်ကွဳ၊  လေံလၟိုတ်။  vt.vi.  တက်လၟိုတ်၊  လၟိုတ်ကဵုလေံကလး။  ၂။  ချဳဒရာၚ်ဗွဲမပြဟ်၊  တံၚ်ဂဇက်ကေတ်ဗွဲမပြဟ်။  whipping (n)  ဒဒှ်မကဵုဒန်လေံၜဝ်။"},
{"word":"whir","def":"(whirr) n.  ဗရုဗြုဒၟံၚ်ဝေဝ်ဝေဝ်(ဗရုဂစေံပိုက်သၞေၚ်ပြဟ်ပြဟ်, ဗရုခလှာဂေတ်)။  vi.  ဗြုဒၟံၚ်ဝေဝ်ဝေဝ်။"},
{"word":"whirl","def":"vt.vi.  သကဵုဂေတ်ပူအာ၊  သကဵုချဳဒရာၚ်ဂေတ်ပူအာ။  ၂။  သကဵု(က္ဍိုပ်,မတ်)ဂေတ်၊  သကဵုဂေတ်ဝေၚ်ဝေၚ်။  ၃။  ပ္ဍိုက်ပ္တိုန်ဏာဗွဲမပြဟ်၊  သ္ဒးဒုၚ်ပ္ဍိုက်ပ္တိုန်ဏာဗွဲပရှ်။  n.  ဒဒှ်မသကဵုဂေတ်ဝေၚ်ဝေၚ်၊  ပြဝမသကဵုဂေတ်ပူအာ။  whirlpool (n)  ခဏံၚ်၊  ခၞံၚ်၊  ခနှံၚ်၊  ဍာ်ဝဲ၊  ဝဲ၊  ဝဲခၞံၚ်။  whirlwind (n)  ကျာမေလံၚ်၊  ကျာပလက်၊  ကျာကဝဲ။"},
{"word":"whisk","def":"n.  ပၞိက်ကၟဝ်။  ၂။  ကရိယာသွက်ဂွံခ္ဍံက်ခၟာဲစာၚ်။  ၃။  ပြဝမချဳဒရာၚ်ဂဝုဲဂဝိုက်အာ။  vt.vi.  ဂဝုဲဂဝိုက်ဇတဝ်အာ။  ၂။  ဂရက်ဂဗက်အာ၊  ကော်ဏာဗွဲမပြဟ်(မြက်မြက်)။  ၃။  ဂရိုက်ဂဝုဲဇတဝ်အာ။"},
{"word":"whisker","def":"n.  သော်ကၚ်စောဲ။  ၂။  သော်ခၟိပ်သော်ကၞိၚ်။  ၃။  တသော်ပါၚ်(ကၠ,ဗ္ဂဲ)။"},
{"word":"whisky","def":"n.  အရက်ဝဳသကဳ။"},
{"word":"whisper","def":"vt.vi.  ကသေဲ၊  ကသေဲဂမတ်။  He spoke in a whisper. (n)  ညးကသေဲဟီု။"},
{"word":"whistle","def":"n.  ဗရုပေဝ်၊  ဗရုခရာ၊  ဗရုစက်က္ၜၚ်တုတ်၊  ဗရုချောတ်၊  ဗရုဖျောတ်၊  ဗရုကျာပိုက်ဝေဝ်ဝေဝ်၊  ဗရုဂစေံဂြဴသာသာယာယာ။  ၂။  ပေဝ်၊  ခရာ၊  ခပဵု၊  ဗရုကရေဲ(က္ၜၚ်,စက်)။  vt.vi.  ဗဂိုဟ်ခရာ၊  ချောတ်၊  ထ္ၜးအကာဲအရာနကဵုရမျာၚ်ချောတ်(ဖျောတ်)။"},
{"word":"white","def":"adj.  ဗု၊  ဗ္တာၚ်၊  ဂွု၊  မဗု၊  မနွံအရံၚ်ဗုဗု၊  ဗုဗု၊  ကိုဟ်၊  ကၟု။  white-robed acolyte. (adj)  လမာတ်။  white rice. (adj)  သ္ၚုစရး(သအး)၊  သ္ၚုသး။  n.  လှဴခၟာဲစာၚ်အဒါ၊  အရာဗုဗုမနွံပ္ဍဲခၟာဲစာၚ်အဒါ။  whiten (vt)  သကဵုကၟု၊  သကဵုဂွု။  white ant (n)  ဂြုန်၊  စၟမိမဴ၊  ဒြုန်။  whitewash (n)  ဍာ်ခပဵုပၠာဲလဝ်သွက်ဂွံလံက်တိုက်။  vt.  လံက်ခပဵု၊  ဟံၚ်္ၚာၚ်ပ္တိုန်ကဵုစရာဲ သွက်ဂွံဂြောပ်ဓလီုဒုဟ်။  white costus. (n)  သောပ်၊  တၞံသောပ်။"},
{"word":"whither","def":"adv.  အလဵုအာအလဵု၊  အလဵုအာဒၞာဲလဵု။"},
{"word":"whitlow","def":"n.  ခူ၊  ယဲစၟအိက်။"},
{"word":"whittle","def":"vt.vi.  လာ်၊  တှ်ေ၊  ဖကှော်၊  သကှော်၊  သကဵုယုတ်ဒေက်စှ်ေအာညိတုဲညိ။"},
{"word":"whiz","def":"vi. n. ဗြုအာဝေဝ်၊  ရမျာၚ်ဗြုအာဝေဝ်။"},
{"word":"who","def":"pron.  ကဵုညးဂှ်၊  ကဵုညးလဵု၊  ဂြပ်ညးဂှ်၊  ဂြပ်ညးလဵု၊  (စၞးနာမ်သွက်ဂလာန်သၟာန်)ညးဂှ်(ရော)၊  ဣဂှ်(ဟာ)။  ၂။  (စၞးနာမ်မဓၟံက်ထ္ၜးကၠုၚ်လဝ်တုဲ) မၞိဟ်ဂှ်၊  မၞိဟ်တေံ။  whoever (pron) ညးဂှ်ဒှ်ဒှ်၊  ညးလဵုဒှ်ဒှ်၊  ညးဂှ်ဟွံရုဲ၊  ညးလဵုဟွံရုဲ၊  ညးလဵုဟွံဟီု။  whosoever (pron)  ယြဴညးမွဲ။  The one who enlightens the world. (pron)  တြုံသာၚ်လောက။"},
{"word":"whole","def":"adj.  ဖအိုတ်၊  သက်သက်၊  သီု၊  သီုဖအိုတ်၊  မဒှ်သီုဖအိုတ်။  ၂။  မဟွံလီုလာ်၊  မဟွံကဝ်ကေက်၊  မဟွံထကးပြး။  ၃။  မဒှ်အလုံမွဲ၊  မဒှ်အတိုၚ်မွဲကယျိုၚ်၊  အလုံသီုဖအိုတ်၊  အိုတ်သီု။  n.  အနက်၊  အဆောံ၊  အလုံမွဲ၊  ဂၠောၚ်ရံၚ်။  ၂။  ဆမနွံသီုဖအိုတ်။  wholehearted (adj)  မနွံသီုစိုတ်သီုစရိုတ်။  wholesale (n)  အရာမဆောံသွံ၊  ဒဒှ်မဆောံသွံ။  wholesome (adj)  မသကဵုထတ်ယုက်၊  မသကဵုဒှ်အဟာရ၊  မသကဵုဒှ်ဂုန်ဖဵု။  wholly (adv)  ဒဵုအိုတ်သအး၊  သက်သက်၊  သီုသီု၊  သီုဖအိုတ်၊  အလုံမွဲ။  wholly expended. (adv)  အိုတ်၊  မအိုတ်အာ။"},
{"word":"whom","def":"pron. (စၞးနာမ်ကံ) ကဵုညးဂှ်။  by whom. (pron)  နူညးဂှ်၊  မဆေၚ်စပ်ကဵုညးဂှ်။"},
{"word":"whoop","def":"n.  ဗရုပါၚ်၊  ရမျာၚ်ကရေဲတိုန်ထတ်ထတ်။  vt.vi.  ကညာၚ်၊  ဗရုပါၚ်၊  ကရေဲ။  whooping-cough (n)  ယဲခ္ဍက်ကံၚ်။"},
{"word":"whose","def":"pron.  (စၞးနာမ်သၟက်) သၟက်ညးဂှ်။  Whose book is this? (pron)  လိက်ဏံသၟက်ညးဂှ်။"},
{"word":"why","def":"adv.  မူဒှ်ရော၊  မူဒှ်သာ်လဵုရော၊  မူဟိုတ်၊  ဒၟာနူ၊  မူဟိုတ်ရော၊  သာ်လဵုရော။  interj.  သြဝ်၊  ဟာ၊  အာ။  interrog.  ပ၊  လ္ပ။  Why are you going? (adv)  မုဒှ်မၞးသ္ဒးအာမံၚ်ဂှ်ရော။"},
{"word":"wick","def":"n.  ခနှပရက်၊  ပရက်(ပၞာၚ်,ခ္ဍေက်)။"},
{"word":"wicked","def":"adj.  မသၟာ်၊  မယုတ်၊  မယုတ်မာ၊  မကြံကြ၊  မစၞာဲတ္ၚံက်၊  မတ္ၚံက်တ္ၚေဲ၊  အဓမ္မိက်။  ၂။  မနွံကဵုစိုတ်ဟွံဒးဂၞပ်ကဵုညး၊  မကၠောန်နကဵုစိုတ် ဟွံဒးဂၞပ်ကဵုညး၊  မရန်တၟံသွက်ဂွံကဵုဒဒိုက်၊  မရန်တၟံသွက်ဂွံဂိက္တာန်အာ။  ၃။  မဆော်ဏှေံကၠာဒးကဵုဟွံဒး၊  မအီဒၟံၚ်ဗၠိုအ်ဗၠိုအ်၊  မဂစိုတ်လဝ်မုက်မတ်။  wickedly (adv)  ဗွဲမယုတ်မာကြံကြ။  wickedness (n)  ဒဒှ်မစၞာဲတ္ၚံက်တ္ၚေဲ၊  ဒဒှ်မယုတ်မာ၊  ဒဒှ်မယုတ်မာကြံကြ၊  ဝဇ္ဇ။  wicked person. (adj)  ပူဂဵုဒၟိက်ပါပ။"},
{"word":"wicker","def":"n.  ဇုက်မထ္ပက်လဝ်ကပေါတ်၊  ဇုက်ၜဝ်မထ္ပက်လဝ်ကပေါတ်။  wickerwork. (n)  ဒလာၚ်။"},
{"word":"wicket","def":"n.  ပၞော်မဖံက်လဝ်ပ္ဍဲသ္ကဲတရၚ်၊  ပၞော်ယျတ်လုပ်ယျတ်တိတ်။  ၂။  ပၞော်သွံစၟတ်တဲ။"},
{"word":"wide","def":"adj.  မသၠဲ၊  လှဲ၊  သလဲ။  ၂။  မသၠဲ(လှဲ)လး၊  မသၠဲဇၞော်၊  မစုၚ်လေၚ်ဇပ်ဍပ်။  ၃။  မဗၠေတ်အာကဵုဒၞာဲသ္ဍာံ။  adv.  ဖာလ္ပာ်စၟံစၟံဒိုဟ်။  ၂။  ဍိုက်ဍိုက်ပေၚ်ပေၚ်အလုံဖအိုတ်၊  ချိုတ်ချိုတ်ပၠိုတ်ပၠိုတ်။  ၃။  နဒဒှ်မခြာဇမ္ၚောဲလဝ်။  ၄။  ဗၠေတ်ဗၠေတ်ဗၠေၚ်ဗၠေၚ်။  widen (vt.vi)  ဖလှဲ၊  သကဵုသၠဲတိုန်။  widespread (adj)  မသ္ဂောံဆဵုညာတ်ဒၟံၚ်ပ္ဍဲဒၞာဲပြးဇးနးပး၊  မတန်ဒၟံၚ်ပ္ဍဲဒၞာဲနးပး။  widely (adv)  နဒဒှ်မနွံတဴကဵုခရာသ္ၚောဲသ္ၚောဲ။  ၂။  ဗွဲမဂၠိုၚ်ဂၠေၚ်၊  ဗွဲမလောန်၊  ဖျေဝ်ဖျေဝ်။  wide apart. (adj)  စြိၚ်၊  သိၚ်၊  စြိၚ်ထောၚ်၊  သိၚ်ထောၚ်၊  မစြိၚ်၊  မသိၚ်။  wide-mouthed water jar. (adj)  ဍာ်ဗောတ်။"},
{"word":"widow","def":"n.  ဗြဴကၟာဲ၊  ဗြဴတြုံတၠသ္ၚိချိုတ်အာ။  adj.  မကၟာဲ၊  မဒှ်အာဗြဴကၟာဲ။  widower (n)  တြုံကၟာဲ၊  တြုံဗြဴတၠသ္ၚိချိုတ်အာ။"},
{"word":"width","def":"n.  ဒဒှ်မသၠဲလး၊  ဒဒှ်မဇၞော်သၠဲ။  ၂။  သၠဲဍေံ။  ၃။  အနာံ။"},
{"word":"wield","def":"vt.  ရပ်စပ်၊  ရပ်စပ်စကာ။"},
{"word":"wife","def":"n. (pl.wives)  သမ္ဘာ၊  ဣမာၚ်ကလဝ်၊  ကလဝ်၊  ကလှဝ်၊  ဂယိုၚ်၊  ဗြဴ၊  ဗြဴကလဝ်၊  ဒယိုၚ်၊  ရဲသ္ၚိ။  wife of a prince. (n)  ဂၞကျာ်။"},
{"word":"wig","def":"n.  သော်အလီ၊  သော်ပတုပ်ကၠောန်လဝ်။"},
{"word":"wiggle","def":"vt.vi.  သကဵုဓရိုက်ချဳဒရာၚ်၊  သကဵုဂၠက်ပၠော။"},
{"word":"wild","def":"adj. (-er,-est)  အရိုၚ်၊  တဆန်၊  တမြံ၊  မဒှ်ဂြိုပ်အရိုၚ်၊  မဟွံဒဒှ်ေ၊  မဟွံဍုက်ကေဝ်၊  မတိုန်ဒၟံၚ်နအလိုက်ဍေံကဵုဍေံ၊  သ္ကာတ်သာဲ။  ၂။  မဟွံၚးဗာ်တဵုလွဳ၊  မဒှ်ဒေသဌာနမၞိဟ်ဟွံတန်တဴ။  ၃။  မထတ်ကဵုအသိၚ်ဇြဟတ်၊  မဒှ်အာကဆံၚ်ထိၚ်ဒဝ်ဟွံမာန်၊  မနွံကဆံၚ်လဗိုတ်ကျာမထတ်၊  ရုန်မဵု။  adv.  နဒဒှ်မဒှ်ဒၟံၚ်ဆဆဵု၊  နဒဒှ်မသ္ပဒၟံၚ်ဆဆဵု။  wildly (adv)  နဒဒှ်ဂြိုပ်အရိုၚ်။  wildness (n)  နဒဒှ်မဟွံဒဒှ်ေ၊  နဒဒှ်မဟွံဍုက်ကေဝ်။  wildfire (n)  ပၟတ်ဂြိုပ်မသၞာန်ကၠောံလောဲ။  a wild beast. (adj)  သရာဲ၊  သတ်တိရစ္ဆာန်အရိုၚ်။  a wild dog. (adj)  ကၠဵုဂြိုပ်။  a wild duck (adj)  မာ၊  မာက္ၜၚ်၊  မာဒဵု။  wild jasmine. (adj)  မလဵုဂြိုပ်၊  မၠဵုဂြိုပ်။  wild rice. (adj)  ကၟတ်လမာန်၊  စၞၜိုပ်၊  လိုၚ်မာတ်၊  သြောံအရိုၚ်၊  သြောံစၞၜိုပ်။"},
{"word":"wilderness","def":"n.  ကန္တာ၊  ကန္တာရ၊  ဂြိုပ်ဇၞော်၊  ကန္တာရဂြိုပ်၊  ကန္တာရဗတဳ၊  ဂၚ်ဗ္တဳ၊  ဓိဝါန်၊  ဗလးတိဓမြာတ်၊  ဝါကန္တာရ။"},
{"word":"wile","def":"n.  ပြဝမဗ္ဂေတ်စၞာဲ၊  ပြယာဲ။  vt.  သၠေံကော်၊  ဗ္ဂေတ်သၠေံသၠေန်၊  ္ၚဲသၠေံသၠန်၊  ္ၚဲသၠေံကော်။"},
{"word":"wilful","def":"(willful)  adj.  မဟီုဂးစဝါတ်၊  မနွံကဵုကဆံၚ်က္ဍိုပ်ကြံၚ်၊  မကေတ်ဒၟံၚ်စိုတ်ဍေံမွဲဓဝ်။  ၂။  မကၠောန်သ္ပရ၊  မကၠောန်အတိုၚ်ချပ်ရန်တၟံလဝ်။  wilfully (adv)  နဒဒှ်မကၠောန်အာ နကဵုအလိုက်စိုတ်၊  နဒဒှ်မကၠောန်ကေတ်လဝ်ရ။"},
{"word":"will","def":"aux. v. (pt.would)  ကြက်၊  ဏောၚ်၊  ရောၚ်။  I will not go back. (aux. v)  အဲဟွံပၠန်ဂတး၊  အဲဟွံစဴ။  He will reply. (aux. v)  ညးမသရော်ရောၚ်။  n.  စိုတ်မဖအောဝ်ဖတိုက်။  ၂။  အနုဘဴစိုတ်၊  ဣဒ္ဓိစိုတ်။  ၃။  ပြဝမစၟိန်ပြမာန်စိုတ်။  ၄။  စိုတ်စရိုတ်။  ၅။  လိက်ချူဗကန်လဝ်ကၠာဟွံချိုတ်။  ၆။  အလဵု၊  ပၟိက်။"},
{"word":"willies","def":"n. (pl) (slang)  ပုၚ်ခၟောဟွံသအး၊  ဒဒှ်မသအာတ်စိုတ်။"},
{"word":"willing","def":"adj.  မနွံပၟိက်၊  မနွံကဵုစိုတ်ဆန္ဒ၊  သၟက်။  ၂။  မနွံကဵုသီုစိုတ်သီုကရိုတ်၊  မနွံကဵိုစိုတ်ဟွံမွဲကဵုကၞုက်ကၞာဲ။  willingly (adv)  နဒဒှ်မနွံကဵုသီုစိုတ်သီုကရိုတ်။  willingness (n)  ဒဒှ်နွံကဵုသီုစိုတ်သီုစရိုတ်။"},
{"word":"willow","def":"n.  တၞံမၚ်ဂြာဲ၊  ဆုမၚ်ဂြာဲ၊  မာဲကြာဲ။  willowy (adj)  မဍိုန်ဍောတ်လဇောတ်လမောဝ်။"},
{"word":"willy-nilly","def":"adv.  နဒဒှ်စိုတ်မပါကီုကဵုဒှ် မဟွံပါကီုကဵုဒှ်။"},
{"word":"wilt","def":"vt.vi.  သကဵုအေဲဇြအာ၊  သ္ၚိတ်ဇြ။  wilted (adj)  ပ္ဍီုသြေၚ်။"},
{"word":"wily","def":"adj. (-ier,-iest)  မနွံကဵုပြယာဲမာယာဗွဲမဂၠိုၚ်၊  မစၞာဲတ္ၚံက်တ္ၚေဲ။"},
{"word":"win","def":"vt.vi. (pt.pp.won) (-nn-)  ဂၟံဒၟာနူကၠေံစိုတ်၊  ဂွံဒၟာနူပြိုၚ်ပ္ကာန်၊  မြာ။  ၂။  သကဵုကၠောန်နကဵုပၠာံဗ္ဇးဖျေံဓဝ်။  ၃။  သ္ဂောံစိုပ်ဗွဲမအံၚ်ဇၞး။  n.  ပြဝမပြိုၚ်ပ္ကာန်တုဲအံၚ်ဇၞး။  winner (n)  မၞိဟ်အံၚ်ဇၞး၊  မၞိဟ်ဂွံပေဲါအံၚ်ဇၞး။  winning (adj)  မနွံကဵုဇြဟတ်တံၚ်ဂြဲ၊  မသကဵုပါကၠုၚ်အတိုၚ်ပၟိက်စိုတ်ဇကု။  winnings (n)  သြန်ဂွံမာန်ကၠုၚ်နူကဵုဝိုၚ်ဝေၚ်။  winning-post (n)  တိုၚ်ကဴ၊  တိုၚ်ကဴရန်တၟံ။"},
{"word":"wince","def":"vi. n.  ဒညဖေက်အာ၊  ဒဒှ်မဂိတုဲဒညဖေက်အာ။"},
{"word":"winch","def":"n.  ရံက်ပ္တိုန်ဖျေံကပေါတ်မနွံကဵုလျိုၚ်။"},
{"word":"wind","def":"n.  ကျာ၊  ကျာမပိုက်ဒၟံၚ်။  ၂။  ဇၟူ(အစောံစရာဲဒုၚ်ဍောၚ်)။  ၃။  သၟူအမြာဲမပါကၠုၚ်အပ္ဍဲကျာ။  ၄။  ယဲဗုၚ်ခအံၚ်၊  ယဲဗုၚ်ဂိ။  ၅။  ဂလာန်မဟၟဲကဵုဂုန်ဖဵု၊  ကျာအံၚ်၊  ဂလာန်ကြဵုကြီု။  ၆။  ဗရုကွိၚ်ကွိုက်ကျာ။  vt.  သကဵုဍောၚ်စဵုကဵုယီုပိုန်ဟွံဒး။  ၂။  သကဵုဇူ(ချေံ)။  windfall (n)  သတ်ဆုမပြဟ်စှ်ေဟိုတ်နူဒးကျာ၊  သြန်မဂွံကၠုၚ်ဟွံရန်တၟံလဝ် ဟိုတ်ဒၟာနူကုသဵုကံခိုဟ်၊  အခေါၚ်အဝဵုမဂွံကၠုၚ်ဟွံရန်တၟံလဝ် ဟိုတ်ဒၟာနူကုသဵုကံခိုဟ်။  wind instrument (n)  ကရိယာဗဂိုဟ်ကဵုကျာ၊  ကွိၚ်ကွိုက်ဗဂိုဟ်နကဵုကျာ၊  ခဏောဲ၊  ခၞောဲ၊  သဏောဲ၊  သၞောဲ။  windmill (n)  စက်ကျာ၊  စက်မဂေတ်နကဵုပၚ်ကာ။  windpipe (n)  ပၠံၚ်ဂၠံၚ်ယီုလုပ်ယီုတိတ်ကျာ။  windward (adj. adv)  မစွံလဝ်လ္ပာ်သ္ကဲကျာကၠုၚ်၊  နဒဒှ်မစွံလဝ်လ္ပာ်သ္ကဲကျာကၠုၚ်၊  မစွံလဝ်လ္ပာ်သ္ကဲကျာပိုက်ကၠုၚ်၊  နဒဒှ်မစွံလဝ်လ္ပာ်သ္ကဲကျာပိုက်ကၠုၚ်။  windy (adj)  မနွံကဵုကဆံၚ်ကျာပိုက်ဒၟံၚ်ဝှုတ်ဝှုတ်။  ၂။  မစှ်ေဒၟံၚ်မုက်ကျာ။  the wind blows. (n)  ကျာပိုက်၊  ကျာသဲ။  He passed wind. (n)  ကျာသဝ်၊  ဆုတ်တိတ်။"},
{"word":"wind","def":"|2| vt.vi. (pt.pp.wound)  ဂေတ်ပူအာ၊  ဂေတ်ရေတ်အာ၊  ဂေတ်တ္ၚံက်အာ၊  ဂေတ်ကဝိုအ်အာ၊  ဂေတ်ကဝိုၚ်အာ၊  ပူ၊  ပူတလီ။  ၂။  ပူဇုက်၊  ထမိုန်ဒက်။  ၃။  ဗ္ဂေတ်(စက်)၊  ဗ္ဂေတ်ပ္တိုန်(နကဵုရံက်,နကဵုကရောဲ)။  ၄။  ကဵုအသံ။  ၅။  ပတုဲထောံကမၠောန်၊  ရုပ်ထောံကမၠောန်။  ၆။  သကဵုစိုတ်ချဳဒရာၚ်ကြံၚ်မ္ၚိုဟ်ကၠုၚ်။  n.  ဒၞာဲတ္ၚံက်ကဝိုၚ်၊  ဒၞာဲတ္ၚံက်ဂေတ်။  wind thread around a spool. (vt)  ဒရာတောဝ်။"},
{"word":"windlass","def":"n.  ကရောဲ၊  ကရောဲဗ္ဂေတ်ပ္တိုန်ဖျေံ ကပေါတ်ဇြိုၚ်ဇြိုၚ်။"},
{"word":"window","def":"n.  ဗတၚ်၊  တရၚ်ဗ္တၚ်၊  ထမောၚ်၊  ပၞော်ဗ္တၚ်၊  ဗ္တၚ်။  window and shutter. (n)  လှဗ္တၚ်၊  သၠဗတၚ်။"},
{"word":"wine","def":"n.  အရက်ဝါၚ်၊  ဍာ်မုဒြာတ်။  winepress (n)  ကတိုၚ်သွက်ဂွံပတ်ဍာ်မုဒြာတ်၊  စက်သွက်ဂွံပတ်တ္ၚေတ်ပ္တိတ်ဍာ်သတ်မုဒြာတ်။"},
{"word":"wing","def":"n.  သၞေၚ်(ဂစေံ,စၟ,က္ၜၚ်ကျာ)။  ၂။  သ္ၚိကျာ၊  သၞေၚ်ပၞာန်၊  က္ဍိုပ်ကောန်ပၞာန်မပေါန်တိုန်ကၠုၚ်လ္ပာ်သ္ကဲ။  winged (adj)  မနွံကဵုသၞေၚ်။  winged animal (adj)  သတ်တၠသၞေၚ်။"},
{"word":"wink","def":"vt.vi.  ခရေပ်မတ်၊  ခြေပ်၊  တေပ်၊  ထ္ၜေက်မတ်မၠာ်မတ်မွဲလ္ပာ်၊  ကဵုသညာဗီုဂှ်သွက်ဂွံတီ၊  ပျိုၚ်ထ္ၜး၊  ဖရိပ်၊  ဖရေပ်၊  မြိပ်၊  လၜဲမတ်။  ၂။  ပပၞဟွံညာတ်ဟွံသ္ပကေၚ်ကာ။  n.  ဒဒှ်မကဵုသညာမထ္ၜေက်ထ္ၜးကဵုမတ်။"},
{"word":"winnow","def":"vt.  ဂုံ၊  ဖရဳ(သြောံ,ဂျုၚ်)။  ၂။  ပါ်ပ္တိတ်ခိုဟ်ကဵုပရေံ။  winnowing basket. (n)  ကၞာဲ။"},
{"word":"winsome","def":"adj.  မသ္ဒးသ္ဍိုက်ဆာန်စောဲလာံခိုဟ်၊  မဒှ်မိပ်မြဟ်သ္ဍိုက်မၠိုက်စိုတ်။"},
{"word":"winter","def":"n.  ဥတုသကတ်၊  အခိၚ်မုဟ်ကျာ၊  ဟေမန္တ။  vi.  သကဵုကလိလောန်အာဥတုသကတ်။  wintry (adj)  မဆေၚ်စပ်ကဵုဥတုသကတ်၊  မဒှ်ညံၚ်ရဴဥတုသကတ်၊  မဂံက်ၜိုဟ်၊  မၜိုဟ်ဂံက်လောန်။"},
{"word":"wipe","def":"vt.  ဂဇိုတ်၊  ဇိုတ်၊  ဇၟိုတ်၊  တုပ်ဇိုတ်သအးဇ္ၚး။  ၂။  ဇိုတ်တုဲပဲါကၠဟ်ထောံ၊  ဇိုတ်ထောံ သအးဇ္ၚးထောံ၊  ကရိယာဇိုတ်သအးကဵုဍာ်ဗြဲပ္ဍဲကွဳစက်။"},
{"word":"wire","def":"n.  ဇုက်လောတ်(ဓရိုတ်,ဓမြိုတ်,သောတ်,ပသဲ)။  ၂။  လိက်ဇုက်လောတ်။  vt.vi.  ဆက်ကဵုဇုက်လောတ်။  ၂။  ဗ္ဂပ်ပၠိုဟ်ဇုက်လောတ်ပ္ဍဲတိုၚ်ဇုက်လောတ်။  ၃။  တက်ပလံၚ်လိက်ဇုက်လောတ်။  wiring (n)  ပြဝမဗ္ဂပ်ဇုက်လလဳပ္ဍဲကရိယာစက်ပ္ဍဲသ္ၚိ။  wiry (adj)  မထတ်မ္ၚိုဟ်ဗိုန်ဗတ်။"},
{"word":"wireless","def":"n.  လိက်မတက်ပလံၚ်ဗစိုပ် နနဲမဟၟဲကဵုဇုက်လောတ်၊  ရေဒဳယဝ်၊  ဒဒှ်မဗလးရမျာၚ်၊  မဟၟဲကဵုဇုက်လောတ်။"},
{"word":"wise","def":"adj. (-r,-st)  မနွံကဵုဓဝ်ဂမြၚ် သီုမဍိုက်ပေၚ်တဴကဵုလညာတ်ပညာပရေၚ်ဆဵုဂဗ။  n.  နဲကဲ၊  ပွ။  wisely (adv)  မနွံကဵုပညာမစိုန်သ္ကီုဍိုက်ပေၚ်။  wisdom (n)  ပြဝမက္ဍိုက်ပေၚ်တဴကဵုလညာတ်ဂမြၚ်ညာန်၊  ပညာ၊  ပြဒ္ဒညာ၊ ဝိစက်၊  ဝိဇ္ဇာ။  wiseacre (n)  မၞိဟ်ပပၞလေပ်။"},
{"word":"wish","def":"vt.vi.  သၟိက်မိက်ဂွံ၊   နွံပၟိက်၊  နွံအၚပ်။  ၂။  ပၟိက်နွံ၊  သၟိက်ဂွံ။  ၃။  ရာဒနာ၊  ရာဒၞာ၊  ရာဒၞာမိက်၊  မၚ်စၟဳ။  ၄။  စၟဳမၚ်နကဵုအၚပ်မဇၞော်ကဵုဇြဟတ်။  n.  ပၟိက်၊  ပၟိက်ဆန္ဒ၊  သၟိက်။  ၂။  အရာဒၞာမိက်၊  အရာမဒှ်အၚပ်မနွံကဵုပၟိက်၊  အရာမရာဒၞာမိက်။  wishful (adj)  မနွံပၟိက်စၟဳဒၟံၚ်သွက်သ္ဂောံဂွံ၊  မဓမံက်ထ္ၜးကဵုအရာပၟိက်သၟိက်မိက်သ္ဂောံဂွံ။  I wish you well. (vt)  အဲဗယာပ်မေတ္တာ။  wish to say. (vi)  သၟိက်ဂး။"},
{"word":"wishbone","def":"n.  ဇုတ်သြိုဟ်စာၚ်။"},
{"word":"wisp","def":"n.  စာံ၊  စန်(သော်,ချံက်)၊  ကရုၚ်မတ္ၚံက်ကဝါၚ်တိုန်အာ(ယက်)။"},
{"word":"wistful","def":"adj.  မဂွံသတိဗှ်သၞာ၊  မဓမံက်ထ္ၜးကဵုပြဝ မဂွံသတိဗှ်သၞာ။  wistfully (adv)  နဒဒှ်မဂွံသတိဗှ်သၞာ။"},
{"word":"wit","def":"n.  ညာန်သမ္တီ၊  ညာန်ကရတ်၊  ညာန်ပဇ္ဇဗတ်၊  မိဂ္ဂး။  ၂။  ဂလာန်ဂရိုၚ်မနွံကဵုသွက်ဂွံသမ္တီ၊  မၞိဟ်မဟီုဂလာန်ရဴသာ်ဝွံလေပ်။  witticism (n)  အရာမဟီုဂးသွက်ဂွံသမ္တီနကဵုဂလာန်ဂရိုၚ်။  witty (adj)  မလေပ်ဟီုအရေဝ်ဂရိုၚ်။  wittily (adv)  နဒဒှ်ဂလာန်ဂရိုၚ်သွက်ဂွံသမ္တီ။"},
{"word":"witch","def":"n.  ဂမုဲ၊  ဃမုဲ၊  ဗမုဲ၊  ဗၟုဲ၊  ဗမုဲၝောံ၊  ဗြဴကာလကာနဳ။  witchcraft (n)  ဒဒှ်မစုတ်ဂဥုဲကဵုညး၊  ဒဒှ်မစုတ်အပၚ်ကဵုညး၊  ဒဒှ်မရပ်စကဵုကွတ်ဗမု။  witch doctor (n)  အ္စာမှဝ်၊  အ္စာလွဳယဲပယောဂ၊  အ္စာသဝ်မလွဳယဲဗမုဲကလော်မရပ်စ။  witchery (n)  ဒဒှ်မရပ်စနကဵုကွတ်ပညာဗမု။  ၂။  ပြဝမဒဇက်တံၚ်ဂြဲ။"},
{"word":"with","def":"prep.  မနွံ။  ၂။  ကဵု။  ၃။  ကရောံ။  ၄။  ကီု။  ၅။  ဖာ။  ၆။  သီု၊  မွဲဟာန်။  with boldness. (prep)  သီုမဂံၚ်သ္ကာ။  with respect. (prep)  ညႇာညႇာ၊  ညႇာညႇာတာတာ။"},
{"word":"withal","def":"adv.  ပဲါနူဂှ်၊  ပဲါနူဂှ်တုဲ၊  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်၊  အကြာဂှ်၊  ပ္ဍဲသ္ကဲဂှ်၊  တရပ်ဂှ်။"},
{"word":"withdraw","def":"vt.vi. (pt.-drew, pp.-drawn)  ဒဇက်ကေတ်လ္ပာ်လက္ကရဴ၊  ပိုက်တံၚ်ကေတ်လ္ပာ်လက္ကရဴ။  ၂။  ပ္တိတ်ကေတ်၊  နုက်ကေတ်၊  ပ္တိတ်ထောံ။  ၃။  ရုပ်ထောံ၊  သီထာံ။  ၄။  ဆုတ်၊  ဆုတ်အာ၊  ယောၚ်အာ၊  သကဵုဆုတ်ထောံ။  withdrawal (n)  ဒဒှ်မသကဵုဆုတ်ထောံ။"},
{"word":"withe","def":"n.  တၞာၚ်တၞံမၚ်ဂြာဲ သွက်သ္ဂောံစန်စအှော်။"},
{"word":"wither","def":"vt.vi.  ဇြ၊  သကဵုကှ်အေဲ၊  သကဵုဇြသြေၚ်၊  သကဵုအေဲသြေၚ်တုဲချိုတ်အာ၊  သကဵုကှ်သြေၚ်တုဲချိုတ်အာ။  ၂။  သကဵုစိုတ်ဍောတ်၊  သကဵုဓတ်စိုတ်ယုတ်ဒေက်။  withered (adj)  ဓရ၊  မဇြ၊  မဖအောန်၊  မသ္ၚိတ်ဇြ၊  မသြေၚ်၊  မဇြသြေၚ်၊  မအေဲ၊  ဇမြ၊  သေၚ်၊  သေၚ်ပ္ဍီု၊  သြေၚ်။  withered flower. (adj)  ဇမြပကဴ။"},
{"word":"withhold","def":"vt. (pt.pp.-held)  စွံလဝ်ဟွံကဵုဏီ၊  စွံလဝ်ဟွံဟီုဏီ၊  စွံလဝ်ဟွံကဵုအခေါၚ်ဏီ။"},
{"word":"within","def":"adv.  အပ္ဍဲ၊  အပ္ဍဲဂှ်။"},
{"word":"without","def":"prep.  နဒဒှ်မဟွံပါ၊  မဟွံပါ၊  မ္ၚး၊  သက်၊  သက်ကု၊  သက်ကဵု။  ၂။  ဖာလ္ပာ်မ္ၚး၊  လ္ပာ်မ္ၚး။  without advantage. (prep)  ခမးခမး၊  သၟးသၟး။  without end. (prep)  ဟွံတီဗၞတ်၊  ဟွံတီဗၞတ်တွဵု။  without fail. (prep)  မဆောတ်ဟွံမွဲ။  without intermission. (prep)  ဟွံသ္ကုတ်၊  ဟွံပိုတ်၊  ဟွံပိုတ်သ္ကုတ်။  without profit. (prep)  သၟးသၟး၊  နဒဒှ်မဟၟဲကဵုပရဲပရာံ။  without religion. (prep)  မ္ၚးသာသနာ။  without result. (prep)  မြိ။  We were attacked from without. (adv)  ကပိုဲသ္ဒးဒုၚ်ဗတိုက်မဟွံမွဲကဵုအရာမွဲသာ်။"},
{"word":"withstand","def":"vt. (pt.pp.-stood)  ဒုၚ်တဝ်စၞေဟ်၊  ဒုၚ်ကေတ်ပေၚ်ပေၚ်၊  ဂစာန်ဒုၚ်လဝ်။"},
{"word":"witness","def":"n.  သက်သဳ၊  မၞိဟ်မဒုၚ်သက်သဳ။  ၂။  သာဓက၊  အရာမဟီုထံက်ကဵု။  ၃။  လက်သန်သမ္တီ၊  အရာမထ္ၜးသာဓက။  vt.vi.  ထပက်စၟတ်တဲနဒဒှ်သက်သဳ။  ၂။  ဒှ်သက်သဳမဆဵုညာတ်နကဵုမတ်။  ၃။  ဒုၚ်သက်သဳ၊  ဗက်သ္ပသက်သဳ၊  ဒုၚ်သၟုက်။  ၄။  ဒှ်သာဓက၊  ဒှ်လက်သန်သမ္တီ။"},
{"word":"witticism","def":"ရံၚ် wit တေံညိ။"},
{"word":"wittingly","def":"adv.  နဒဒှ်မကဵုကသပ်သိတ်သိတ်မိတ်မိတ်၊  နဒဒှ်မကဵုကသပ်ဗွဲတၟေၚ်၊  နဒဒှ်မတီဒၟံၚ်ဖိုဟ်။"},
{"word":"wives","def":"ရံၚ် wife တေံညိ။"},
{"word":"wizard","def":"n  ဃမုဲ၊  အ္စာလှန်မတ်၊  အ္စာမှဝ်၊  ဗမုဲတၟက်။  ၂။  မၞိဟ်မစိုန်သ္ကီုညံၚ်ရဴသှာတ်ခၠၚ်အာကွတ်အ္စာမှဝ်၊  ဝိဇ္ဖာ။"},
{"word":"wizened","def":"adj.  မထညောံတောံဒၟံၚ်၊  မကှ်အေဲဇြဒၟံၚ်။"},
{"word":"wobble","def":"vt.vi.  သကဵုချဳဒရာၚ်အာဇဲဇဲဇာဲဇာဲ၊  စိုတ်ဒှ်ဒၟံၚ်သၠေဟ်ပၟာချပ်ပါ်ပဲါဟွံဂွံ။  wobbly (adj)  မသကဵုချဳဒရာၚ်အာဇဲဇဲဇာဲဇာဲ။"},
{"word":"woe","def":"n.  ပြဝမဒှ်အောန်စိုတ်စံၚ်တူ၊  ပြဝမသကဵုစိုတ်ဒှ်ဒဒိုက်၊  ဒဒှ်မဒှ်သောကဗျာပါဒ။  ၂။  ဟိုတ်မသကဵုဒှ်သောကဗျာပါဒဂမၠိုၚ်၊  ကပ်၊  ဘဲအန္တရာဲဒဒိုက်၊  အမၚ်္ဂလ။"},
{"word":"woke","def":"ရံၚ် wake တေံညိ။"},
{"word":"wolf","def":"n.  ကၠဵုကၠိၚ်၊  ကၠကမဝ်ယန်၊  ကၠဵုဂြိုပ်၊  ကၠဂဝဗတုန်။  vt.  စစၞစညံၚ်ရဴကၠဵုကၠိက်၊  ထပပ်စ။"},
{"word":"wolfram","def":"n.  ဖကောဝ်အဖၠိုက်လမ္စံက်၊  ဖကောဝ်တာန်သတေန်။"},
{"word":"woman","def":"n.  ညးဗြဴ၊  မၞိဟ်ဗြဴ၊ ဗြဴ။  womanhood (n)  ဒဒှ်မဒှ်မၞိဟ်ဗြဴ၊  ဘဝမၞိဟ်ဗြဴ။  womanish (adj)  မဗက်အာဗီုမၞိဟ်ဗြဴ၊  မတုပ်ညံၚ်ရဴခမၞုဲ၊  မဒးရးကဵုမၞိဟ်ဗြဴဂၠိုၚ်။  womanly (adj)  မဍိုက်ပေၚ်ကဵုအၚ်္ဂမၞိဟ်ဗြဴ။  woman of rank. (n)  ၝောံဒဴ။"},
{"word":"womb","def":"n.  ဂၠံဂဝ်၊  ဂဝ်၊  ဂဝ်မိ၊  ဗုၚ်၊  သ္ၚိကောန်။"},
{"word":"won","def":"ရံၚ် win တေံညိ။"},
{"word":"wonder","def":"n.  အသဝ်၊  ပြဝအံသဝ်၊  အရာမဒှ်သွက်ဂွံသ္ဒးအံသဝ်ခိုဟ်၊  ဒဒှ်သွက်သ္ဂောံသ္ဒးအံသဝ်ခိုဟ်။  vt.vi.  အံသဝ်။  ၂။  က္တဵုဒှ်တိုန်ကဆံၚ်ချပ်ဟွံဒး၊  မချပ်စၚ်ခြၚ်မံၚ်။  wonderful (adj)  မခိုဟ်တဴသွက်သ္ဂောံသ္ပအံသဝ်၊  မတၟေၚ်တၟဟ်။  wonderment (n)  ဒဒှ်မဒှ်အံသဝ်။  wonderous (adj)  မခိုဟ်တဴသွက်သ္ဂောံသ္ပအံသဝ်၊  မနွံကဆံၚ်သ္ဒးသ္ပအံသဝ်ခိုဟ်။"},
{"word":"wonky","def":"adj.  (-ier,-iest) (colloq)  မဟွံခိုၚ်၊  မဖျေံစိုတ်ဟွံဂွံ။  ၂။  မဂတဝ်ဇဝဝ်ဒၟံၚ်၊  မဟွံထတ်ယုက်။"},
{"word":"wont","def":"n.  အခိုက်အလိုက်။  adj.  မနွံကဵုအခိုက်အလိုက်။  wonted (adj)  ဗီုကၠောန်ဒၟံၚ်လၟိုန်၊  မဒှ်ဗီုအခိုက်အလိုက်မကၠောန်ကၠုၚ်မံၚ်။"},
{"word":"won't","def":"= will not.  ရောၚ်ဟွံသေၚ်၊  ဏောၚ်ဟွံသေၚ်။  I won't be here tomorrow. တ္ၚဲယးအဲဟွံမွဲအဏံ၊  တ္ၚဲယးအဲနွံအဏံရောၚ်ဟွံသေၚ်။"},
{"word":"woo","def":"vt.vi. (pt.pp.wooed)  ကြေဝ်ဝုတ်၊  ဝေၚ်ဝုတ်၊  ဒဂိတ်ဝုတ်၊  ဗက်ဒးစိုတ်ဝုတ်၊  ဗက်သရေတ်ဝုတ်။  ၂။  ကၠေံစိုတ်ညံၚ်ဂွံဂွံ။"},
{"word":"wood","def":"n.  ဆု၊  ဖျုန်ဆု။  ၂။  ဂြိုပ်ဆု။  woodcut (n)  တၞးကသူမပ္ဍဵုလဝ်ဗီုနကဵုဂတဵုပုတ်ဂၠတ်လဝ်ဗီု။  woodwork (n)  ကပေါတ်မကၠောန်လဝ်နကဵုဆု၊  ဒကုတ်ဒတန်မကၠောန်လဝ်နကဵုဆု။  ၂။  ကွတ်ပညာသၟာဓဇဲ(ဗဳသ္ကဝ်)။  wooded (adj)  မဓလီုဒၟံၚ်နကဵုဂြိုပ်ဆု။  wooden (adj)  မကၠောန်လဝ်နကဵုဆု။  woodland (n)  ဂြိုပ်ဆု၊  တိဍာ်ဂြိုပ်ဆု။  woodland spirit. (n)  ဗယိ၊  ဗယိဂြိုပ်၊  မယိ။  wood-oil (n)  ကၠေၚ်ဆုခယာၚ်၊  တၞံကၠေၚ်ခယာၚ်၊  တၞံခယာၚ်၊  ကၠေၚ်ဂယာၚ်၊  တၞံဂယာၚ်။  wood-apple (n)  ကွိက်၊  ဆုကွိက်၊  တၞံကွိက်။  woodpecker (n)  ဂစေံၜံက်ဆု။  woody (adj)  မဓလီုဒၟံၚ်ကဵုဂြိုပ်ဆု။  ၂။  မဆေၚ်စပ်ကဵုဆု၊  မတုပ်ကဵုဆု။"},
{"word":"woof","def":"n.  တောဝ်လောန်၊  တောဝ်တၞောဝ်။"},
{"word":"wool","def":"n.  ဇုက်သော်၊  တသော်သဵု၊  ဇုက်တသော်သဵု၊  ယာတ်သက္ကလာတ်၊  ယာတ်တသော်သဵု။  woolen (adj)  မကၠောန်လဝ်နကဵုဇုက်တောဝ်တသော်သဵု။  n.  ယာတ်သက္ကလာတ်၊  ယာတ်မှာ်သက္ကလာတ်။  woolly (adj)  မကၠောန်လဝ်နကဵုဇုက်တသော်သဵု၊  မတုပ်ကဵုတသော်သဵု၊  မတီုကၠီုဒၟံၚ် ညံၚ်ရဴတသော်သဵု၊  မဟၟဲကဵုပြဝကၠဳကၠဳကၠးကၠးသောၚ်သောၚ်ခ္ဍောၚ်ခ္ဍောၚ်။  n.  ဗွိုက်လ္တက်ယာတ်တသော်သဵု။  woolen cloth. (adj)  ယာတ်တသော်သဵု။"},
{"word":"word","def":"n.  မအရေဝ်၊  ဂလာန်၊  ဝါစာ၊  လဟီုလဂး။  ၂။  အရာမဟီုဂး၊  အရေဝ်၊  တဝှ်၊  တဝှ်ပါၚ်၊  တဝှ်ဓဝ်။  ၃။  ဂလာန်ဂကန်၊  ဂလာန်ပရိုၚ်၊  အရာမကလိုဟ်ဟီုထ္ၜး။  ၄။  အရေဝ်ကတိ၊  ဂလာန်ကဵုလဝ်ကတိ။  vt.  ရုဲစှ်ရပ်စပ်မအရေဝ်။  wording (n)  နဲကဲရပ်စပ်မအရေဝ်။  wordy (adj)  မနွံကဵုအရေဝ်အပဵုဂၠိုၚ်၊  မဒှ်အရေဝ်ဟွံလုပ်ကဵုလၟိဟ်ဂၠိုၚ်။"},
{"word":"wore","def":"ရံၚ် wear တေံညိ။"},
{"word":"work","def":"n.  ကမၠောန်၊  ကိစ္စ၊  ကိစ္စစရၚ်၊  ကိစ္စသရၚ်၊  သရၚ်ကိစ္စ၊  သရၚ်ဂဗုတ်။  ၂။  ကလောန်၊  ကမၠောန်ကၟိတ်၊  ကေၚ်ကာ။  ၃။  ကပေါတ်မနွံပၟိက်သွက်ဂွံကၠောန်ကမၠောန်၊  ကပေါတ်မရပ်စပ် အပ္ဍဲကၠောန်ကမၠောန်။  ၄။  အရာမချူခၞံ၊  ကဆံၚ်တဲမချူခၞံ။  ၅။  စက်၊  ရုၚ်စက်၊  ရုၚ်ကမၠောန်။  vt.vi.  ကၠောန်၊  ကၠောန်ကမၠောန်။  ၂။  ချဳဒရာၚ်ဒၟံၚ်အတိုၚ်ဗီုပြၚ်လၟိုန်၊  ကၠောန်ဒၟံၚ်အတိုၚ်ဗီုပြၚ်လၟိုန်။  ၃။  ဂွံတိုန်အံၚ်ဇၞး။  ၄။  သကဵုကၠောန်ကမၠောန်၊  သကဵုချဳဒရာၚ်၊  သကဵုဂေတ်။  ၅။  ဒုက်တက်ဓမံက်ရုပ်ရာ၊  ချိုန်ဒါတ်တိပလေတ်၊  ချိုန်ဒါတ်ဂျုၚ်။  ၆။  သကဵုလီုလာ်အာ။  ရ။  ထ္ပက်ပ္ကဴထ္ပက်ဇာ။ workable (adj)  မဒှ်ဗီုဓမ္မတာ၊  မဒှ်ဗီုဒှ်ဒၟံၚ်လၟိုန်၊  မဒှ်သွက်သ္ဒးလ္ၚုလ္ၚန်။  workbag / workbasket / workbox  (n)  တိုၚ်၊  န၊  တလာသွက်ဂွံစုတ်လွဟ်ကပေါတ်ဇွောံစကာရပ်စပ်။  worker / workman (n)  သၟာ၊  မှာ၊  သၟာကမၠောန်။  wood worker (n)  ဓဇဲ။  workmanlike (adj)  မနွံကဆံၚ်သၟာကမၠောန်မစိုပ်ကဆံၚ်မွဲမွဲ။  workmanship (n)  အစောံစရာဲတဲ၊  ကဆံၚ်တဲ။  workshop (n)  ရုၚ်ကမၠောန်၊  ဝံက်ရှိုပ်၊  ရုၚ်သၟာကွတ်။  metal worker. (n)  ခမာတ်၊  ဒမာတ်၊  ဓမာတ်၊  ဓၟာတ်။  to work a rice farm. (vt)  ကၠောန်ဗ္ၚ။"},
{"word":"working","def":"n.  က္တိုၚ်ဖကောဝ်၊  တၟံဗွဝ်မွဲက္တိုၚ်။  working day. (n)  တ္ၚဲကၠောန်ကမၠောန်။"},
{"word":"world","def":"n.  ဂၠးတိ၊  တိသုန္ဓရဳ၊  လိုက်။  ၂။  လောက၊  လိုက်ဗာ။  ၃။  လၟိဟ်ဗွဲမဂၠိုၚ်၊  အရာဗွဲမဂၠိုၚ်။  worldly (adj)  ဆေၚ်စပ်ကဵုလ္ပာ်ရုပ်၊  မဆေၚ်စပ်ကဵုဝတ္ထုရုပ်ရာ၊  မဆေၚ်စပ်ကဵုလိုက်(လောကဳ)၊  လိုက်၊  လောကဳ။  the world of men. (n)  လောက၊  လိုက်၊  လိုက်ဗာ။"},
{"word":"worm","def":"n.  မြုန်၊  ဗရုန်၊  ကြုတ်တိ၊  ပကောတ်တိ၊  စၟ၊  စၟသ္တန်။  vt.  ၜေတ်လုပ်သိုက်သိုက်၊  ဖံက်ကလိုဟ်လုပ်သိုက်သိုက်၊  ကေတ်နကဵုဇဲနကဵုစိုတ်ဂၠိၚ်ဂၠိၚ်။  worm-eaten (adj)  မသ္ဒးဒုၚ်စလဝ်ကဵုစၟ၊  မနွံကဵုပထောၚ်စၟကလိုဟ်လဝ်။"},
{"word":"worn","def":"ရံၚ် wear တေံညိ။"},
{"word":"worry","def":"vt.vi. (pt.pp.-ried)  ကဵုဒဒိုက်၊  ပထုဲပထံၚ်စိုတ်၊  သကဵုဒှ်ဓဝ်စံၚ်တူပ္ဍဲစိုတ်၊  သကဵုက္တဵုဒှ်သောကပ္ဍဲစိုတ်၊  က္တဴက္တောဝ်။  ၂။  ဒှ်စိုတ်သောက၊  ဒှ်သောကပ္ဍဲစိုတ်၊  ကဵုဒှ်ဂဝိၚ်၊  ဒှ်ဂဝိၚ်။  ၃။  ကိတ်တ္ၚာပ်လွိုက်(ကၠဵု)။  n.  အရာသွက်ဂွံဒှ်ဂဝိၚ်၊  အရာမသကဵုစိုတ်သောကစိုပ်။"},
{"word":"worse","def":"adj.  (comp. bad)  မဒှ်သာတုဲပရေံကၠုၚ်။  adv.  (comp. badly)  နဒဒှ်မပရေံတဴဗွဲမလောန်။"},
{"word":"worsen","def":"vt.vi.  သကဵုပဵုတုဲပရေံကၠုၚ်၊  သကဵုသာတုဲပရေံကၠုၚ်၊  သကဵုသာတုဲဍိုန်ညောံစှ်ေကၠုၚ်။"},
{"word":"worship","def":"n.  ထဒၟ၊  မဒှ်မလ္ၚောဝ်ကျာ်၊  ဒဒှ်မကလံပူဇဴ၊  ဒဒှ်မသ္ပဝတ်၊  ရဴဂဴ၊  အရှ်ေအသှ်ေ၊  အရဴအဂဴ။  ၂။  ပြဝမရှ်ေသှ်ေ၊  ပြဝမရဴဂဴ၊  ပြဝမသ္ဍိုက်မၠိုက်၊  ပွမနွံပၟိက်မိက်သ္ဂောံဒှ်၊  ပွမစ္ၜုဲစ္ၜော်။  vt.vi.  လ္ၚောဝ်၊  လ္ၚောဝ်ပူဇဴ၊  ရှ်ေသှ်ေ၊  အဲပရဲ၊  ပဝတ်၊  သ္ဍိုက်မၠိုက်၊  စ္ၜုဲစ္ၜော်၊  ပၟိက်သၟိက်မိက်ဂွံဒှ်။  worshiper (n)  မၞိဟ်စ္ၜုဲစ္ၜော်၊  မၞိဟ်ရှ်ေသှ်ေပူဇဴ။"},
{"word":"worst","def":"adj. (superl. bad)  မဒှ်ပရေံအိုတ်။  adv. (superl. badly)  နဒဒှ်မပရေံအိုတ်။  vt.  သကဵုကျအာ၊  သ္ဒးဒုၚ်ဇၞးအာ။"},
{"word":"worsted","def":"n.  ဇုက်တသော်သဵုမတ္ၜန်လဝ်၊  ယာတ်သၟာ်မကၠောန်လဝ် နကဵုဇုက်တသော်သဵုမတ္ၜန်လဝ်။"},
{"word":"worth","def":"adj.  မထေက်တန်၊  မသိုက်ဘိုက်ပိုၚ်ပြဳလဝ်။  ၂။  မထေက်မကြိုက်တန်။  It is worth doing. (adj)  ဒှ်အရာမထေက်ကဵုကၠောန်။  It has worth. (n)  အရာမနွံကဵုၚုဟ်မး။  worthless (adj)  မဟၟဲကဵုၚုဟ်မး၊  သ္ပံ၊  သ္ပံသာ။  worthlessness (n)  သၠာဲ၊  ဒဒှ်မဟၟဲကဵုၚုဟ်မး။  worthwhile (adj)  မထေက်ကဵုသ္ဒးဒုၚ်ဍောၚ်ၜိုတ်ဖအိုတ်အခိၚ်၊  မထေက်ကဵုသ္ဒးဒုၚ်ဍောၚ်ဖအိုတ်အခိၚ်ဖအိုတ်သြန်။"},
{"word":"worthy","def":"adj. (-ier,-iest)  မကြမဳ၊  မကြိုက်၊  မကြိုက်တန်၊  မထေက်၊  မထေက်ကဵုသ္ဂောံဒုၚ်ကေတ်၊  မထေက်ကဵုသ္ဒးထံက်ဂလာန်၊  မထေက်တန်၊  မထိုက်ကြိုက်။  ၂။  မထေက်ကဵုသ္ဒးအဲပရဲ။  worthily (adv)  ဗွဲမထေက်တန်။  worthy of. (adj)  မဆေရေ၊  မဒှ်အာတုပ်တုပ်၊  မစှ်ေအာတုပ်တုပ်။"},
{"word":"would","def":"ရံၚ် will တေံညိ။"},
{"word":"wound","def":"ရံၚ် wind တေံညိ။  n.  သရ၊  သြ၊  ပၞေတ်ဒးလဝ်ဝပ်၊  ဒၞာဲဒးလဝ်ဝပ်။  ၂။  ပြဝသကဵုစိုတ်လီုအာလ္တူအရာသ္ဂောံဒုၚ်စသိုၚ်ပ္ဍဲစိုတ်၊  ပြဝမသကဵုဒှ်တိုန်ပရေၚ်ဒုၚ်ဒဝ်ဟွံမာန်၊  ပြဝမသကဵုဒှ်ဂ္ဇံဒးဟာက္တဵုဒးဟာ။  vt.  သကဵုဂွံဘဲဝပ်(ဂွံသရ)၊  သကဵုက္တဵုဒှ်တိုန်ကဆံၚ်ဒုၚ်ဒဝ်ဟွံမာန်။"},
{"word":"wove","def":"(woven)  ရံၚ် weave တေံညိ။"},
{"word":"wow","def":"n.  (colloq)  ဒဒှ်မအံၚ်ဇၞးဇၞော်ကဵုဇြဟတ်၊  ဒဒှ်မကဵုဇြဟတ်ထိုၚ်သး နူကဵုပူရိသာတ်တံမဇၞော်ကဵုဇြဟတ်။  interj.  မရပ်စပ်အခါမက္တဵုဒှ်တဴအံသဝ်ဗွဲမလောန်။  vt.  (slang)  လုပ်စစိုတ်ဗွဲမလောန်၊  ပ္ဍဵုဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"wrangle","def":"vi. n.  ဂိုတ်ကယျာန်ဓဝါတ်ဒၟံၚ်၊  ဒဒှ်မဂိုတ်ကယျာန်ဓဝါတ်ညးသ္ကံ၊  ဂလာန်မစှ်ေစး။"},
{"word":"wrap","def":"vt.vi. (-pp-)  ရေတ်ပူ၊  ခၠံ(ခၠအ်)၊  ဂွဳ၊  ဂွဳစိုက်၊  ဂွဳထုဲ၊  ထုပ်၊  ထုပ်ဂွဳ၊  ဓုပ်ဂွဳ၊  ထုဲ၊  ထုဲကြာန်၊  ထုဲဂွဳ။  ၂။  လုပ်စဒၟံၚ်နကဵုအရီုစိုတ်၊  ဒှ်ဒၟံၚ်ကဆံၚ်ထုဲထံၚ်ရေတ်ပူ။  n.  ယာတ်သၠောံ။  wrapper (n)  စက္ခူသွက်ဂွံဂွဳဓုပ်။  wrapping (n)  ဒဒှ်မဂွဳဓုပ်၊  ကပေါတ်မဂွဳဓုပ်။"},
{"word":"wrath","def":"မနောဒေါသ၊  ပၞောတ်၊  ပြဝမဒုၚ်ဒဝ်ဟွံမာန်။  wrathful (adj)  မဒှ်ဒၟံၚ်ကဆံၚ်မနောဒေါသတိတ်၊  မသကဵုမနောဒေါသတိတ်။"},
{"word":"wreak","def":"vt.  မနောတိတ်လ္တူညးမွဲမွဲ၊  ဟီုဓမံက်ထအံပ္တိတ်။"},
{"word":"wreath","def":"n.  ဇမန်၊  ဇၟန်၊  ဇၟန်ပ္ကဴ၊  ဇၟန်ပကဴကဝး၊  ဂွေၚ်၊  ထၟူ(ယက်, လတိုပ်)၊  မာလဳ၊  မာလေ။  wreathe (vt)  ဝိုၚ်လဝ်၊  ရေတ်ပူလဝ်၊  ရေတ်သက်ဒၟံၚ်။"},
{"word":"wreck","def":"n.  ဒဒှ်က္ၜၚ်လီု၊  က္ၜၚ်မဗၠိုက်လီုအာ၊  ဒတန်လီုလီု၊  ကွဳစက်လီုလီု။  vt.  သကဵုလီု၊  သကဵုလီုလာ်။  wreckage (n)  ကၞာတ်လီုလာ်၊   ကပေါတ်ကၞာတ်မသှ်ေနူလီုလာ်။"},
{"word":"wren","def":"n.  ဂစေံကၞောတ်၊  ဂစေံစေတ်ကွေတ်။"},
{"word":"wrench","def":"n.  ဒဒှ်မကဝဲဒဇက်မွဲဇြဟတ်၊  ဒဒှ်မကဝဲဒဇက်ကေတ်မွဲလစုတ်ဓဝ်၊  ကဝဲဂၠဟ်။  ၂။  ဒဒှ်မသ္ဒးသာဲခြာစ္ဍးအာညးသ္ကံဗွဲမအောန်စိုတ်၊  ပြဝမအောန်စိုတ်သြိုဟ်ပါ် ဒဒှ်မဟွံမွဲစိုတ်သွက်ဂွံသာဲခြာစ္ဍးအာ။  ၃။  တဝ်ပသဲမနွံကဵုပါၚ် သွက်သ္ဂောံဗ္ဂေတ်က္ဍိုပ်မူလဳဇာဝဳ၊  သပါန်နာ။  vt.  ကဝဲမွဲဇြဟတ်၊  ကဝဲဒဇက်မွဲဇြဟတ်၊  သွေက်ကဝဲမွဲဇြဟတ်။  ၂။  သကဵုဇိုၚ်ကလပ်ဂိအာ။"},
{"word":"wrest","def":"vt.  ဂဇေက်ပၠံၚ်ကေတ်။  ၂။  ကၠေံစိုတ်တုဲကေတ်ဂွံနဒဒှ်သီုမဍောၚ်ၜိုတ်။"},
{"word":"wrestle","def":"vt.vi.  တၞၚ်တဲ၊  ရပ်လက်ဗန်၊  ဝေၚ်ရပ်လက်ဗန်၊  လက်ဗန်၊  ရပ်ဗန်၊  ပြိုၚ်လက်ဗန်၊  ဝေၚ်ကဝိုတ်။  wrestler (n)  သၟာလက်ဗန်။  wrestling (n)  လက်ဗန်။"},
{"word":"wretch","def":"n.  မၞိဟ်မစိုပ်ဒၟံၚ်ဒဒိုက်၊  ကာလကာဏဳ၊  ကောန်ဒဒိုက်၊  ရဲဒှ်ဒဒိုက်။  ၂။  မၞိဟ်သွက်ဂွံက္ဍုဟ်မၠေံခိုဟ်၊  မၞိဟ်ယုတ်ယုတ်ဍိုန်ဍိုန်။  wretched (adj)  မစိုပ်ဒၟံၚ်ဒဒိုက်၊  မဝါတ်စိုပ်ဒၟံၚ်ဒဒိုက်။  ၂။  မဒှ်ဂကူပရေံပရေံ၊  မပရေံ။"},
{"word":"wriggle","def":"vt.vi.  လီထညောံဒၟံၚ်၊  ဂစာန်ပၠောတ်တိတ်အာ၊  ဂစာန်လီပၠောတ်တိတ်အာ၊  စလိုဟ်၊  ဒလိုဟ်၊  ဒလိုဟ်တိတ်။  ၂။  ဂစာန်ရုန်ဗၠးတိတ်အာ။  n.  ပြဝမဂစာန်ပၠောတ်တိတ်။"},
{"word":"wring","def":"vt. (pt.pp.wrung)  ကဝဲဝတ်၊  ကဝဲဝတ်ပ္တိတ်၊  ဝတ်။  ၂။  ကရောတ်ပ္တိတ်ကေတ်၊  ဂရောတ်ကေတ်(သၠုဲသၠာ်)။  wringer (n)  စက်ဝတ်ဍာ်ယာတ်။  wring the water out of clothing. (vt)  ဝတ်ယာတ်။"},
{"word":"wrinkle","def":"n.  ဒၞာဲတောံခညောံ၊  စရိတ်တောံခညောံ၊  စရိတ်တောံခညောံမုက်မတ်။  ၂။  ဂလာန်မြော်ဒမြိပ်သကဵုနွံဂုန်ဖဵု၊  ဒကုတ်ပရိုၚ်မနွံကဵုဂုန်ဖဵု၊  ကသပ်ဂၞန်မနွံကဵုဂုန်ဖဵု။  vt.vi.  သကဵုတောံခညောံ၊  ခညောတ်အာ၊  ခညောံတောံ၊  သတောတ်၊  ဒတောတ်၊  ဒတောတ်ခတောန်။"},
{"word":"wrist","def":"n.  ကံတဲ၊  ဃံက်တဲ၊  ဒၞော်တဲ။  wristlet (n)  လကံက်တဲ။"},
{"word":"writ","def":"n.  လိက်အသံ။"},
{"word":"write","def":"vt.vi. (pt.wrote, pp.written)  ချူ၊  ချူခရက်၊  ချူသမ္တီ၊  ချူကှ်ေ(လိက်ပတ်)၊  ကသဴ။  writer (n)  မၞိဟ်ချူလိက်၊  အ္စာကၞေဟ်၊  အ္စာကဝိ၊  ဇခဳ၊  တခဳ၊  အ္စာဆန္ဒ။  writing (n)  စံ၊  လိက်၊  လိက်ချူကဵုတဲ၊  လိက်ချူကှ်ေလဝ်ကဵုတဲ၊  လိက်ချူခရက်လဝ်ကဵုတဲ။  ၂။  အရာမချူခၞံ၊  အရာမပကောံပကေဝ်ခၞံချူ၊  ကသူပတြာ။  write a book. (vt)  ဗ္ဂပ်ဆန်။  written (adj)  မချူလဝ်။  written communication. (adj)  လိက်ဗ္ကန်၊  လိက်ဗ္စန်။"},
{"word":"writhe","def":"vi.  ထပိုတ်ဒၟံၚ်ဍတ်ဍတ်၊  ဂိဒဇတ်ပ္ဍဲစိုတ်။"},
{"word":"wrong","def":"adj.  မုတ်၊  အယုတ္တိ၊  ဒုဟ်သဳ၊  ဒုဿဳ၊  မဗၠေတ်မှာ၊  မယောၚ်မှာ၊  မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  မဗၠေတ်ယောၚ်၊  မဟွံဒးရး၊  မယောၚ်လီုလာ်၊  မဆောတ်ယောၚ်၊  ထစေၚ်ဒလိန်။  wrong views. (adj)  လညာတ်ဂတးအာ၊  လညာတ်ဗၠေတ်။  adv.  နဒဒှ်မှာမှာရာရာ၊  ယောၚ်ယောၚ်ယာယာ၊  နဒဒှ်.....လညာတ်မမှာရာယောၚ်ယာ။  n.  ပြဝမလုတ်လောန်၊  ပြဝမဒေပ်တြုံဗြဴသ္ကဲ၊  ပြဝသရာံပါပ်၊  ပြဝမဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  ပွမုတ်၊  ဒဒှ်ဟွံဓဝ်သၟဟ်၊  ပွမလောန်ကာဲ။  vt.  လုတ်လောန်မှာရာအာ၊  သ္ပပွအဓမ္မ၊  ဂြိုဟ်စာ၊  သကဵုသၠေဟ်ပၟာ သမ္တီကေတ်နဒဒှ်မဟွံစှ်ေကဵုဗဗွဲဓဝ်။  wrongdoer (n)  မၞိဟ်ပ္ကီုပရာပ်သရာံပါပ်။  wrong-doing (n)  ဒဒှ်မပ္ကီုပရာပ်ဒုဟ်၊  ပြဝဒုဟ်၊  ဒုဟ်၊  သရာံပါပ် (သရၚ်ပါပ်)။  wrongful (adj)  မဟွံစှ်ေကဵုဗဗွဲဓဝ်၊  မဒစဵုဒစးကဵုသၞောဝ်ဥပဒေ။  wrongfully (adv)  နဒဒှ်မဒစဵုဒစးကဵုသၞောဝ်ဥပဒေ။  wrongly (adv)  ဗၠေတ်ဗၠေတ်ယောၚ်ယောၚ်၊  မှာမှာရာရာ။"},
{"word":"wrote","def":"ရံၚ် write တေံညိ။"},
{"word":"wrought","def":"vt. (pt.pp. of work)  ကၠောန်၊  ပ္တိတ်၊  တက်ၜုၚ်ဒဒုပတိတ်(ကပေါတ်ပသဲ)။  adj.  မကၠောန်တက်ဒဒုၜုၚ်ပတိတ် နကဵုလေံဍံက်။  wrought silver. (adj)  မတက်ဒဒုၜုၚ်ပ္တိတ်သြန်။"},
{"word":"wrung","def":"ရံၚ် wring တေံညိ။"},
{"word":"wry","def":"adj.  (wrier, wriest)  မထညောန်ၜေဲဝက်ဒၟံၚ်၊  မကဝဲလီၜေဲဝက်ဒၟံၚ်။"},]}