{"data":[{"word":"y","def":"မအက္ခဝ်အၚ်္ဂလိက်ဗွဲလၟေၚ်အက္ခဝ် ၂၅။"},
{"word":"yacht","def":"n.  ဂၠုၚ်ပြိုၚ်သွတ်တန်အဇာ ကဆံၚ်သာသာ။"},
{"word":"yak","def":"n.  ဂၠဴတသော်ဂၠိၚ်ဂၠိၚ်တိဗိတ်မွဲဂကူ၊  ဂၠဴအရိုၚ်တသော်ဗ္တဂၠိၚ်ဂၠိၚ်မွဲဂကူ။"},
{"word":"yam","def":"n.  ကွာဲ၊  တၞံကွာဲ၊  ကဒါတ်၊  က္ဍိုပ်ကွာဲ။"},
{"word":"Yama","def":"n. (Sanskrit)  သၟိၚ်ယီု၊  သၟိၚ်ယာမ။"},
{"word":"yank","def":"vt.  ဒဇက်တံၚ်။"},
{"word":"Yankee","def":"n.  ကောန်ဇာတိဒေသ နျူအေန်ဂလာန် ရးအမေရိကာန်။"},
{"word":"yap","def":"vi. (-pp-)  n.  ကဳဒၟံၚ်ဝုဟ်ဝုဟ်(ကၠဵု)၊  ဗရုကၠဵုကဳဝုဟ်ဝုဟ်။"},
{"word":"yard","def":"n.  ဂေက်၊  ၃-ပေ၊ ၂-ဟတ်။  ၂။  လေံထံက်ယာ။  ၃။  ခရိုၚ်၊  ကၟာၚ်၊  ဝေၚ်။"},
{"word":"yarn","def":"n.  ခၚ်တောဝ်။  ၂။  ပုံ၊  အဂီု။  vt. (colloq)  လဴပုံ။"},
{"word":"yawn","def":"vi.  ခအာပ်၊  ဒအာပ်။  ၂။  ဟာဒၟံၚ်၊  လဟာ်ဒၟံၚ်၊  ပံက်လဟာ်ဒၟံၚ်၊  ကရောန်ဟာဒၟံၚ်။ "},
{"word":"yaws","def":"n.  ယဲပူဏံက်၊  ယဲသရသရေန်မကၠောံသၞာန်လေပ် ပ္ဍဲဌာန်ဒေသဂမ္တဴ။"},
{"word":"ye","def":"pron. (archaic)  မၞးတံ၊  ဗှ်ေတံ၊  ဍေံတံ၊  ညးတံ။"},
{"word":"year","def":"n.  သၞာံ၊  အခါ၊  သက္ကရာဇ်။  ၂။  အာယုက်။  yearling (n)  ကောန်သတ်တိရစ္ဆာန်မဂွံမွဲအခါပြၚ်။  yearly (adj. adv)  မစိုပ်ကၠုၚ်ရိုဟ်သၞာံ၊  မက္တဵုဒှ်ရိုဟ်သၞာံ၊  ရိုဟ်သၞာံ၊  ရိုဟ်ဒဒှ်သၞာံ၊  ရိုဟ်ရိုဟ်သၞာံ။  year before last. (n)  သၞာံတေံ၊  သၞာံအာတေံ၊  သၞာံတုဲကၠုၚ်တေံ။"},
{"word":"yearn","def":"vi.  လ္ၚပ်၊  ၚပ်၊  ပၟိက်ဆန္ဒဒှ်တိုန်ဗွဲမသ္ကာတ်မြဟ်။  yearning (n)  ဒဒှ်မဂွံသတိစၟဳမံၚ်၊  ဒဒှ်မနွံဆန္ဒဗွဲမသ္ကာတ်မြဟ်။  yearningly (adv)  နဒဒှ်နွံပၟိက်ဆန္ဒဗွဲမသ္ကာတ်မြဟ်။"},
{"word":"yeast","def":"n.  ကွဲ၊  မဂဥုဲ(စုတ်ပ္ဍဲကွာၚ်သွက်ဂွံက္တဵု)။"},
{"word":"yell","def":"vt.vi.  ကညာၚ်ကရေဲ၊  ဗြုနကဵုရမျာၚ်ကညာၚ်ကရေဲ။"},
{"word":"yellow","def":"n. adj.  အရံၚ်ဍာ်မိတ်၊  ဍာ်မိတ်၊  အရံၚ်သၠုဲ၊  မဒှ်အရံၚ်သာ်ဍာ်မိတ်။  vt.vi.  သကဵုဒှ်အရံၚ်ဍာ်မိတ်၊  ဒှ်ဍာ်မိတ်၊  ဒှ်ကၠုၚ်အရံၚ်ဍာ်မိတ်။  yellow-banded. (adj)  ဇြုံဇာတ်တၚ်။   yellow bird (n)  ဂစေံဍာ်မိတ်။  yellow dye. (adj)  ဍာ်ဗစိုတ်၊  ယာတ်ကာသဝ။  yellow pumpkin (n)  ခပဳထဝ်။"},
{"word":"yelp","def":"vi. n.  လရိုအ်ဒၟံၚ်ေၚၚ်ေၚၚ်(ကၠဵု)၊  ရမျာၚ်ကၠဵုလရိုအ်မံၚ်ေၚၚ်ေၚၚ်။"},
{"word":"yen","def":"n.  သၠုဲမရပ်စပ်စကာပ္ဍဲဍုၚ်ဂျပါန်။"},
{"word":"yeoman","def":"n. (pl.-men)  သၟာဗ္ၚမကၠောန်တိဗ္ၚဇကုကဵုဇကု။"},
{"word":"yes","def":"interj.  ယွံ၊  ယွံလေဝ်အဴ(မရပ်စပ်ဂတဂလာန်ဆက်မုဟ်ပါၚ်)။  n.  (pl. yeses)  သွဟ်ဒတန်၊  ဒဒှ်မတုပ်စိုတ်၊  ဒဒှ်မဒုၚ်တဲ။"},
{"word":"yesterday","def":"n. တဏေံ၊  လက်ကနေံ။  adv.  လက်ကနေံတေံ။"},
{"word":"yesteryear","def":"n. (arch or rhet)   သၞာံအာတေံ၊  သၞာံမလောန်ကၠုၚ်တုဲဏံ။"},
{"word":"yet","def":"adv.  ဏီ၊  စဵုကဵုလၟုဟ်။  conj.  ၜိုန်၊  ၜိုန်ဂှ်လေဝ်၊  ၜိုန်ဒှ်သာ်ဂှ်ကီုလေဝ်။  "},
{"word":"yield","def":"vt.vi.  ဇဝ်ပ္ကဴသတ်သကဵုက္တဵုဒှ်တိုန်။  ၂။  တမျ၊  ပ္တဴထောံတဲ၊  ပမးသၠးကဵု၊  သလး၊  သၠး၊  ဒုၚ်ဖျံထောံ၊  ဒုၚ်ကျထောံ။  n.  ပြဝသ္တိတ်၊  သ္တိတ်ဍေံ(သတ်ဆု,သတ်ဒုန်)။  He yielded himself to the Three Gems. (vt)  ဇိုန်ဇကုကဵုရတ်ပိ။"},
{"word":"yielding","def":"adj.  မနွံကဵုဒးဒၟံၚ်စှ်ေဒၟံၚ်အခိုက်အလိုက်၊  ဍိုန်မှုဲ။"},
{"word":"yoke","def":"n.  ကၟး၊  ပမး(ပၟး)၊  ပၟးတဝ်လ္ၚဝ်။  ၂။  လ္ၚဝ်၊  တ္ၚောဝ်၊  မွဲဒ္ၚောဝ်။  ၃။  ပွမသ္ဒးဒုၚ်ဗ္ဂန်လဝ်ကၟး။  ၄။  ကရာန်ဂါကံ၊  ဂလေၚ်၊  ဒလေၚ်။  vt.  ဗ္ဂန်၊  ဗ္ဂန်စုတ်ကၟး(ပၟး)။  yoke of oxen. (n)  ဂၠဴမွဲဒ္ၚောဝ်၊  ဂၠဴမွဲလ္ၚောဝ်။  yoke together. (vt)  ဗ္ဂန်သၞဴ။"},
{"word":"yokel","def":"n.  ကောန်ဂြိုပ်၊  ကောန်ရးကးအပြောံ။"},
{"word":"yolk","def":"n.  ခ္ဍန်ပ္ဍဲခၟာဲစာၚ်,အဒါ။"},
{"word":"yonder","def":"adv.  အတေံ၊  တေံ၊  တေတေံ၊  တေအတေံ၊  တေလ္ပာ်တေံ။  adj.  မဆဵုညာတ်ဒၟံၚ်တေအတေံ။"},
{"word":"yore","def":"n.  အတိက်တေံ၊  နူတမၠာတမၠာတေံ၊  ကၠာကၠာတေံ။"},
{"word":"you","def":"pron.  တဳလဂုန်၊  ယ၊  မ၊  ၝ၊  ၝာဲ၊  မၞး၊  မၞးတံ၊  ဗှ်ေ၊  ဗှ်ေတံ။  your (adj)  မၞး၊  မၞးတံ။  Your Majesty. (adj)  မရာတ်၊  မရာတ်သၟိၚ်ဇၞော်၊  မရှာတ်။"},
{"word":"yours","def":"pron.  ဂြပ်မၞး၊  ဂြပ်မၞးတံ၊  မှက်မၞး၊  သၟက်မၞး။  yourself (pron)  ဇကုမၞး၊  ဇကုမၞးတံ။"},
{"word":"young","def":"adj. (-er,-est)  ဗၠာဲ၊  မဍောတ်သွတ်၊  မၜတ်တကတ်၊  သၟတ်၊  ၜတ်၊  မဒှ်အဃောကဆံၚ်စပ္တံဖောံဗြေဝ်တောတက်တိုန်။  ၂။  မဒှ်အဃောသစပ္တံက္တဵုဒှ်ကၠုၚ်၊  မနွံဒၟံၚ်ကဆံၚ်အဃောမၜတ်တကတ် ရာၚ်ဆာဲဒၟံၚ်။  young leaves. (adj)  လမဝ်ဆု၊  လၟဝ်ဆု။  n.  ကောန်ဆၚ်လဝ်တၟိ(သတ်တိရစ္ဆာန်)၊  ကောန်ဍောတ်ဍောတ်ဍေဲဍေဲ။  youngish (adj)  မဒှ်အဝဲသွတ်သွတ်။  youngster (n)  သၟတ်။  younger sister. (adj)  ဣဒေံ၊  ဒေံဍောတ်၊  ဒေံဗြဴ။  younger man. (adj)  မၞိဟ်၊  ဗၠာဲ။  youngest child. (adj)  ကောန်ဒဒေံ။"},
{"word":"youth","def":"n.  သၟတ်၊  သၟတ်ဗၠာဲ၊  ဒတိုန်ဗၠာဲ၊  ဘဝသၟတ်၊  မၚ်ဗၠာဲ၊  ဝုတ်ဗၠာဲ။  youthful (adj)  မဍောတ်သွတ်၊ သိုက္ခမာ။  a youth of tender years. (n)  ဗၠာဲသၟုဲလေၚ်။"},
{"word":"Yule","def":"n.  Yuletide (n)  ပေဲါတ္ၚဲခရေတ်ဒှ်မၞိဟ်။"},]}